{
  "channel_name": "Italia 2",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Nurse",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F306520501000102/media/18/82/dc5ed011-d67c-41d0-94b6-9d976bacd168/c196e9d5-c22b-444a-b355-b7aec2ac3dee.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:38:00",
      "episode_number": "",
      "show_category": "Thriller",
      "show_description": "Abigail Russell conduce una doppia vita. Di giorno è un'infermiera dedita al suo lavoro, mentre di notte uccide brutalmente uomini che tradiscono le loro mogli. Una sua giovane collega però si insospettisce e fra le due incomincia un duello feroce."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001301/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 00:38:00",
      "end_time": "2026-01-31 01:04:00",
      "episode_number": "S1 E13",
      "show_category": "Anime",
      "show_description": "Goku, caduto dal serpentone, e' finito all'inferno. Goz e Mez, i due guardiani, lo sfidano; solo se Goku li battera' potra' tornare sul serpentone e riprendere la corsa verso re Kaio. Goku accetta e vince, ma nonostante le promesse di Goz e Mez, non riesce ad uscire dall'inferno. Ma Goku non si scoraggia."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001401/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 01:04:00",
      "end_time": "2026-01-31 01:30:00",
      "episode_number": "S1 E14",
      "show_category": "Anime",
      "show_description": "Iamko, Crili, Riff, Tansing e Jirobay arrivano finalmente dal Supremo per cominciare il loro allenamento speciale. Goku, intanto, continua la sua corsa sul Serpentone ed arriva ad un palazzo che crede sia quello di Re Kaio. Qui viene accolto da numerose ragazze che lo conducono al capezzale di una principessa..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001501/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 01:30:00",
      "end_time": "2026-01-31 01:52:00",
      "episode_number": "S1 E15",
      "show_category": "Anime",
      "show_description": "Gohan e' finito su un'isola. Desiderando tornare a casa dalla sua mamma, costruisce una barca. Junior, scoperto che Gohan ha lasciato l'isola, corre subito a cercarlo. Gohan, intanto, e' nei guai: si scatena un fortissimo temporale e il piccolo viene risucchiato da un vortice d'acqua."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001304/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 01:52:00",
      "end_time": "2026-01-31 02:16:00",
      "episode_number": "S12 E13",
      "show_category": "Anime",
      "show_description": "Nami mette a punto una strategia per salvare Panz Fry: Rubber, Robin, Chopper e Brook devono occuparsi di una manovra diversiva per attirare l'attenzione della marina. Il capitano, pero', ansioso di combattere, si unisce ad Usopp, Zoro, Sanji e Lily che, sullo Shark Submerge, raggiungono la grande zattera che trasporta Panz Fry. Zoro e Sanji liberano il prigioniero dalle catene, ma il vice ammiraglio Momonga interviene per fermarli. Subito dopo, Shuzo e i suoi uomini attaccano sia la marina che i pirati, scaraventando Rubber in acqua. Mentre Zoro si tuffa per salvarlo, alle domande di Momonga sul perche' stia facendo tutto questo, Shuzo proclama di far parte della neo marina, costituitasi per sterminare i pirati del nuovo mondo, sotto la guida di Z. Lily si trasforma in un gigante per attaccare Shuzo e viene aiutata da Sanji, che para un attacco diretto a lei. Momonga interviene, riluttante a combattere a fianco di un pirata, ma deciso a fermare Shuzo. Ma adesso c'e' Rubber, riemer.."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001404/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 02:16:00",
      "end_time": "2026-01-31 02:41:00",
      "episode_number": "S12 E14",
      "show_category": "Anime",
      "show_description": "Rubber e Zoro iniziano a combattere rispettivamente contro Shuzo e Momonga mentre Sanji tiene a bada gli uomini della neo marina. Nami, intanto, si rende conto che sta per arrivare la thrust-up stream, una corrente simile alla knock-up stream, ma meno potente, anche se ugualmente capace di distruggere una nave da guerra. Ordina, quindi, ad Usopp, Robin, Chopper e Brook di tornare a bordo della Sunny. Mentre i getti cominciano a distruggere le navi da guerra, Nami sfrutta la corrente ed il coup de burst per far allontanare dalla zona la Sunny trascinandosi dietro cio' che rimane della zattera con Panz Fry, Lily, Rubber, Zoro e Sanji. Shuzo, dopo essersi apparentemente sbarazzato dei marinai sopravvissuti, insegue la Sunny, rifugiatasi dietro a degli scogli, e si prepara ad attaccarla."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001504/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 02:41:00",
      "end_time": "2026-01-31 03:06:00",
      "episode_number": "S12 E15",
      "show_category": "Anime",
      "show_description": "Gli uomini della neo marina si lanciano con i loro minisottomarini contro Rubber e gli altri che, pero', riescono a respingerli. Panz Fry e Lily attaccano ripetutamente Shuzo, ma vengono facilmente sconfitti. Anche Rubber, intervenuto per combatterlo, viene messo al tappeto. Lily chiede ad Usopp di lanciarla dentro la bocca di Shuzo, cosi' che possa ingrandirsi e farlo esplodere, ma il membro della neo marina intuisce lo stratagemma e la fa finire dentro Rubber. Lily, allora, si ingrandisce dentro il suo corpo ed il ragazzo di gomma si gonfia fino a diventare un gigante. Utilizzando la nuova forza acquisita e la velocita' del gear second, Rubber sconfigge facilmente Shuzo. Lui e i suoi uomini vengono legati e la ciurma si allontana. Momonga giunge poco dopo sul luogo, prende in custodia Shuzo per mandarlo ad Impel Down, cosi' che possa essere giudicato secondo la giustizia della marina. La ciurma di Cappello di Paglia, intanto, dopo avere finalmente gustato i piatti di Panz Fry, si.."
    },
    {
      "show_name": "Detective Conan",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F008604103007901/media/18/82/965aa9c2-482d-4393-9461-1dd9ec0b72cd/03ae6d08-e28f-444d-a49c-074fbc72df39.jpg",
      "start_time": "2026-01-31 03:06:00",
      "end_time": "2026-01-31 03:28:00",
      "episode_number": "S1 E79",
      "show_category": "Anime",
      "show_description": "La famiglia Suzuki celebra il 60^ anniversario di attività del gruppo organizzando una festa sfarzosa a bordo di un fantastico transatlantico."
    },
    {
      "show_name": "Detective Conan",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F008604103008001/media/18/82/965aa9c2-482d-4393-9461-1dd9ec0b72cd/03ae6d08-e28f-444d-a49c-074fbc72df39.jpg",
      "start_time": "2026-01-31 03:28:00",
      "end_time": "2026-01-31 03:51:00",
      "episode_number": "S1 E80",
      "show_category": "Anime",
      "show_description": "Il detective Goro viene chiamato da un potente industriale per occuparsi di un caso decisamente insolito."
    },
    {
      "show_name": "Detective Conan",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F008604103008101/media/18/82/965aa9c2-482d-4393-9461-1dd9ec0b72cd/03ae6d08-e28f-444d-a49c-074fbc72df39.jpg",
      "start_time": "2026-01-31 03:51:00",
      "end_time": "2026-01-31 04:14:00",
      "episode_number": "S1 E81",
      "show_category": "Anime",
      "show_description": "Dopo il ritrovamento del figlio dell'industriale, Megure è convinto che questi abbia posto volontariamente fine alla sua vita dopo aver eliminato l'ex amico."
    },
    {
      "show_name": "Camera Cafe'",
      "show_logo": "",
      "start_time": "2026-01-31 04:14:00",
      "end_time": "2026-01-31 04:35:00",
      "episode_number": "S5 E51",
      "show_category": "Sit-Com",
      "show_description": "Le vicende degli impiegati di un'azienda si intrecciano intorno alla macchinetta del caffe' tra colleghi, superiori e buffe vicende quotidiane."
    },
    {
      "show_name": "Camera Cafe'",
      "show_logo": "",
      "start_time": "2026-01-31 04:35:00",
      "end_time": "2026-01-31 04:56:00",
      "episode_number": "S5 E52",
      "show_category": "Sit-Com",
      "show_description": "Le vicende degli impiegati di un'azienda si intrecciano intorno alla macchinetta del caffe' tra colleghi, superiori e buffe vicende quotidiane."
    },
    {
      "show_name": "Camera Cafe'",
      "show_logo": "",
      "start_time": "2026-01-31 04:56:00",
      "end_time": "2026-01-31 05:16:00",
      "episode_number": "S5 E53",
      "show_category": "Sit-Com",
      "show_description": "Le vicende degli impiegati di un'azienda si intrecciano intorno alla macchinetta del caffe' tra colleghi, superiori e buffe vicende quotidiane."
    },
    {
      "show_name": "Camera Cafe'",
      "show_logo": "",
      "start_time": "2026-01-31 05:16:00",
      "end_time": "2026-01-31 05:36:00",
      "episode_number": "S5 E54",
      "show_category": "Sit-Com",
      "show_description": "Le vicende degli impiegati di un'azienda si intrecciano intorno alla macchinetta del caffe' tra colleghi, superiori e buffe vicende quotidiane."
    },
    {
      "show_name": "Camera Cafe'",
      "show_logo": "",
      "start_time": "2026-01-31 05:36:00",
      "end_time": "2026-01-31 05:57:00",
      "episode_number": "S5 E55",
      "show_category": "Sit-Com",
      "show_description": "Le vicende degli impiegati di un'azienda si intrecciano intorno alla macchinetta del caffe' tra colleghi, superiori e buffe vicende quotidiane."
    },
    {
      "show_name": "Milly, Un Giorno Dopo L'altro",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F001481603003701/media/7/7/8b5416ac-b04e-4d32-88b7-f2767263e803/7d590a0e-253e-4f5d-8e1c-7a8e4df83591.jpg",
      "start_time": "2026-01-31 05:57:00",
      "end_time": "2026-01-31 06:18:00",
      "episode_number": "S1 E37",
      "show_category": "Anime",
      "show_description": "Milly è euforica perchè è in attesa di rivedere il papà e la sorellina Sarah. All'ultimo momento, però, nonno Richard sembra voler trattenere Sarah al castello."
    },
    {
      "show_name": "Milly, Un Giorno Dopo L'altro",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F001481603003801/media/7/7/8b5416ac-b04e-4d32-88b7-f2767263e803/7d590a0e-253e-4f5d-8e1c-7a8e4df83591.jpg",
      "start_time": "2026-01-31 06:18:00",
      "end_time": "2026-01-31 06:38:00",
      "episode_number": "S1 E38",
      "show_category": "Anime",
      "show_description": "Arthur ed Edward si recano a far visita a Milly la quale, felice di rivedere Arthur dopo tanto tempo, finisce col trascurare Edward."
    },
    {
      "show_name": "Milly, Un Giorno Dopo L'altro",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F001481603003901/media/7/7/8b5416ac-b04e-4d32-88b7-f2767263e803/7d590a0e-253e-4f5d-8e1c-7a8e4df83591.jpg",
      "start_time": "2026-01-31 06:38:00",
      "end_time": "2026-01-31 07:00:00",
      "episode_number": "S1 E39",
      "show_category": "Anime",
      "show_description": "Finalmente Sarah e Milly possono stare un po' da sole per rinnovarsi i loro buoni propositi di continuare ad essere amiche e diventare un giorno delle vere signore."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000104/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 07:00:00",
      "end_time": "2026-01-31 07:24:00",
      "episode_number": "S12 E1",
      "show_category": "Anime",
      "show_description": "Mentre insegue Rubber e shirahoshi, Hody ripensa a quando era bambino e all'influenza che Arlong ha avuto su di lui e i suoi alleati. Intanto, Fukaboshi si dispera per non essersi accorto che nel quartiere degli uomini-pesce l'odio stava diventando sempre piu' forte; e' convinto che sua madre abbia perso la vita proprio a causa del rancore dilagante sull'isola. Per questo il principe chiede a Rubber di cancellare il passato e i suoi spettri, facendo ripartire l'isola da zero. Mentre la gigantesca bolla d'aria preparata viene lanciata dal serbatoio d'aria e avvolge l'arca, Rubber rassicura Fukaboshi dicendo che ci pensera' lui a sistemare tutto, e si prepara ad affrontare Hody."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000204/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 07:24:00",
      "end_time": "2026-01-31 07:49:00",
      "episode_number": "S12 E2",
      "show_category": "Anime",
      "show_description": "Rubber promette di salvare l'isola degli uomini-pesce e i compagni di ciurma lo assistono, affrontando gli ufficiali della nuova banda pirata degli uomini-pesce. Brook affronta Zeo, Usopp si scontra con Daruma, Sanji e Jinbei contro Wadatsumi, Franky contro Ikaros, Zoro contro hyozo e chopper contro sbam. La battaglia piu' difficile pero' e' quella che deve combattere Rubber contro Hody. Per riuscire a sbaragliarlo sfodera un colpo potentissimo e micidiale che, pero', non ha la meglio su Hody. Adesso il loro scontro si sposta sulla Noah, Hody si riempie di e-s e Rubber puo' finalmente atterrare sul ponte, uscire dalla bolla e respirare."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000304/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 07:49:00",
      "end_time": "2026-01-31 08:18:00",
      "episode_number": "S12 E3",
      "show_category": "Anime",
      "show_description": "Rubber e Hody continuano il loro combattimento sulla Noah. L'uomo-pesce dimostra una resistenza e una forza che sembrano inesauribili, e il pirata sembra parecchio in difficolta'. Tuttavia, Rubber, utilizzando il gear third, colpisce l'avversario con un colpo decisivo mettendolo definitivamente al tappeto. Nel frattempo, anche il resto della ciurma e' alle prese con i compagni di Hody e sono i pirati ad avere la meglio: Chopper sconfigge Sbam, Franky annienta Ikaros, Brook distrugge Zeo, Usopp batte Daruma, Zoro sbaraglia Hyozo, mentre Sanji e Jinbei vincono su Wadatsumi. Rubber, poi, continua a colpire l'arca per evitare che continui a precipitare verso l'isola."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000404/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 08:18:00",
      "end_time": "2026-01-31 08:47:00",
      "episode_number": "S12 E4",
      "show_category": "Anime",
      "show_description": "Mentre sull'isola, con la sconfitta degli ufficiali di Hody e la fuga degli altri pirati, la battaglia e' ormai vinta, Rubber e' impegnato allo stremo per distruggere l'arca e continua a colpire la Noah con l'elephant gatling. Molti abitanti decidono di riporre la loro fiducia in lui e di non scappare dall'isola poiche' alcuni, analizzando le sue gesta, ricordano come Barbabianca, venti anni prima, si fosse messo a difesa dell'isola in nome della sua amicizia con re Nettuno. Quando l'arca e' ormai in prossimita' dell'isola, Shirahoshi richiama involontariamente i re del mare che fermano la Noah, senza bisogno che Rufy la distrugga. Il ragazzo, tirato un sospiro di sollievo, sviene per le ferite riportate mentre i re del mare spiegano a Shirahoshi il suo potere."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000504/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 08:47:00",
      "end_time": "2026-01-31 09:16:00",
      "episode_number": "S12 E5",
      "show_category": "Anime",
      "show_description": "I re del mare spiegano a shirahoshi che, sin dal giorno in cui e' nata, sapevano che sarebbe stata la loro regina e che solo ogni centinaia di anni nasce una sirena con questo potere. Inoltre le dicono che la noah fu progettata proprio per essere trasportata dai re del mare. Dopo che shirahoshi porta in salvo rubber, ancora svenuto per lo scontro con hody, i re del mare adagiano la noah fuori dalla foresta marina e ricordano che solo un altro uomo prima del ragazzo di gomma si era dimostrato capace di sentire la loro voce. Nel frattempo, le guardie del palazzo comunicano che i tesori della famiglia reale sono stati trafugati, ma che le sirene credute rapite dalla ciurma di cappello di paglia sono state ritrovate sane e salve scagionando Rubber. Re Nettuno ordina che venga immediatamente diffusa la notizia dell'innocenza della ciurma mentre i pri'ncipi catturano Hody e Van Der Decken, cosi' come gli altri membri dei nuovi pirati uomini-pesce. Shirahoshi porta Rubber in piazza. Chopp.."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000604/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 09:16:00",
      "end_time": "2026-01-31 09:45:00",
      "episode_number": "S12 E6",
      "show_category": "Anime",
      "show_description": "Nettuno decide di liberare gli schiavi umani di Hody, i quali si dirigono subito verso il nuovo mondo. Gli uomini-pesce arruolati dal pirata vengono invece presi alle sue dipendenze nell'esercito. Il quartiere degli uomini-pesce viene chiuso. Van Der Decken, Hody e i suoi ufficiali vengono imprigionati, mentre Wadatsumi viene bandito dall'isola perche', date le sue dimensioni, non puo' essere incarcerato. Intanto, Jinbei rifiuta la proposta di Rubber perche' dice di avere delle faccende in sospeso. Tuttavia, se in futuro lo vorranno ancora come compagno, sara' ben felice di unirsi a loro. A palazzo viene organizzato un grandioso banchetto in onore della ciurma. Durante la festa, Robin prende da parte il Re Nettuno per chiedergli dei chiarimenti sui poigne' griffe. Robin e il sovrano giungono alla conclusione che Shirahoshi e' l'arma ancestrale indicata dal poigne' griffe di Skypiea, Poseidon."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000704/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 09:45:00",
      "end_time": "2026-01-31 10:16:00",
      "episode_number": "S12 E7",
      "show_category": "Anime",
      "show_description": "Mentre Re Nettuno e Nico Robin parlano del potere di Shirahoshi, Caribou origlia la loro conversazione e decide di rapire la principessa Sirena.Nel frattempo, al banchetto, Jinbei spiega alla ciurma che nei due anni trascorsi ad addestrarsi, sono avvenuti due cambiamenti importanti a livello mondiale. In primo luogo, la carica di grand'ammiraglio della marina, dopo le dimissioni di Sengoku, e' stata conquistata da Akainu in seguito ad uno scontro molto feroce con Aokiji durato dieci giorni e di conseguenza Aokiji, non volendo sottostare ad Akainu, si dimette e lascia la marina. In secondo luogo, con la morte di Barbabianca, Barbanera e la sua ciurma hanno conquistato molti dei suoi territori nel nuovo mondo e si dice siano a caccia dei poteri dei frutti del mare per sottrarli ai loro possessori. Rubber, sanji e zoro, accortisi della presenza di caribou, vanno nella torre della principessa e sventano il rapimento. Successivamente, il re viene chiamato alle prigioni: i membri dei nuo.."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000804/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-01-31 10:16:00",
      "end_time": "2026-01-31 10:45:00",
      "episode_number": "S12 E8",
      "show_category": "Anime",
      "show_description": "Rubber, Sanji e Zoro recuperano i tesori di Caribou e mentre si avvicinano alla fabbrica di dolci incontrano il ministro della sinistra che contratta con Pekoms e il barone Tamago per avere piu' tempo per preparare i dolci per Big Mom. La piratessa, che e' una dei quattro imperatori, offre protezione all'isola, ma in cambio esige un pagamento in dolci, che purtroppo quel giorno non ci sono perche' Rubber li ha divorati tutti. Rubber parla al telefono con Big Mam addossandosi la responsabilita' e le offre in cambio i tesori appena recuperati. L'imperatrice rifiuta l'offerta, ma e' impressionata dal coraggio del giovane pirata, nel quale riconosce il nipote di Garp, e quindi lo sfida a raggiungerla nel nuovo mondo. Rubber risponde che la sconfiggera' e prendera' il suo posto come protettore dell'isola."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 10:45:00",
      "end_time": "2026-01-31 11:10:00",
      "episode_number": "S3 E8",
      "show_category": "",
      "show_description": "Annie costringe Kimberly a fare da babysitter a Bradley. Kimberly decide di curiosare in casa e trova i fascicoli segreti della madre, che fa la psicoterapeuta."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 11:10:00",
      "end_time": "2026-01-31 11:31:00",
      "episode_number": "S3 E9",
      "show_category": "",
      "show_description": "Jack, in un giro con i figli, ritrova un vecchio negozio di strumenti musicali frequentato da ragazzo che ha sempre lo stesso proprietario, Ronnie D."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 11:31:00",
      "end_time": "2026-01-31 11:57:00",
      "episode_number": "S3 E10",
      "show_category": "",
      "show_description": "Nell'ennesimo tentativo di guadagnarsi l'approvazione di suo padre, Jack riesce solo a creare una frattura seria con Duncan, che all'improvviso gli si rivolta contro."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 11:57:00",
      "end_time": "2026-01-31 12:26:00",
      "episode_number": "S7 E10",
      "show_category": "",
      "show_description": "Bonnie invita Patty a trascorrere il Natale con la sua famiglia per distrarla dalla tristezza di non poter vedere sua figlia."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 12:26:00",
      "end_time": "2026-01-31 12:50:00",
      "episode_number": "S7 E11",
      "show_category": "",
      "show_description": "Christy e Bonnie aiutano Tammy a prendere una decisione difficile, e una zia si presenta con una richiesta inaspettata."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 12:50:00",
      "end_time": "2026-01-31 13:13:00",
      "episode_number": "S7 E12",
      "show_category": "",
      "show_description": "Marjorie viene contattata dopo anni di silenzio dal figlio e scopre di essere diventata nonna."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000102/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-01-31 13:13:00",
      "end_time": "2026-01-31 13:41:00",
      "episode_number": "S1 E1",
      "show_category": "Anime",
      "show_description": "La quattordicenne Oscar diventa capitano delle guardie per la protezione di Maria Antonietta. Oscar decide di accettare il difficile e pericoloso incarico."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000202/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-01-31 13:41:00",
      "end_time": "2026-01-31 14:10:00",
      "episode_number": "S1 E2",
      "show_category": "Anime",
      "show_description": "Oscar sventa un tentativo di rapimento di Maria Antonietta da parte del Duca D'Orleans."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000302/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-01-31 14:10:00",
      "end_time": "2026-01-31 14:38:00",
      "episode_number": "S1 E3",
      "show_category": "Anime",
      "show_description": "La Contessa Du Barry, favorita di Luigi XV, suscita la gelosia di Maria Antonietta. Le due donne entrano in competizione."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000402/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-01-31 14:38:00",
      "end_time": "2026-01-31 15:07:00",
      "episode_number": "S1 E4",
      "show_category": "Anime",
      "show_description": "La Contessa du Barry ordisce un complotto ai danni della madre di Oscar così da farla accusare di omicidio."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000101/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 15:07:00",
      "end_time": "2026-01-31 15:36:00",
      "episode_number": "S1 E1",
      "show_category": "Anime",
      "show_description": "Goku e Chichi vivono tranquillamente in campagna assieme al loro figlioletto Gohan. Un giorno Gohan si perde nel bosco e si trova davanti ad una tigre. Goku corre in suo aiuto. Nel frattempo sulla terra arriva un misterioso e fortissimo combattente di nome Radish che vuole trovare a tutti i costi un certo Kaarot. Si tratta probabilmente di un Sayan, i guerrieri piu' potenti dell'universo."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000201/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 15:36:00",
      "end_time": "2026-01-31 16:00:00",
      "episode_number": "S1 E2",
      "show_category": "Anime",
      "show_description": "Goku ed il figlioletto Gohan si recano sull'isola del Genio per raggiungere Crili, Tartaruga e Bulma. La festa viene interrotta dall'arrivo di Radish che sembra aver rintracciato Kaarot. Si tratta in realta' di Goku che scopre di non essere un terrestre, ma di provenire dal pianeta Vegeta e di essere un Sayan inviato sulla terra ancora piccolo per sterminare gli essere umani. In seguito ad un incidente, Goku ha dimenticato le sue origini trasformandosi in un essere umano in tutto e per tutto. Radish, fratello maggiore di Goku, pretende che Goku torni con lui al fine di conquistare un pianeta..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000301/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 16:00:00",
      "end_time": "2026-01-31 16:28:00",
      "episode_number": "S1 E3",
      "show_category": "Anime",
      "show_description": "Goku, deciso ad eliminare Radish, il fratello-nemico, ricorda che tirando la coda ad un Sayan questi perde completamente la forza. Goku non puo' compiere da solo questa pericolosa missione e Junior, che vede in Radish un ostacolo alle sue mire di conquiesta della terra, gli offre aiuto. Ma Radish e' molto piu' forte di quanto Junior e Goku potessero immaginare.."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000401/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 16:28:00",
      "end_time": "2026-01-31 16:57:00",
      "episode_number": "S1 E4",
      "show_category": "Anime",
      "show_description": "Dopo un difficile combattimento, Goku e Junior riescono a neutralizzare Radish. Questi supplica Goku di lasciarlo andare promettendogli che non gli dara' mai piu' fastidio. Goku cede, ma Radish ha bleffato. Una volta libero, non esita ad aggredire Goku. Gohan, rinchiuso in una navicella, sente le urla del padre e si prepara a difenderlo..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000501/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 16:57:00",
      "end_time": "2026-01-31 17:25:00",
      "episode_number": "S1 E5",
      "show_category": "Anime",
      "show_description": "Gohan si abbatte come una furia su Radish. Goku interviene in aiuto del figlio bloccando alle spalle Radish ed ordinando a Junior di eliminare il nemico ben sapendo che se restera' attaccato al Sayan soccombera' anche lui. Dato che gli altri due Sayan sono costantemente in contatto con Radish, questi spera che arrivino in suo aiuto e chiedano a Scenron di farlo resuscitare. Ma i due Sayan decidono di sfruttare la situazione a loro favore e di chiedere al drago l'immortalita'. Si preparano nelle loro navicelle per compiere un viaggio lungo un anno, atterrare sulla terra ed eliminare gli esseri umani. Goku muore ed il suo corpo svanisce nel nulla. Secondo Junior e' stato il Supremo a farlo scomparire per qualche strano motivo ancora sconosciuto."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000601/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 17:25:00",
      "end_time": "2026-01-31 17:54:00",
      "episode_number": "S1 E6",
      "show_category": "Anime",
      "show_description": "Mentre Goku viene portato dal Supremo al cospetto di Re Yammer, Junior convince Genio, Crili e Bulma a lasciargli il piccolo Gohan per addestrarlo cosi' da poter affrontare i due Sayan che arriveranno sulla terra. Gohan rifiuta di allenarsi, ma Junior trova le parole giuste per convincerlo a cambiare idea. Nel frattempo Goku viene accompagnato da una guida all'inizio del lungo Serpentone che lo condurra' da Re Kaio. La guida l'avverte di non cadere nelle nuvole sottostanti dove si nasconde il regno degli inferi e da dove e' impossibile tornare indietro. Prima di partire, Goku chiede alla guida di avvisare il Genio di non farlo resuscitare prima di un anno."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000701/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-01-31 17:54:00",
      "end_time": "2026-01-31 18:23:00",
      "episode_number": "S1 E7",
      "show_category": "Anime",
      "show_description": "Mentre Goku sta raggiungendo re Kaio, Junior conduce il piccolo Gohan nel deserto informandolo che gli insegnera' tutte le tecniche di combattimento solo se sopravvivera' per sei mesi nell'impervio luogo. Gohan, disperato, chiede a Junior di riportarlo a casa, ma Junior lo abbandona a se stesso anche se in realta' continua a vegliare su di lui salvandolo da un enorme dinosauro e facendogli trovare del cibo. Chichi, ignara di quanto sta accadendo, attende con ansia il ritorno di Goku e di Gohan."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 18:23:00",
      "end_time": "2026-01-31 18:49:00",
      "episode_number": "S3 E8",
      "show_category": "",
      "show_description": "Annie costringe Kimberly a fare da babysitter a Bradley. Kimberly decide di curiosare in casa e trova i fascicoli segreti della madre, che fa la psicoterapeuta."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 18:49:00",
      "end_time": "2026-01-31 19:10:00",
      "episode_number": "S3 E9",
      "show_category": "",
      "show_description": "Jack, in un giro con i figli, ritrova un vecchio negozio di strumenti musicali frequentato da ragazzo che ha sempre lo stesso proprietario, Ronnie D."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-01-31 19:10:00",
      "end_time": "2026-01-31 19:38:00",
      "episode_number": "S3 E10",
      "show_category": "",
      "show_description": "Nell'ennesimo tentativo di guadagnarsi l'approvazione di suo padre, Jack riesce solo a creare una frattura seria con Duncan, che all'improvviso gli si rivolta contro."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 19:38:00",
      "end_time": "2026-01-31 20:10:00",
      "episode_number": "S7 E10",
      "show_category": "",
      "show_description": "Bonnie invita Patty a trascorrere il Natale con la sua famiglia per distrarla dalla tristezza di non poter vedere sua figlia."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 20:10:00",
      "end_time": "2026-01-31 20:33:00",
      "episode_number": "S7 E11",
      "show_category": "",
      "show_description": "Christy e Bonnie aiutano Tammy a prendere una decisione difficile, e una zia si presenta con una richiesta inaspettata."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-01-31 20:33:00",
      "end_time": "2026-01-31 21:04:00",
      "episode_number": "S7 E12",
      "show_category": "",
      "show_description": "Marjorie viene contattata dopo anni di silenzio dal figlio e scopre di essere diventata nonna."
    },
    {
      "show_name": "Auguri Per La Tua Morte",
      "show_logo": "",
      "start_time": "2026-01-31 21:04:00",
      "end_time": "2026-01-31 23:00:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "Il giorno del suo compleanno, Tree viene aggredita e pugnalata a morte da uno sconosciuto con una maschera inquietante. Invece di morire, la ragazza si risveglia e scopre di essere bloccata in un loop temporale che la costringe a rivivere continuamente lo stesso giorno, quello della sua morte. Omaggio horror al cult \"Ricomincio da capo\"."
    },
    {
      "show_name": "La Cosa",
      "show_logo": "",
      "start_time": "2026-01-31 23:00:00",
      "end_time": "2026-02-01 00:59:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "Antartide. L'avventura degli scienziati che hanno originariamente scoperto l'alieno. Prequel dell'omonimo film diretto da John Carpenter nel 1982. Regia di M. Van Heijningen Jr.; USA 2011."
    }
  ]
}