{
  "channel_name": "La 5",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Il Gusto Dell'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/il-gusto-dell-amore.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 01:28:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Daniel è un giovane cuoco spagnolo e viene assunto in prestigioso ristorante di Zurigo. Qui conosce Hugo e Hanna, la sommelier di cui si innamora. La ragazza però è l'amante di Thomas, il titolare del locale. Tra sapori e dissapori, Daniel dovrà scegliere tra l'amore e la carriera."
    },
    {
      "show_name": "X Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/x-style.webp",
      "start_time": "2026-02-14 01:28:00",
      "end_time": "2026-02-14 02:02:00",
      "episode_number": "",
      "show_category": "Lifestyle",
      "show_description": "Il rotocalco dedicato alla moda, bellezza, lifestyle e tendenze."
    },
    {
      "show_name": "Le Stagioni Del Cuore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/le-stagioni-del-cuore.webp",
      "start_time": "2026-02-14 02:02:00",
      "end_time": "2026-02-14 03:39:00",
      "episode_number": "S1 E11",
      "show_category": "Sentimentale",
      "show_description": "Per salvare l'azienda di famiglia, la Caslam, Claudia Castelli (Anna Valle) e' costretta dal padre Edoardo Castelli (Arnaldo Ninchi) a sposare Sergio Valenti (Alessandro Gassman), di famiglia benestante, di cui non e' innamorata: Claudia infatti ha una simpatia per Gianni Casiraghi (Paolo Seganti), giovane spiantato che non soddisfa le esigenze del padre della ragazza (che riuscira' con le sue amicizie altolocate a farlo partire militare, sperando che la figlia lo dimentichi). A poco a poco, pero', tra i due coniugi nascera' un sentimento che permettera' loro di affrontare alcune difficolta', come la morte del padre di Claudia e le vicissitudini legate alla guerra: nel luglio 1943, come le altre fabbriche torinesi, anche la Caslam viene occupata dagli operai, e Sergio si dimostra abile nel gestire le trattative con i lavoratori anche nel dopoguerra..."
    },
    {
      "show_name": "Furore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/furore.webp",
      "start_time": "2026-02-14 03:39:00",
      "end_time": "2026-02-14 05:07:00",
      "episode_number": "S2 E4",
      "show_category": "Drammatico",
      "show_description": "Si scopre che Osvaldo Calligaris, Remo Girone, è coinvolto nel passato di Anna Spada perché questi lo ha rivelato a Franco Belmonte."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:07:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "S17 E188",
      "show_category": "",
      "show_description": "Maja e' molto triste per la partenza di Florian e mentre parla dei suoi sentimenti con Shirin viene sentita da Hannes che decide di confessare tutto."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:51:00",
      "episode_number": "S17 E189",
      "show_category": "",
      "show_description": "Gli psicofarmaci che Ariane ha messo nella bevanda di Cornelia iniziano a fare effetto. Florian rinuncia all'offerta oltreoceano ma nel frattempo Maja ha dato le dimissioni in hotel."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/vivere.webp",
      "start_time": "2026-02-14 06:51:00",
      "end_time": "2026-02-14 07:16:00",
      "episode_number": "S2 E227",
      "show_category": "Soap opera",
      "show_description": "Bruno riceve da Giannini la proposta di diventare dirigente di un nuovo reparto. Intanto, consigliato da Chiara, convince Sharis a non partire per Venezia ma a trascorrere con lui i giorni che le restano prima di tornare in Africa. Andrea e Letizia discutono del fatto che Eva ha stranamente rifiutato anche l'affare dei megastore di Maffioli. Intanto l'inspiegabile assenza di Eva crea problemi a Lisa all'atelier. Mentre Giacomo inizia il suo corso a Milano, Marco continua a perdere tempo invece di studiare."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/vivere.webp",
      "start_time": "2026-02-14 07:16:00",
      "end_time": "2026-02-14 07:41:00",
      "episode_number": "S2 E228",
      "show_category": "Soap opera",
      "show_description": "Bruno rinuncia a partire per il Sudan con Baldelli, accettando l'offerta fattagli da Giannini di dirigere un nuovo reparto di chirurgia. Recandosi poi ad un pranzo di 'luminari' si rende conto che l'ambiente dei 'baroni' non gli si addice. Lisa si reca da Alfio per chiedergli una mano con gli affiliati della \"Eva Futura\", dal momento che sua sorella da qualche giorno non si fa viva. Tutti iniziano a temere che ad Eva possa essere successo qualcosa. L'atteggiamento di Marco, sempre piu' insofferente allo studio, preoccupa Alice che ne mette al corrente Luca. Emilia invece si sta illudendo che il figlio abbia finalmente messo la testa a posto."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/beautiful.webp",
      "start_time": "2026-02-14 07:41:00",
      "end_time": "2026-02-14 08:02:00",
      "episode_number": "S35 E5",
      "show_category": "Soap opera",
      "show_description": "Deacon e Sheila preparano il matrimonio, ma le famiglie reagiscono duramente. Deacon spera che Finn sia testimone e Hope damigella d'onore, ma Steffy, ignara delle nozze, teme che Finn ceda alla madre biologica e lancia un ultimatum. Liam la sostiene, definendo Sheila pericolosa. Hope soffre per mal di testa, Finn le consiglia di lasciar andare Thomas, convinto che meriti di più."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/beautiful.webp",
      "start_time": "2026-02-14 08:02:00",
      "end_time": "2026-02-14 08:35:00",
      "episode_number": "S35 E6",
      "show_category": "Soap opera",
      "show_description": "Ridge e Brooke scherzano in ufficio, interrotti ironicamente da Steffy che ricorda il contesto lavorativo. In ospedale, Finn allevia i mal di testa di Hope e nasce un'intesa. Hope confessa la sua sofferenza per le difficoltà personali e lavorative. Sheila teme che Steffy impedirà al figlio di starle accanto al matrimonio. Steffy insiste affinché Brooke fermi Hope, ma Hope crede nel cambiamento di Sheila e vuole sostenere Deacon. Finn, però, rifiuta di fare da testimone per rispetto a Steffy. Ridge, Brooke e Steffy restano sconvolti dalla notizia del matrimonio imminente."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/beautiful.webp",
      "start_time": "2026-02-14 08:35:00",
      "end_time": "2026-02-14 09:01:00",
      "episode_number": "S35 E7",
      "show_category": "Soap opera",
      "show_description": "Deacon annuncia a Hope il matrimonio con Sheila, sorprendendo Steffy, Ridge e Brooke. Hope decide di sostenere il padre nonostante i dubbi della famiglia. Sheila insiste che Finn partecipi e faccia da testimone, ricordandogli di essere cambiata. Finn rifiuta con fermezza, ma rassicura Steffy del suo amore e della protezione della famiglia. Sheila attribuisce a Steffy il rifiuto di Finn."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/beautiful.webp",
      "start_time": "2026-02-14 09:01:00",
      "end_time": "2026-02-14 09:38:00",
      "episode_number": "S35 E8",
      "show_category": "Soap opera",
      "show_description": "Il giorno delle nozze tra Deacon e Sheila arriva, ma la cerimonia si tiene al ristorante anziché sulla spiaggia. Sheila spera che Finn partecipi, ma lui non ci sarà. Hope, contraria a Brooke e Steffy, decide invece di esserci per amore del padre, pur vedendo un cambiamento in Sheila. Liam provoca Finn con commenti su Sheila, lui si allontana. Tom, il senzatetto amico di Sheila, officierà la cerimonia. Alla presenza di Hope, Sheila e Finn si incontrano durante il rito, con Sheila che lo abbraccia, fraintendendo la sua presenza."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 09:38:00",
      "end_time": "2026-02-14 10:04:00",
      "episode_number": "S3 E4",
      "show_category": "Soap opera",
      "show_description": "Durante la festa di compleanno di Sahika, Halit la sorprende con una proposta di matrimonio pubblica. Ma a interrompere il momento arriva Yildiz, svelando una gravidanza che nessuno immaginava e lasciando tutti senza parole."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 10:04:00",
      "end_time": "2026-02-14 10:36:00",
      "episode_number": "S3 E5",
      "show_category": "Soap opera",
      "show_description": "Sahika mira a eliminare Yildiz dal gioco, sfruttando la tenerezza di Halit verso l'idea di un figlio maschio. Per questo, manipola Erim affinche' chieda a Halit di trasferire Yildiz negli alloggi dei domestici, isolandola. Nel frattempo, il computer di Zehra viene violato e il suo libro cancellato."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 10:36:00",
      "end_time": "2026-02-14 11:03:00",
      "episode_number": "S3 E6",
      "show_category": "Soap opera",
      "show_description": "Yigit interviene per recuperare il computer di Zehra che è stato violato, e da cui è stato cancellato il suo libro. Così facendo, si guadagna la stima di tutti. Infine, Yildiz ricorda che e' stata Ender, che sorprendentemente e' ancora viva, a spingerla a tornare, pronta a riconquistare il suo posto in famiglia."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 11:03:00",
      "end_time": "2026-02-14 11:36:00",
      "episode_number": "S3 E7",
      "show_category": "Soap opera",
      "show_description": "Indignata per essere stata declassata all'alloggio dei domestici, Yildiz comincia ad architettare un piano per vendicarsi di Halit e Sahika. Quest'ultima muove tutti come pedine: spinge Yigit a sedurre Lila e illude Zehra che il suo libro verra' edito, fornendole il contatto di una casa editrice che rifiutera' di pubblicarlo. Zehra, comunque, riesce fortuitamente a trovare un altro editore, il quale, sull'orlo della bancarotta, si offre di stamparlo in cambio di un ingente anticipo."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 11:36:00",
      "end_time": "2026-02-14 12:05:00",
      "episode_number": "S3 E8",
      "show_category": "Soap opera",
      "show_description": "Zehra accetta di far stampare il suo libro in cambio di un'ingente somma di denaro, ma quando condivide la notizia con la famiglia, il padre le dice che e' stata truffata. Nel frattempo, Leyla incontra Kaya in una boutique dove lei vuole candidarsi per un'offerta di lavoro; una volta uscita, si mette sulle tracce di Caner, che scopriamo essere suo fratello; Leyla gli chiede di aiutarla a trovare un lavoro e Caner, dapprima restio, accetta di mettere una buona parola per lei proprio con Kaya."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/forbidden-fruit.webp",
      "start_time": "2026-02-14 12:05:00",
      "end_time": "2026-02-14 12:40:00",
      "episode_number": "S3 E9",
      "show_category": "Soap opera",
      "show_description": "Zehra, travolta da rabbia e frustrazione, affronta Akin, convinta di essere stata truffata sulla pubblicazione del suo libro. Dopo una telefonata concitata, scopre che le copie sono davvero in stampa e, sollevata, corre a informare la famiglia."
    },
    {
      "show_name": "Verissimo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/verissimo.webp",
      "start_time": "2026-02-14 12:40:00",
      "end_time": "2026-02-14 16:31:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Gli ospiti del salotto di Silvia Toffanin sono: Anna Pettinelli, Paolo Bonolis, Anna Safroncik, Paolo Belli, Giovanni Lo Monaco e Giusy Muscia, Lino Banfi con la sua famiglia e Clizia Incorvaia."
    },
    {
      "show_name": "Appuntamento Con L'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 16:31:00",
      "end_time": "2026-02-14 19:11:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Nel giorno di San Valentino, si intrecciano varie storie d'amore a Los Angeles. Dal regista di \"Pretty Woman\", una commedia con Julia Roberts. Regia di G. Marshall; USA 2010."
    },
    {
      "show_name": "Io Sono Farah",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/io-sono-farah.webp",
      "start_time": "2026-02-14 19:11:00",
      "end_time": "2026-02-14 20:10:00",
      "episode_number": "S2 E13",
      "show_category": "Soap opera",
      "show_description": "Farah viene trasportata immediatamente in ospedale, dopo essere svenuta al ristorante. Tahir, avendo assistito alla scena, si precipita anche lui in ospedale, cercando di non farsi notare. Kerim però lo vede e non vuole che vada via."
    },
    {
      "show_name": "Io Sono Farah",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/io-sono-farah.webp",
      "start_time": "2026-02-14 20:10:00",
      "end_time": "2026-02-14 21:10:00",
      "episode_number": "S2 E14",
      "show_category": "Soap opera",
      "show_description": "La lettura del testamento di Ali Galip scatena tensioni e sorprese che mettono in gioco alleanze e ambizioni: quali segreti si nascondono davvero tra le eredità? Vera è sconvolta e disposta a tutto per ottenere una ricompensa da Behnam. Quali equilibri verranno sconvolti."
    },
    {
      "show_name": "Inga Lindstrom L'amore E' Per Sempre",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/inga-lindstrom-l-amore-e-per-sempre.webp",
      "start_time": "2026-02-14 21:10:00",
      "end_time": "2026-02-14 23:07:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Stine Olson, neolaureata in architettura, incontra per caso il suo ex ragazzo Jan, che vuole vendere una casa ereditata dal padre. La casa emana una strana attrazione magica, ma l'acquirente vuole demolirla perché ha altri progetti su quel terreno. La storia della casa è anche la storia della vecchia Elsa che ha vissuto un grande amore con il padre di Jan e Paul e scuoterà la vita di tutte le persone coinvolte."
    },
    {
      "show_name": "Inga Lindstrom Cuore Rubato",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/today/inga-lindstrom-cuore-rubato.webp",
      "start_time": "2026-02-14 23:07:00",
      "end_time": "2026-02-15 00:59:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "La trentenne Kristie si sente rinata dopo un trapianto di cuore. Suo marito Bjorn, la madre Ebba e la migliore amica Lilli devono accettare che Kristie voglia riprendere il controllo della sua vita. Mentre mette alla prova i suoi limiti con una nuotata, incontra Sixten, il suo amico del cuore della scuola materna, e lo aiuta a mettere ordine nel caos della sua vita. Kristie poi scopre che suo marito e la sua migliore amica avevano una relazione segreta, ma non si lascia abbattere: è il momento di riempire di vita il suo nuovo cuore. Con M. Haddad e M. Koch."
    }
  ]
}