{
  "channel_name": "Mediaset Extra",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "Tu Si Que Vales",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/tu-si-que-vales.webp",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 01:22:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "Le spericolate, divertenti, emozionanti esibizioni degli artisti e."
    },
    {
      "show_name": "Caduta Libera",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/caduta-libera.webp",
      "start_time": "2026-02-02 01:22:00",
      "end_time": "2026-02-02 02:18:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti è alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi può raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Classe Di Ferro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 02:18:00",
      "end_time": "2026-02-02 05:31:00",
      "episode_number": "S2 E4",
      "show_category": "",
      "show_description": "Il generale Thompson invita i soldati a godersi una vacanza in Florida. Il sergente Scherone chiede di poter partecipare col gruppo alle esercitazioni dei marines."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 05:31:00",
      "end_time": "2026-02-02 05:42:00",
      "episode_number": "S4 E33",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 05:42:00",
      "end_time": "2026-02-02 06:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 06:02:00",
      "end_time": "2026-02-02 06:08:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 06:08:00",
      "end_time": "2026-02-02 06:12:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 06:12:00",
      "end_time": "2026-02-02 06:37:00",
      "episode_number": "S8 E6",
      "show_category": "Sit-Com",
      "show_description": "Allegria e buonumore nelle vicende quotidiane di Sandra e Raimondo. Ovviamente a Casa Vianello."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 06:37:00",
      "end_time": "2026-02-02 07:03:00",
      "episode_number": "S8 E7",
      "show_category": "Sit-Com",
      "show_description": "Sandra e' a letto con un febbrone. Raimondo risponde al telefono, davanti a lei, a un sondaggio sull'eutanasia e si dichiara favorevolissimo, anzi la cosa gli suggerisce l'idea per una sceneggiatura sull'argomento. Sandra, fraintendendo, si convince che Raimondo la voglia eliminare, e nell'equivoco cade anche la Tata, che casualmente legge le prime pagine della sceneggiatura scritta da Raimondo, scambiandola per un piano per eliminare Sandra. Raimondo e' preoccupato per gli strani e sospettosi comportamenti di Sandra e della Tata e decide di convocare uno psichiatra. Ma alla fine chi finisce in manicomio e' proprio lui.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 07:03:00",
      "end_time": "2026-02-02 07:26:00",
      "episode_number": "S8 E8",
      "show_category": "Sit-Com",
      "show_description": "La Tata (interpretata da Giorgia Trasselli) ha deciso di gestire un'agenzia per il reperimento di tate esperte. Gli elenchi con i nomi delle candidate tate vengono forniti dal Dott. Borrella. Raimondo, che viene chiamato a fare da garante dell'operazione sborsando una cifra cospicua, chiede al Dott. Borrella di trovare delle ragazze che siano principalmente belle. Ma per una serie di equivoci ecco sopraggiungere la polizia.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 07:26:00",
      "end_time": "2026-02-02 07:50:00",
      "episode_number": "S8 E9",
      "show_category": "Sit-Com",
      "show_description": "Su suggerimento dell'amico Gianni, che gli ha prospettato un accattivante contorno mondano, Raimondo decide di iscriversi alla massacrante Marathon des sables che si tiene in Marocco. Sandra prima si preoccupa, ma poi cerca di assecondare Raimondo e si allena con lui per abituarsi al gelo della tenda berbera e al calore del deserto, riprodotti perfidamente da Raimondo nel salotto di casa. Stroncata dalla fatica, Sandra decide che lo accompagnera' solamente e parte in anticipo per il Marocco. Raimondo nel frattempo ha deciso con Gianni di recarsi invece in Scozia per partecipare a un'altra maratona. Ma il giorno della loro partenza ecco di ritorno dal Marocco Sandra: ha cambiato programma anche lei.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 07:50:00",
      "end_time": "2026-02-02 08:19:00",
      "episode_number": "S8 E10",
      "show_category": "Sit-Com",
      "show_description": "Raimondo scopre che Kate (interpretata da Barbara Snellemburg) e' innamorata del mare. Si finge dunque uno yachtman a tempo pieno, e per documentare la sua abilita' a Kate si fa ritrarre dall'amico Arturo (interpretato da Roberto Marelli) nel salotto di casa con delle polaroid fasulle. Poi, sempre per allenarsi, si tuffa nella vasca da bagno di casa in tenuta da sub e per poco non annega, quando Sandra, ignara di tutto, gli strappa il boccaglio..."
    },
    {
      "show_name": "Melaverde",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/melaverde.webp",
      "start_time": "2026-02-02 08:19:00",
      "end_time": "2026-02-02 09:19:00",
      "episode_number": "",
      "show_category": "Cucina",
      "show_description": "I conduttori ci mostrano il meglio dei servizi della nostra penisola con curiosità su tradizione e ingegno."
    },
    {
      "show_name": "Melaverde",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/melaverde.webp",
      "start_time": "2026-02-02 09:19:00",
      "end_time": "2026-02-02 10:30:00",
      "episode_number": "",
      "show_category": "Cucina",
      "show_description": "I conduttori ci mostrano il meglio dei servizi della nostra penisola con curiosità su tradizione e ingegno."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 10:30:00",
      "end_time": "2026-02-02 11:32:00",
      "episode_number": "S6 E13",
      "show_category": "",
      "show_description": "In caserma non sono tempi facili: Sonia e' partita per Roma dove ha raggiunto Maurizio, mentre Morri e' ancora incerto se lasciare definitivamente l'Arma."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 11:32:00",
      "end_time": "2026-02-02 12:33:00",
      "episode_number": "S6 E14",
      "show_category": "",
      "show_description": "Mira decide di lasciare Gabriele. Intanto, nostri sono alle prese con una rapina e un rapimento. Due casi brillantemente risolti dal maresciallo Morri."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/tv-programma-logo.webp",
      "start_time": "2026-02-02 12:33:00",
      "end_time": "2026-02-02 13:35:00",
      "episode_number": "S6 E15",
      "show_category": "",
      "show_description": "Gioia e' alle prese con un uomo dall'aria torva che la pedina. Trascinato dalla gelosia, il maresciallo Morri chiede informazioni su Francesco Russo."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/distretto-di-polizia.webp",
      "start_time": "2026-02-02 13:35:00",
      "end_time": "2026-02-02 14:36:00",
      "episode_number": "S6 E4",
      "show_category": "Poliziesco",
      "show_description": "Francesca, trovata da suo marito Roberto in una pozza di sangue nella loro casa, deve essere operata d'urgenza. Sia lei che il bimbo rischiano di perdere la vita. Mentre Luca, Anna e Irene, indagando su uno strano incidente con un morto, scoprono che si tratta di uno stupro con rapina e che coinvolge un loro collega, Francesca riprende conoscenza e racconta al marito l'aggressione subita in casa. L'aggressore e' Gaetano Maiorca, venuto a riprendersi il pacchetto spedito da Milo Paulin contenente il quaderno conservato da sua sorella Eva, che Roberto non ha fatto in tempo a vedere. Mentre Mauro e Alessandro Berti vanno alla ricerca di una traccia, Roberto deve nascondere alla moglie che il loro bimbo appena nato e' in sala operatoria, fra la vita e la morte."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/distretto-di-polizia.webp",
      "start_time": "2026-02-02 14:36:00",
      "end_time": "2026-02-02 15:37:00",
      "episode_number": "S6 E5",
      "show_category": "Poliziesco",
      "show_description": "Il neonato Francesco, figlio di Roberto e Francesca, viene salvato dopo una lunga operazione. E' subito festeggiato dai fratellini Michele e Mauretta e dagli agenti del X Tuscolano. Il neocommissario capisce che deve affrontare un personaggio del passato, Cesare Carrano, oggi importante costruttore edile e mandante dell'aggressore a Francesca da parte di Maiorca. E' inoltre il padre di Ruggero, l'assassino di Milo che Roberto ha ferito prima della fuga, ora latitante. Mentre Irene, Anna e Luca collaborano con Alessandro Berti della scientifica su due omicidi che hanno a che fare col mondo del gioco d'azzardo, Mauro aiuta Roberto ad affrontare il caso piu' difficile della sua carriera: il rapimento di Michele e Mauretta da parte di Gaetano Maiorca."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/distretto-di-polizia.webp",
      "start_time": "2026-02-02 15:37:00",
      "end_time": "2026-02-02 16:43:00",
      "episode_number": "S6 E6",
      "show_category": "Poliziesco",
      "show_description": "La neo ispettrice del X Tuscolano Irene Valli si trova coinvolta in una rapina nell'emporio, dove lei e suo nipote Stefano, di undici anni, si trovano per caso. I due malviventi non esitano ad uccidere il proprietario del negozio e a picchiare il ragazzino. Con la scusa di volerlo medicare, Irene riesce a far fuggire Stefano, che chiama subito Mauro. Quando gli agenti arrivano uno dei criminali fugge prendendo in ostaggio una cliente. L'altro viene trovato ucciso insieme ad un ragazzo, Irene e' a terra priva di sensi. Dalle analisi di Alessandro Berti della scientifica risulta che e' stata la pistola di Irene a sparare. L'ispettrice dichiara di non ricordare nulla ed e' sottoposta ad una severa indagine disciplinare. Mauro s'impegna con gli altri a scoprire la verita' per aiutarla a scagionarsi."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/i-cesaroni.webp",
      "start_time": "2026-02-02 16:43:00",
      "end_time": "2026-02-02 17:57:00",
      "episode_number": "S3 E25",
      "show_category": "Commedia",
      "show_description": "Eva riceve la visita di suo padre Sergio, che ancora non conosce Alex. I due si piacciono e Sergio propone ad Alex di andare a lavorare in un ristorante milanese di cui lui sara' socio. Eva lo esorta ad accettare, ma Alex vuole starle accanto il piu' possibile e quindi impegnarsi troppo sul lavoro non e' per lui una buona idea. Jolanda decide di festeggiare alla grande il suo quindicesimo compleanno e chiede aiuto ad Alice per organizzare il party nel magazzino di Walter. Ancora una volta pero' Regina ci mette lo zampino invitando tutta la scuola ad una festa per quella stessa sera. Nessuno si degna di rispondere a Jolanda, ma stavolta Alice pensa ad un'efficace contromisura; scopre che Walter tiene sul suo pc una sua bella foto in versione cubista, ed e' quella che spedisce a tutti, attirando immediatamente l'attenzione. La sera nel magazzino di Walter c'e' il pienone: tutti ballano, quando all'improvviso arriva Regina, che sale sul palco per smascherare la fascinosa rivale."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/i-cesaroni.webp",
      "start_time": "2026-02-02 17:57:00",
      "end_time": "2026-02-02 19:10:00",
      "episode_number": "S3 E26",
      "show_category": "Commedia",
      "show_description": "In bottiglieria si commenta la candidatura elettorale del timido Arduino Mandelli, quando, trionfale, entra Barilon che annuncia la sua prossima elezione come presidente del municipio. Di fronte ad un suo attacco contro la \"romanita'\", Giulio raccoglie la sfida, e seduta stante, scende in campo per difendere la sua gente e la Garbatella dall'invasione barbarica del Nord. Lucia e' in disaccordo, la politica non s'improvvisa. Solo quando Germana la provoca si convince: sara' suo marito a vincere e lei lo aiutera' in ogni modo! Intanto Marco e' stato selezionato per un importante concorso, ma Simona e Franco tremano scoprendo che il giurato mancante e' il loro vecchio nemico Criscuolo, che dovra' fornire il voto determinante per far passare Marco. Walter peggiora le cose picchiando il discografico, che ha osato insultare la sua donna. Alla fine sara' Franco a risolvere le cose cedendo a Criscuolo il 50% del profitti da produttore relativi al disco di Marco."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/i-cesaroni.webp",
      "start_time": "2026-02-02 19:10:00",
      "end_time": "2026-02-02 20:17:00",
      "episode_number": "S3 E27",
      "show_category": "Commedia",
      "show_description": "Lucia e Giulio non si parlano, stavolta la crisi e' seria e la tensione in casa Cesaroni e' alle stelle. Eva ed Alex rinunciano per il momento a dare la notizia del loro imminente matrimonio. La coppia parte per un agriturismo dove Alex e' invitato per un importante catering. Anche Marco e' in partenza per la conferenza stampa a Milano, ma esita: i fratelli lo esortano ad andare. Il tour mondiale comincera' fra poco, e' un'occasione che non puo' perdere: fara' da spalla agli Artic Monkeys! Lucia si rende conto di aver ferito suo marito con la storia di volerlo cambiare per le elezioni."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/i-cesaroni.webp",
      "start_time": "2026-02-02 20:17:00",
      "end_time": "2026-02-02 21:22:00",
      "episode_number": "S3 E28",
      "show_category": "Commedia",
      "show_description": "Con una certa saggezza Mimmo commenta che il destino degli ex e' davvero imprevedibile. Cesare e' in crisi perche' il suo rapporto con Pamela di giorno in giorno si complica, mentre la frattura fra Giulio e Lucia si fa sempre piu' profonda. E fatalmente appaiono dei corteggiatori per entrambi. Anche Eva e Marco soffrono della reciproca lontananza mentre fervono i preparativi per il prossimo matrimonio di lei e per il primo concerto milanese di lui davanti a migliaia di persone."
    },
    {
      "show_name": "Le Iene",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Mediaset-Extra/today/le-iene.webp",
      "start_time": "2026-02-02 21:22:00",
      "end_time": "2026-02-03 01:21:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Veronica Gentili conduce con Max Angioni il programma cult di attualita' con nuove interviste dissacranti ed inchieste di cronaca degli inviati."
    }
  ]
}