{
  "channel_name": "Mediaset Extra",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "Quarto Grado",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314087301002101/media/20/84/073a5b91-a43c-4796-a075-60229761ac2f/c157baeb-bb85-44a9-8e55-dba231adf167.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:46:00",
      "episode_number": "",
      "show_category": "Informazione",
      "show_description": "In questa puntata: il giallo di Anguillara e le dichiarazioni di Carlomagno, approfondimenti sul caso Garlasco e un nuovo \"viaggio nelle carceri\"."
    },
    {
      "show_name": "Caduta Libera",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312968701005701/media/22/86/25d187cc-e1f0-4b36-b458-35702575cda7/5883f518-d777-4d64-9cb7-b82d12f49236.jpg",
      "start_time": "2026-02-01 00:46:00",
      "end_time": "2026-02-01 01:52:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti è alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi può raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Classe Di Ferro",
      "show_logo": "",
      "start_time": "2026-02-01 01:52:00",
      "end_time": "2026-02-01 03:03:00",
      "episode_number": "S2 E3",
      "show_category": "",
      "show_description": "Scibetta, Bertolazzi, Montini, Serra, Cardarelli e Melloni vengono invitati assieme al tenente Dell'Anno e al sergente Scherone, dal generale Thompson a Miami."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-01 03:03:00",
      "end_time": "2026-02-01 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-01 04:00:00",
      "end_time": "2026-02-01 04:48:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-01 04:48:00",
      "end_time": "2026-02-01 05:47:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "",
      "start_time": "2026-02-01 05:47:00",
      "end_time": "2026-02-01 06:02:00",
      "episode_number": "S4 E32",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 06:02:00",
      "end_time": "2026-02-01 06:23:00",
      "episode_number": "S7 E17",
      "show_category": "Sit-Com",
      "show_description": "Sandra e le sue amiche fondano un'Associazione contro gli uomini che ci provano sempre. Raimondo come sempre non perde occasione per corteggiare la bella Kate. Quest'ultima riferisce all'Associazione di essere regolarmente circuita da un anziano del palazzo. La colpa ricade sul Dottor Stresa. Sandra e le sue amiche decidono di mettere una telecamera nascosta all'interno dell'ascensore, ma si scopre che il 'provolone' e' Raimondo.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 06:23:00",
      "end_time": "2026-02-01 06:47:00",
      "episode_number": "S7 E18",
      "show_category": "Sit-Com",
      "show_description": "Raimondo si fa convincere ad acquistare un'opera d'arte a forma di scopa. Inorridito dall'uso che ne fa la Tata, Raimondo chiama un famoso critico d'arte che conferma: 'e' solo una scopa'. Raimondo, per rifarsi, decide di comperare una costosissima tela a strisce che, per sbaglio, la Tata mette in lavatrice e poi rimpiazza con un pezzo di tenda del terrazzo del vicino. Raimondo riesce lo stesso a vendere il suo nuovo acquisto, ma l'acquirente e il vicino di casa si incontrano.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 06:47:00",
      "end_time": "2026-02-01 07:13:00",
      "episode_number": "S7 E19",
      "show_category": "Sit-Com",
      "show_description": "Un tipo strano si reca a casa Vianello per comunicare che ha fondato un Fans Club per Raimondo. Le sue proposte vanno dal ritiro dalle scene, al merchandising di prodotti legati alla sua immagine, alla firma affrettata di un cospicuo assegno, alla visita guidata di un gruppo di giapponesi in casa Vianello. Inoltre, quando sopraggiunge un famoso produttore, l'impiccione trova il modo di mandargli tutto a monte. Perfino la cena delle fans di Vianello si rivela una fregatura..."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 07:13:00",
      "end_time": "2026-02-01 07:35:00",
      "episode_number": "S7 E20",
      "show_category": "Sit-Com",
      "show_description": "I genitori di Gianmarco vanno alle Filippine. Sandra e' fuori di se' dalla gioia: avra' finalmente qualcuno da accudire. Ma tocca sempre a Raimondo cercare una baby sitter. La prescelta ha 23 anni e una minigonna vertiginosa; Gianmarco minaccia di dire a zia Sandra che zio Raimondo ci prova. A questo punto Raimondo argina il ricatto con dei giocattoli, ma Gianmarco fa lo stesso la spia a Sandra. Gianmarco dice a Raimondo che la baby sitter lo aspetta in camera da letto.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 07:35:00",
      "end_time": "2026-02-01 08:03:00",
      "episode_number": "S8 E1",
      "show_category": "Sit-Com",
      "show_description": "Due amiche di Sandra fanno parte di un'associazione che si occupa di dare una mano agli extracomunitari e fra questi c'e' una ragazza di nome Isabelita. Isabelita e' incinta, ma non puo' tornare al proprio paese d'origine perche' verrebbe rifiutata dalla sua famiglia. Qualcuno deve riconoscere il bambino e le due amiche di Sandra pensano di chiederlo a Raimondo; ma lui non ne vuole sapere, a meno che non riescano a convincere Sandra. Per una serie di equivoci Sandra acconsente, e Isabelita va dicendo a tutti che Raimondo e' il padre del suo bambino. Quando lo viene a sapere Sandra succede il finimondo."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 08:03:00",
      "end_time": "2026-02-01 08:30:00",
      "episode_number": "S8 E2",
      "show_category": "Sit-Com",
      "show_description": "Raimondo e Sandra annunciano il ritiro dalle scene. Mentre Raimondo inizia a dilettarsi in cucina, Sandra non resiste e si confida con il suo produttore. Insieme decidono di ridare anche a Raimondo il piacere delle riprese televisive e piazzano alcune microcamere in casa Vianello. E' cosi' che Sandra scopre che Raimondo, con la scusa di preparare nuovi piatti prelibati in cucina, e' ritornato a fare il cascamorto con Kate (interpretata da Barbara Snellemburg)..."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 08:30:00",
      "end_time": "2026-02-01 08:58:00",
      "episode_number": "S8 E3",
      "show_category": "Sit-Com",
      "show_description": "Mentre Sandra ha un nuovo hobby, l'astronomia, e costringe Raimondo a darle una mano nottetempo a scrutare le stelle, la loro vicina di casa, Kate (interpretata da Barbara Snellemburg), si e' accorta che un inquilino misterioso la osserva con un cannocchiale, e chiede ai vigili di organizzare un appostamento per scoprire di chi si tratta. Nel frattempo Raimondo viene a sapere che se scopre una nuova stella potra' darle un nome. Quindi passa tutte le notti a esplorare il cielo per trovare una nuova stella e chiamarla Kate come la sua giovane e graziosa vicina di casa, ma viene sorpreso dai vigili che lo scambiano per l'inquilino misterioso.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 08:58:00",
      "end_time": "2026-02-01 09:34:00",
      "episode_number": "S8 E4",
      "show_category": "Sit-Com",
      "show_description": "Il condomino Zappa impedisce a Raimondo di installare un'antenna parabolica per vedere le partite di calcio. Nel frattempo la moglie di Zappa e' in \"analisi\" da Sandra, che in questo periodo si cimenta come provetta analista. Raimondo per vendicarsi di Zappa che non gli ha permesso di installare l'antenna parabolica, lo fa assistere a una seduta di sua moglie con Sandra. In questa circostanza Zappa viene a sapere che sua moglie lo tradisce.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-01 09:34:00",
      "end_time": "2026-02-01 10:11:00",
      "episode_number": "S8 E5",
      "show_category": "Sit-Com",
      "show_description": "Arturo (interpretato da Roberto Marelli) chiede aiuto a Raimondo per vendere alcuni vestiti firmati che puo' avere a meta' prezzo. Nel frattempo la stilista di Sandra le sta mostrando gli stessi capi d'abbigliamento, ma a prezzi proibitivi. Sandra decide allora di accettare l'offerta conveniente di Raimondo. La voce si sparge e in Casa Vianello viene organizzata una vera e propria sfilata. Ma sul piu' bello ecco sopraggiungere la polizia che sequestra i vestiti..."
    },
    {
      "show_name": "Un Ciclone In Famiglia",
      "show_logo": "",
      "start_time": "2026-02-01 10:11:00",
      "end_time": "2026-02-01 12:12:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Le alterne vicende coniugali di Ludovica e Alessio si concludono in un'aula di Tribunale dove il clima si surriscalda."
    },
    {
      "show_name": "Un Ciclone In Famiglia",
      "show_logo": "",
      "start_time": "2026-02-01 12:12:00",
      "end_time": "2026-02-01 14:09:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Ludovica e' attratta da Hubertus. Lorenzo non e' d'accordo e tenta di nascondere la verita' ad Alessio, ma Hubertus raggiunge Ludovica in Italia: i due ragazzi si amano."
    },
    {
      "show_name": "Anni 60",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F010222601000101/media/14/14/13a335d8-eb1c-44fd-80ba-2eb94c0bb1a9/81ee39e3-89a0-45e4-ac86-751fb352517c.jpg",
      "start_time": "2026-02-01 14:09:00",
      "end_time": "2026-02-01 16:06:00",
      "episode_number": "S1 E1",
      "show_category": "Commedia",
      "show_description": "Forte dei Marmi, estate 1965. Vittorio (Ezio Greggio) giunge da Roma a bordo di una spider che deve consegnare all'avvocato De Corato (Giuseppe De Rosa), suo amico, che lo attende a Saint Tropez.."
    },
    {
      "show_name": "Anni 60",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F010222601000201/media/14/14/13a335d8-eb1c-44fd-80ba-2eb94c0bb1a9/81ee39e3-89a0-45e4-ac86-751fb352517c.jpg",
      "start_time": "2026-02-01 16:06:00",
      "end_time": "2026-02-01 18:09:00",
      "episode_number": "S1 E2",
      "show_category": "Commedia",
      "show_description": "Il Bepi (Nini Salerno), amico di Marietto (Jerry Cala'), ha lasciato la moglie Milena ed e' fuggito con la Bruna, una procace signora vicentina. Don Zeno, parroco di Treviso, incarica Marietto di recuperare la pecorella smarrita.."
    },
    {
      "show_name": "Anni 60",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F010222601000301/media/14/14/13a335d8-eb1c-44fd-80ba-2eb94c0bb1a9/81ee39e3-89a0-45e4-ac86-751fb352517c.jpg",
      "start_time": "2026-02-01 18:09:00",
      "end_time": "2026-02-01 20:05:00",
      "episode_number": "S1 E3",
      "show_category": "Commedia",
      "show_description": "Nella \"Pensione Silvana\" dove abita, Vittorio (Ezio Greggio) conosce Laura (Manuela Arcuri) una bella ragazza di Latina che vuole fare l'attrice ma viene disturbato dall'arrivo di Sandrone (Piero Maggio'), un pugile al quale deve cento mila lire.."
    },
    {
      "show_name": "Anni 60",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F010222601000401/media/14/14/13a335d8-eb1c-44fd-80ba-2eb94c0bb1a9/81ee39e3-89a0-45e4-ac86-751fb352517c.jpg",
      "start_time": "2026-02-01 20:05:00",
      "end_time": "2026-02-01 21:57:00",
      "episode_number": "S1 E4",
      "show_category": "Commedia",
      "show_description": "Estate 1966. Vittorio (Ezio Greggio) tramite l'avvocato De Corato (Giuseppe De Rosa) ha trovato un posto da galoppino alle dipendenze del comm. Mambretti (Gian), ricco industriale tessile di Milano."
    },
    {
      "show_name": "Tu Si Que Vales",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313384301000101/media/2/2/239cafbb-fb4f-476c-9949-e590271fbcb3/d291f20e-3751-424d-8788-53d42ac4d774.jpg",
      "start_time": "2026-02-01 21:57:00",
      "end_time": "2026-02-02 01:22:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "Le spericolate, divertenti, emozionanti esibizioni degli artisti e."
    }
  ]
}