{
  "channel_name": "Mediaset Extra",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Caduta Libera",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312968701005601/media/22/86/25d187cc-e1f0-4b36-b458-35702575cda7/5883f518-d777-4d64-9cb7-b82d12f49236.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 01:09:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti è alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi può raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Classe Di Ferro",
      "show_logo": "",
      "start_time": "2026-01-31 01:09:00",
      "end_time": "2026-01-31 02:25:00",
      "episode_number": "S2 E2",
      "show_category": "",
      "show_description": "Davanti alla caserma viene lasciato un neonato: un biglietto rivela che il padre si trova nella caserma. Scattano le indagini per rintracciare il vero padre."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-01-31 02:25:00",
      "end_time": "2026-01-31 03:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-01-31 03:20:00",
      "end_time": "2026-01-31 04:12:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-01-31 04:12:00",
      "end_time": "2026-01-31 05:06:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-01-31 05:06:00",
      "end_time": "2026-01-31 06:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "",
      "start_time": "2026-01-31 06:02:00",
      "end_time": "2026-01-31 06:16:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-01-31 06:16:00",
      "end_time": "2026-01-31 06:41:00",
      "episode_number": "S7 E12",
      "show_category": "Sit-Com",
      "show_description": "Raimondo, rientrando a casa, sbatte il ginocchio contro una piramide di ferro che Sandra ha messo al centro del salotto seguendo un suo nuovo entusiasmo: la New Age. Raimondo si infuria anche perche' sta aspettando un editore famoso che vuole pubblicare una sua biografia senza menzogne per la sua nuova collana 'La verita''. Durante gli accordi entrambi si proclamano nemici dichiarati della New Age. Ma Sandra e la Tata mettono strane erbe nei cibi di Raimondo che, completamente addormentato, viene posto per 24 ore sotto la piramide. E li' lo trova l'indomani l'editore, che se ne va infuriato.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-01-31 06:41:00",
      "end_time": "2026-01-31 07:05:00",
      "episode_number": "S7 E13",
      "show_category": "Sit-Com",
      "show_description": "Un amico da' a Raimondo un flacone di pillole dell'amore; intanto Sandra invita a cena due amiche (una un po' bruttina, l'altra molto bella). Raimondo decide di mettere nel bicchiere dell'amica piu' carina una pillola, ma le bevande vengono scambiate. Nel frattempo, la piu' carina scopre che suo marito la tradisce e decide di assecondare le avances di Raimondo. Quando lui e lei sono finalmente soli, le controindicazioni della pillola si fanno sentire..."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-01-31 07:05:00",
      "end_time": "2026-01-31 07:29:00",
      "episode_number": "S7 E14",
      "show_category": "Sit-Com",
      "show_description": "Una giornalista amica di Sandra si ferma in incognito a casa Vianello per un servizio sulla coppia piu' longeva dello spettacolo italiano. Raimondo capisce tutto e inizia a fare il marito premuroso; respinge anche un tentativo di seduzione della giornalista. Sandra scopre che Raimondo ha intuito tutto e decide di far rimanere la giornalista ancora per due settimane. Purtroppo tutte le trappole che Raimondo trama contro la giornalista colpiscono la povera Tata.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-01-31 07:29:00",
      "end_time": "2026-01-31 07:54:00",
      "episode_number": "S7 E15",
      "show_category": "Sit-Com",
      "show_description": "Kate parla a Raimondo dell'iniziativa del Comune: \"Adotta un anziano\". Raimondo promette di impegnarsi e, per farsi nominare responsabile dell'iniziativa, scrittura un'attrice, che finge di adottare Sandra e la Tata. Mentre Sandra, la Tata e l'attrice sono in cucina a preparare torte, Raimondo in salotto cerca di circuire Kate. Ma come sempre la furbizia di Sandra avra' la meglio su Raimondo.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-01-31 07:54:00",
      "end_time": "2026-01-31 08:27:00",
      "episode_number": "S7 E16",
      "show_category": "Sit-Com",
      "show_description": "Un amico invita Raimondo a festeggiare il Capodanno perche' Sandra partira' per un viaggio. Raimondo non perde tempo e invita Kate, ma la ragazza rifiuta perche' e' stata gia' invitata da un ragazzo che abita nel palazzo. Sandra organizza con tutti gli inquilini il pranzo di Natale e invita anche un vicino che e' considerato un po' uno 'iettatore'. Raimondo approfitta dell'occasione e fa sedere l'amico di Kate vicino allo iettatore, il quale riesce a mandare il ragazzo al pronto soccorso. Sandra e la Tata partono e Raimondo, finalmente solo, potrebbe sfruttare l'occasione; ma le cose non vanno per il verso giusto.."
    },
    {
      "show_name": "Melaverde",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310781401000801/media/4/4/6f2f6f3a-e9ef-4ff6-a38c-6649e560883c/4180d959-b1d7-4a06-994c-e7fb48f4c9d5.jpg",
      "start_time": "2026-01-31 08:27:00",
      "end_time": "2026-01-31 09:29:00",
      "episode_number": "",
      "show_category": "Cucina",
      "show_description": "I conduttori ci mostrano il meglio dei servizi della nostra penisola con curiosità su tradizione e ingegno."
    },
    {
      "show_name": "Melaverde",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310781401000901/media/4/4/6f2f6f3a-e9ef-4ff6-a38c-6649e560883c/4180d959-b1d7-4a06-994c-e7fb48f4c9d5.jpg",
      "start_time": "2026-01-31 09:29:00",
      "end_time": "2026-01-31 10:30:00",
      "episode_number": "",
      "show_category": "Cucina",
      "show_description": "I conduttori ci mostrano il meglio dei servizi della nostra penisola con curiosità su tradizione e ingegno."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "",
      "start_time": "2026-01-31 10:30:00",
      "end_time": "2026-01-31 11:31:00",
      "episode_number": "S6 E10",
      "show_category": "",
      "show_description": "Dopo un'azione in cui nostri riescono a ritrovare una bambina rapita da un malvivente, Mira annuncia a Gabriele di aspettare un bambino."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "",
      "start_time": "2026-01-31 11:31:00",
      "end_time": "2026-01-31 12:31:00",
      "episode_number": "S6 E11",
      "show_category": "",
      "show_description": "I nostri sono alle prese con una truffa di compravendita di appartamenti in cui sembra essere coinvolto anche Giuseppe Morri."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "",
      "start_time": "2026-01-31 12:31:00",
      "end_time": "2026-01-31 13:32:00",
      "episode_number": "S6 E12",
      "show_category": "",
      "show_description": "I nostri sono alle prese con un furto di computer avvenuto al liceo di Citta' della Pieve. la Fulci scopre che Morri intende presentare domanda di congedo."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012465801000101/media/22/86/5b04229b-638f-48f0-8dea-4f0a3a41379c/10302175-f677-4c2c-a93f-4b39af6a88cd.jpg",
      "start_time": "2026-01-31 13:32:00",
      "end_time": "2026-01-31 14:33:00",
      "episode_number": "S6 E1",
      "show_category": "Poliziesco",
      "show_description": "In seguito al trasferimento di Giulia Corsi, il suo vice Roberto Ardenzi diventa il neocommissario del X Tuscolano. Durante la cerimonia di insediamento una banda di feroci rapinatori fa irruzione nella villa di un ricco notaio disattivando facilmente il sistema d'allarme. Uno dei criminali spara a sangue freddo sul figlio ventenne del professionista, uccidendolo. La crudele azione scatena la ribellione dell'unico straniero del gruppo, il romeno Artur, che verra' ucciso dopo il suo annuncio di voler lasciare la banda. Durante l'indagine Mauro incontrera' un vecchio compagno di corso, Alessandro Berti che adesso lavora con la Polizia Scientifica, mentre al X Tuscolano arriva con un giorno di ritardo la nuova ispettrice Irene Valli."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012465801000201/media/22/86/5b04229b-638f-48f0-8dea-4f0a3a41379c/10302175-f677-4c2c-a93f-4b39af6a88cd.jpg",
      "start_time": "2026-01-31 14:33:00",
      "end_time": "2026-01-31 15:36:00",
      "episode_number": "S6 E2",
      "show_category": "Poliziesco",
      "show_description": "In seguito ad un'azione condotta col neocommissario Roberto, Mauro viene preso in ostaggio dai due fratelli pugliesi capeggiati dal napoletano Gabriele, responsabili di sanguinose rapine. Alessandro Berti della Scientifica si offre come esca, permettendo a Roberto di nascondersi e farsi portare nel covo dove l'amico sta per essere giustiziato. Dopo un terribile scontro a fuoco Mauro viene liberato dai colleghi. Da questo momento fara' coppia con la nuova arrivata, Irene Valli, con la quale affronta il caso di uno psicopatico che si e' asserragliato in casa con un ostaggio. Intanto Roberto e sua moglie Francesca, incinta di sette mesi, assistono alla morte di una bella ragazza investita davanti ai loro occhi, Eva Paulin."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012465801000301/media/22/86/5b04229b-638f-48f0-8dea-4f0a3a41379c/10302175-f677-4c2c-a93f-4b39af6a88cd.jpg",
      "start_time": "2026-01-31 15:36:00",
      "end_time": "2026-01-31 16:49:00",
      "episode_number": "S6 E3",
      "show_category": "Poliziesco",
      "show_description": "L'intuito del neocommissario del X Tuscolano Roberto non sbaglia: dietro la morte apparentemente casuale della modella Eva Paulin si nasconde qualcosa di piu'. La giovane, con la complicita' del fratello Milo, rubava ai suoi ricchi clienti oggetti preziosi. Milo fa recapitare al commissario un quaderno che Eva aveva conservato, prima di morire davanti ai suoi occhi. Intanto Mauro e Irene si occupano della sparizione del piccolo Marcello. Il primo sospetto e' il padre, divorziato da anni, che non aveva il diritto di vedere il figlio, ma la vicenda presenta risvolti ancora piu' inquietanti."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F301230301002101/media/4/4/f8f17ce5-8a8b-48ec-a97b-0d6bc609c19d/dab5a510-c213-43ad-8e0b-1e905321d458.jpg",
      "start_time": "2026-01-31 16:49:00",
      "end_time": "2026-01-31 18:01:00",
      "episode_number": "S3 E21",
      "show_category": "Commedia",
      "show_description": "L'avvocato dell'atleta Tiziano Marrese si presenta alla redazione di \"Up to you\" diffidando la rivista dal pubblicare l'intervista di Eva. Procedera' inoltre contro la giornalista con una denuncia per danni morali e percosse, proponendo la radiazione di Eva Cudicini dall'albo. La direttrice Iva e' stupefatta e chiede alla sua assistente di indagare. Cinzia le mostra una registrazione dell'albergo in cui si vedono Marco e Simona scappare dalla stanza dell'atleta. Iva e' costretta ad ammettere che la sua fiducia e' stata tradita; inoltre le tocca pagare una notevole cifra a Marrese per far tacere lo scandalo. Nel frattempo Eva si lamenta con Marco per la freddezza di sua madre, ferita per la tardiva rivelazione. Le due donne si confrontano duramente e subito dopo Eva riceve la chiamata del suo capo che la licenzia in tronco. Marco cerca a sua volta di parlare con Simona che invece lo evita."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F301230301002201/media/4/4/f8f17ce5-8a8b-48ec-a97b-0d6bc609c19d/dab5a510-c213-43ad-8e0b-1e905321d458.jpg",
      "start_time": "2026-01-31 18:01:00",
      "end_time": "2026-01-31 19:14:00",
      "episode_number": "S3 E22",
      "show_category": "Commedia",
      "show_description": "Eva sa che prima o poi dovra' affrontare Alex, tornato a Roma con l'intenzione di prendersi cura di lei e del figlio in arrivo. Ma per il momento rifiuta di vederlo, tanto che il ragazzo chiede aiuto a Marco. Il fratellastro con sofferenza mette da parte i propri sentimenti e per il bene di Eva le consiglia di riflettere su quello che sta facendo. Addirittura aiuta Alex a comporre un regalo per Eva, che rappresenta la sintesi di tutti i mesi di gravidanza passati in solitudine. Un regalo che la ragazza accetta commossa, prima di lasciarsi andare fra le braccia del suo ex. Giulio scopre con fastidio che Ezio ha lanciato una scommessa accolta da buona parte della Garbatella: Eva accettera' di tornare con Alex? E quando Ezio, pentito, si offre di donare all'amico i soldi delle scommesse per il bebe' in arrivo, Giulio stizzito rifiuta. Nel frattempo Alice propone all'amica Jolanda una serata in discoteca: in versione cubista, la ragazzina attira un rozzo ammiratore che la insegue."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F301230301002301/media/4/4/f8f17ce5-8a8b-48ec-a97b-0d6bc609c19d/dab5a510-c213-43ad-8e0b-1e905321d458.jpg",
      "start_time": "2026-01-31 19:14:00",
      "end_time": "2026-01-31 20:20:00",
      "episode_number": "S3 E23",
      "show_category": "Commedia",
      "show_description": "Alice \"entra\" nel mondo di Stefano. Questi la porta a pranzo in un posto dove incontrano dei suoi colleghi di studio; la ragazzina non se ne accorge, ma i tre prendono in giro Stefano, che da tempo non partorisce piu' una buona idea e per il giorno dopo deve presentare un importante progetto. L'uomo alla fine ammette con la sua giovane amica che non ha combinato nulla per il concorso; con generosita' Alice resta a casa sua e lo aiuta a ritrovare la strada giusta fornendogli un'idea brillante. La cosa funziona e Stefano la invita a festeggiare coi suoi amici il successo del \"loro\" progetto. Ma la serata si rivela molto deludente per Alice, la quale immaginava un minimo riconoscimento. Osserva Stefano nei suoi aspetti peggiori e quando la riaccompagna a casa annuncia che non vuole piu' vederlo. E' un momento critico anche per Simona che va a trovare Walter al magazzino; il cd di Marco e' appena uscito e lei non ha ancora avuto il coraggio di ascoltarlo."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F301230301002401/media/4/4/f8f17ce5-8a8b-48ec-a97b-0d6bc609c19d/dab5a510-c213-43ad-8e0b-1e905321d458.jpg",
      "start_time": "2026-01-31 20:20:00",
      "end_time": "2026-01-31 21:26:00",
      "episode_number": "S3 E24",
      "show_category": "Commedia",
      "show_description": "Eva scopre che Alex le ha mentito: non e' capocuoco del ristorante dove lavora, bensi' un semplice aiutante. Per caso s'imbatte in Selvaggia, un'adolescente viziata e prepotente che, accecata dalla gelosia, perseguita il fidanzato Daniele. Eva stimola Alex a non accontentarsi e lo spinge ad accettare un incarico per il servizio di catering per una festa di compleanno, che si rivelera' il megaparty di Selvaggia! Quest'ultima la riconosce e la ritiene responsabile dei suoi guai con Daniele, per cui la minaccia di licenziare seduta stante. Nel frattempo, Simona decide di partecipare alla promozione del cd in uscita di Marco: mancando di mezzi, lei e Franco progettano un tour in furgone per i paesi del Lazio. I due ex si riconciliano, ma Simona, insicura, chiede l'aiuto di Walter, il quale, per gelosia, decide di partire con loro. Si rivela un'ottima idea perche' Marco, incapace di dimenticare Eva, e' sempre piu' fuori di se': prima di un concerto si ubriaca e cerca di baciare Simona."
    },
    {
      "show_name": "Quarto Grado",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314087301002101/media/20/84/073a5b91-a43c-4796-a075-60229761ac2f/c157baeb-bb85-44a9-8e55-dba231adf167.jpg",
      "start_time": "2026-01-31 21:26:00",
      "end_time": "2026-02-01 00:46:00",
      "episode_number": "",
      "show_category": "Informazione",
      "show_description": "Approfondimento giornalistico condotto da Gianluigi Nuzzi e Alessandra Viero su alcuni dei gialli irrisolti della cronaca."
    }
  ]
}