{
  "channel_name": "Mediaset Extra",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "Zelig",
      "show_logo": "",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Zelig '25."
    },
    {
      "show_name": "Caduta Libera",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312968701006801/media/22/86/25d187cc-e1f0-4b36-b458-35702575cda7/5883f518-d777-4d64-9cb7-b82d12f49236.jpg",
      "start_time": "2026-02-12 00:40:00",
      "end_time": "2026-02-12 01:47:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti è alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi può raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Don Tonino",
      "show_logo": "",
      "start_time": "2026-02-12 01:47:00",
      "end_time": "2026-02-12 03:19:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Il commissario Sangiorgi indaga sull'omicidio di alcune spogliarelliste e Don Tonino collabora con lui."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-12 03:19:00",
      "end_time": "2026-02-12 04:04:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-12 04:04:00",
      "end_time": "2026-02-12 04:51:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-12 04:51:00",
      "end_time": "2026-02-12 05:41:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "",
      "start_time": "2026-02-12 05:41:00",
      "end_time": "2026-02-12 05:55:00",
      "episode_number": "S5 E8",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "",
      "start_time": "2026-02-12 05:55:00",
      "end_time": "2026-02-12 06:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "",
      "start_time": "2026-02-12 06:02:00",
      "end_time": "2026-02-12 06:06:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 06:06:00",
      "end_time": "2026-02-12 06:30:00",
      "episode_number": "S11 E8",
      "show_category": "Sit-Com",
      "show_description": "Una tangenziale sta per essere costruita davanti al balcone di Sandra e Raimondo: sara' Buzzetti, il soprintendente alle grandi opere, a decidere se si fara' o meno e per questo si trasferisce a Casa Vianello. Raimondo e' furente, oltre al danno la beffa, ma Sandra lo invita a calmarsi: devono trattare l'ospite nel migliore dei modi, se vogliono evitare che dia il via ai lavori... Cosi' i Vianello da padroni diventano ospiti e Raimondo sta per esplodere, quando improvvisamente la situazione si ribalta: il furbo Buzzetti invita due ragazze, coinvolgendo Raimondo che, si sa, non resiste al fascino femminile. Cosi', dopo aver allontanato Sandra con una scusa, i due preparano la loro \"seratina\", ma questa, sul piu' bello, viene interrotta dalla padrona di casa, che non si fa scrupolo di mettere Buzzetti alla porta, lasciando Raimondo a bocca asciutta..."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 06:30:00",
      "end_time": "2026-02-12 06:54:00",
      "episode_number": "S11 E9",
      "show_category": "Sit-Com",
      "show_description": "Vanessa, una vicina, perde la fede di nozze nella macchina di Raimondo, che gli era stata prestata per depistare il marito molto geloso; ma, prima che l'anello possa essere recuperato, l'auto viene rubata da un ladro del quartiere, che poi ne chiede il riscatto. Per ottenere la gratitudine della donna, Raimondo e' costretto a cedere al ricatto del ladro, che trovato l'anello intuisce esserci sotto qualcosa e raddoppia il prezzo. Dopo aver recuperato l'anello, Raimondo chiama Vanessa, sicuro che ora avra' la sua ricompensa, ma alla porta c'e' il marito e la ricompensa di Raimondo non e' cosi' piacevole..."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 06:54:00",
      "end_time": "2026-02-12 07:19:00",
      "episode_number": "S11 E10",
      "show_category": "Sit-Com",
      "show_description": "Sandra e' entrata a far parte dei Testimoni di Orion, un gruppo molto spirituale... Li invita a conoscere Raimondo, sperando che loro riescano ad elevare il suo spirito, cosi' gretto e materialista. I Testimoni riconoscono subito in Raimondo il Predestinato, colui che con le sue profezie salvera' il mondo. Per dimostrarglielo, traggono dalle sue parole o meglio dai suoi insulti, dei numeri che, giocati, producono delle ingenti vincite di denaro. Raimondo, comincia cosi' a credere di avere davvero dei poteri e investe tutti i suoi averi, scoprendo poi di essere stato truffato; per fortuna ci sono i risparmi di Sandra...o meglio c'erano, prima che lei desse ai Testimoni la firma sul suo conto corrente.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 07:19:00",
      "end_time": "2026-02-12 07:43:00",
      "episode_number": "S11 E11",
      "show_category": "Sit-Com",
      "show_description": "Raimondo e' contrario alla nuova passione di Sandra: la cartomanzia. Diventa pero' favorevole quando scopre che Kate ci crede, ma non riesce a sfruttare a suo vantaggio il parere di una maga invitata da Sandra. Finge allora di lasciarsi convincere dalla stessa maga ad organizzare una festa in casa loro per farsi predire il futuro. L'amico Nicola, a tal fine, gli procura un'altra maga che, a pagamento, invita Sandra a partire subito per la Siberia e Kate ad affidare il suo cuore ad una persona in eta', bionda e un po' \"ingobbita\". Al momento della partenza arriva la prima maga e \"smaga\" le manovre di Raimondo che Sandra sorprende inginocchiato davanti a Kate; finisce come sempre a ombrellate.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 07:43:00",
      "end_time": "2026-02-12 08:12:00",
      "episode_number": "S11 E12",
      "show_category": "Sit-Com",
      "show_description": "Raimondo legge con Sandra un articolo in cui si dice che lo stress emotivo coniugale fa alzare il cortisolo, dannosissimo per la salute. Decide di prendere la palla al balzo: fa fare il test a Sandra, ne falsifica i risultati e conclude che devono separarsi. Lei andra' ad abitare da Kate, mentre Kate, ma Sandra non lo sa, verra' ad abitare da lui. Solo che Sandra, per scrupolo, fa rifare le analisi facendo infuriare Raimondo al quale si alza il tasso di cortisolo. Sara' lui ad andare ad abitare nell'appartamento di Kate, mentre Kate si trasferira' da Sandra."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 08:12:00",
      "end_time": "2026-02-12 08:47:00",
      "episode_number": "S11 E13",
      "show_category": "Sit-Com",
      "show_description": "Un commerciante di cimeli sportivi paga una cifra ingente a Raimondo per una sua maglietta del pallone, ma gli vende di li' a poco la maglia del campione Palombi ad un prezzo altissimo perche' intrisa del sudore autentico dell'atleta. Per sbaglio la tata lava la maglia, Palombi muore, il prezzo sale alle stelle, ma gli acquirenti giapponesi vogliono fare prima il test del dna alla maglietta \"risudata\" dalla tata. Temendo di essere licenziata, la tata, con Sandra e Kate, decide di trafugare nottetempo la maglietta. Raimondo pero' si sveglia, chiama la polizia e la frittata e' fatta."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-12 08:47:00",
      "end_time": "2026-02-12 09:17:00",
      "episode_number": "S11 E14",
      "show_category": "Sit-Com",
      "show_description": "Conoscendo il debole di Raimondo per Kate, Sandra vuole sapere fino a che punto suo marito si spingerebbe con lei. La prega dunque di fingere di sedurlo e perche' cio' avvenga, convince Raimondo a frequentare un corso di sommelier insieme a Kate e alla sua amica Lucia. Ma Raimondo, che ha scoperto la manovra di Sandra, resiste ad ogni tentativo di seduzione e Kate si affretta a tranquillizzare Sandra. Cosi' Raimondo e' libero di fare la corte a Lucia.."
    },
    {
      "show_name": "Anna E I Cinque La Nuova Serie",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F303320401000101/media/9/9/8720fcb9-9843-441b-8d21-0444bb4bc0b5/fe66a458-9d12-44e8-9c44-ae0a6a2746f0.jpg",
      "start_time": "2026-02-12 09:17:00",
      "end_time": "2026-02-12 11:35:00",
      "episode_number": "S2 E1",
      "show_category": "Commedia",
      "show_description": "L ex spogliarellista Anna Modigliani (Sabrina Ferilli), tata dei cinque figli del ricco manager Ferdinando Ferrari (Pierre Cosso), del quale e' innamorata, scopre che sua madre Wilma (Luisa De Santis), da tutti creduta morta, in realta' e' viva e si trova ricoverata in un ospedale di Roma. Mentre Anna si riavvicina alla madre malata e cerca di realizzare il suo sogno di diventare attrice televisiva, a casa Ferrari si presenta inaspettatamente Beatrice (Magdalena Grochowska), la sorella della defunta moglie di Ferdinando."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704001401/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-12 11:35:00",
      "end_time": "2026-02-12 12:35:00",
      "episode_number": "S7 E14",
      "show_category": "Commedia",
      "show_description": "Molti pericoli attendono Stefania e Giacomo al risveglio dopo una notte di passione: l'arrivo di una nave carica d'armi sulle coste maltesi con a bordo un pericoloso trafficante internazionale, la difficile e insidiosa operazione d'arresto del pregiudicato Massa, ancora a piede libero e soprattutto la cattura del trafficante d'armi Vassiliev, che mettera' a repentaglio la loro vita."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704001501/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-12 12:35:00",
      "end_time": "2026-02-12 13:40:00",
      "episode_number": "S7 E15",
      "show_category": "Commedia",
      "show_description": "Il maresciallo Giacomo Contini e' sentimentalmente confuso: dopo la notte di passione con Stefania Virgili durante la missione a Malta, non sa come comportarsi con Paola ed e' geloso del Colonnello Di Chiara che corteggia Stefania in modo sempre piu' scoperto. Solo dopo aver collaborato alle indagini sulla misteriosa scomparsa di un dentista caduto preda dell'angoscia per la nascita di un figlio, i due colleghi troveranno il coraggio di confrontarsi su quanto avvenuto, ma per Stefania quella notte sembra essere stata solo un momento di debolezza."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704001601/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-12 13:40:00",
      "end_time": "2026-02-12 14:50:00",
      "episode_number": "S7 E16",
      "show_category": "Commedia",
      "show_description": "Il tradizionale palio cittadino di Montepulciano, il Bravio, un evento di grande richiamo turistico ed entusiastica partecipazione dei cittadini, rischia di saltare a causa dei tentativi di sabotaggio di un misterioso vandalo. Fortemente attratti l'uno dall'altra e costretti a lavorare insieme alle indagini, Giacomo e Stefania si confrontano sul piano sentimentale: nulla tra loro potra' accadere fin quando lui non sara' libero da legami. In attesa di lasciare Paola, Giacomo deve rassegnarsi alla gelosia per il Colonnello Di Chiara di cui Stefania ha finalmente accettato un invito a cena."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501000501/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-12 14:50:00",
      "end_time": "2026-02-12 15:58:00",
      "episode_number": "S7 E5",
      "show_category": "Poliziesco",
      "show_description": "Irene e' nel negozio di strumenti di Manila e Sacha per la chitarra di suo nipote Stefano quando arriva un pacco bomba che provoca una tremenda esplosione. Chi puo' avercela coi due fratelli e perche'? Intanto Nina e' stata rintracciata dal braccio destro di suo padre, Morace a causa di una leggerezza di Berti. Morace e' gia' a Roma e Fontana decide di interrogare Vanessa, amica di Nina e suo unico legame con la Calabria. Intanto, arriva il maggiore della DIA Saverio Patrizi che il PM Corradi ha deciso di affiancare al programma di protezione del X Tuscolano."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501000601/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-12 15:58:00",
      "end_time": "2026-02-12 17:12:00",
      "episode_number": "S7 E6",
      "show_category": "Poliziesco",
      "show_description": "Massimo, un bambino di dieci anni, segue uno sconosciuto in un furgone bianco. Il padre Lucio, angosciato, denuncia la sua scomparsa al X Tuscolano. Le indagini portano Anna a rivivere il trauma subito quand'era bambina col patrigno e a commettere un grave errore di valutazione. Intanto il commissario Fontana, preoccupato per la fuga di Nina, convince la sua amica Vanessa a venire a Roma per darle un appuntamento e rimetterla sotto protezione. Purtroppo anche Morace e' in citta', deciso a non far testimoniare la ragazza contro suo padre."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501000701/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-12 17:12:00",
      "end_time": "2026-02-12 18:19:00",
      "episode_number": "S7 E7",
      "show_category": "Poliziesco",
      "show_description": "Al X Tuscolano viene affidata un'operazione della massima importanza: portare all'inceneritore 50 chili di droga purissima sequestrata a Rambaldi, un narcotrafficante ricercato a livello internazionale. Anche i fratelli Cerrone, due esaltati malviventi, sono interessati al carico che vogliono rivendere allo stesso Rambaldi e faranno di tutto per sottrarre agli agenti di polizia..Intanto Nina si trova in un nuovo rifugio: ma suo padre e' riuscito a parlare con lei e la ragazza non sa piu' se dare fiducia al suo amico Fontana e collaborare con la giustizia."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "",
      "start_time": "2026-02-12 18:19:00",
      "end_time": "2026-02-12 19:13:00",
      "episode_number": "S4 E32",
      "show_category": "",
      "show_description": "Nella quarta stagione la serie subisce un flashforward di un anno e mezzo. Alla Garbatella tante cose sono cambiate."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "",
      "start_time": "2026-02-12 19:13:00",
      "end_time": "2026-02-12 20:11:00",
      "episode_number": "S4 E33",
      "show_category": "",
      "show_description": "Nella quarta stagione la serie subisce un flashforward di un anno e mezzo. Alla Garbatella tante cose sono cambiate."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "",
      "start_time": "2026-02-12 20:11:00",
      "end_time": "2026-02-12 21:05:00",
      "episode_number": "S4 E34",
      "show_category": "",
      "show_description": "Nella quarta stagione la serie subisce un flashforward di un anno e mezzo. Alla Garbatella tante cose sono cambiate."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "",
      "start_time": "2026-02-12 21:05:00",
      "end_time": "2026-02-12 21:49:00",
      "episode_number": "S4 E35",
      "show_category": "",
      "show_description": "Nella quarta stagione la serie subisce un flashforward di un anno e mezzo. Alla Garbatella tante cose sono cambiate."
    },
    {
      "show_name": "Guinness Lo Show Dei Record",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313639401000801/media/9/9/ee8e5928-abd6-4015-9991-32705f7fd1f6/6475491e-a7c9-478c-bb67-54408ec64437.jpg",
      "start_time": "2026-02-12 21:49:00",
      "end_time": "2026-02-13 01:14:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "Lo show più spettacolare della tv, diventato un classico per tutta la famiglia, condotto da Gerry Scotti. Personaggi di ogni età e provenienza sfidano i limiti da record."
    }
  ]
}