{
  "channel_name": "Rai1",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Tutti suonano Sanremo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tutti-suonano-sanremo.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:10:00",
      "episode_number": "S2026",
      "show_category": "",
      "show_description": "La campagna pubblicitaria del Festival di Sanremo 2026 diventa un viaggio attraverso le piazze italiane, tra le più belle realtà musicali del Paese: conservatori, bande, orchestre, luoghi di formazione e eccellenza musicale. Da nord a sud, da Trento a Cosenza, per finire in una delle piazze più famose al mondo: Piazza di Spagna. Per ricordare che la musica di Sanremo appartiene a tutti quelli che la cantano. Con la voce narrante di Carlo Conti, il viaggio attraversa i conservatori e i luoghi della formazione musicale in Italia, alla scoperta di ragazze e ragazzi che coltivano il proprio talento con passione, studio e sacrificio."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 00:10:00",
      "end_time": "2026-02-14 00:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tv7",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tv7.webp",
      "start_time": "2026-02-14 00:15:00",
      "end_time": "2026-02-14 01:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "A Tv7 i rischi nel piatto, dopo i casi di botulino in Calabria e Sardegna e il nuovo rapporto dei Carabinieri sulle frodi alimentari. Le telecamere seguono i controlli dei Nas tra ristoranti e alimentari, mentre il dolore di una madre riporta l'attenzione sulle conseguenze di cibi contaminati. I consigli degli esperti sui batteri che possono nascondersi negli alimenti che portiamo in tavola. Poi il lavoro alla nostra porta: viaggio nel mondo dei rider dopo il provvedimento della Procura di Milano su Foodinho-Glovo, tra ipotesi di caporalato, paghe insufficienti e turni massacranti per migliaia di lavoratori. Dalla Striscia di Gaza le voci dall'inferno: la missione umanitaria italiana e le storie dei bambini gravemente malati arrivati nel nostro Paese, mentre l'ONU denuncia nuove vittime e migliaia di pazienti in attesa di evacuazione. Spazio al terremoto Epstein, con le ripercussioni politiche tra Stati Uniti e Gran Bretagna dopo la pubblicazione di nuovi documenti. E ancora, l'America del Superbowl, tra sport, identità e scontro culturale, e il reportage dal Giappone dopo l'ascesa della premier Sanae Takaichi e le sue riforme. Una stella per Franco Nero sulla Walk of Fame di Hollywood, il ritorno di Laura Pausini verso l'Ariston, e per \"Come eravamo\" un Tv7 del 1963 dedicato alla campionessa di sci Pia Riva."
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-14 01:10:00",
      "end_time": "2026-02-14 01:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/l-eredit.webp",
      "start_time": "2026-02-14 01:15:00",
      "end_time": "2026-02-14 02:35:00",
      "episode_number": "",
      "show_category": "Giochi & Quiz",
      "show_description": "Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo. Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ho-sposato-uno-sbirro.webp",
      "start_time": "2026-02-14 02:35:00",
      "end_time": "2026-02-14 03:30:00",
      "episode_number": "S2 E23",
      "show_category": "Azione & Avventura",
      "show_description": "Un ragazzo di diciassette anni è scomparso. Per Diego la chiave del mistero è la fidanzata del giovane. Le indagini ruotano attorno a un giro di discoteche aperte anche di mattina e stracolme di ragazzi che marinano la scuola. Un ragazzo di diciassette anni è scomparso. Per Diego la chiave del mistero è la fidanzata del giovane. Le indagini ruotano attorno a un giro di discoteche aperte anche di mattina e stracolme di ragazzi che marinano la scuola."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ho-sposato-uno-sbirro.webp",
      "start_time": "2026-02-14 03:30:00",
      "end_time": "2026-02-14 04:40:00",
      "episode_number": "S2 E24",
      "show_category": "Azione & Avventura",
      "show_description": "Un uomo in costume da legionario viene trovato ucciso nel centro storico. Si indaga nel racket del turismo romano, tra ambulanti e abusivi, alla ricerca del \"Grande Capo\" che ne tira le fila. Intanto Stella sembra essersi arresa e ha deciso di lasciare la polizia. Un uomo in costume da legionario viene trovato ucciso nel centro storico. Si indaga nel racket del turismo romano, tra ambulanti e abusivi, alla ricerca del \\\"Grande Capo\\\" che ne tira le fila. Intanto Stella sembra essersi arresa e ha deciso di lasciare la polizia."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/rainews.webp",
      "start_time": "2026-02-14 04:40:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/rainews.webp",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/gli-imperdibili.webp",
      "start_time": "2026-02-14 06:55:00",
      "end_time": "2026-02-14 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 07:00:00",
      "end_time": "2026-02-14 07:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Settegiorni - Parlamento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/settegiorni-parlamento.webp",
      "start_time": "2026-02-14 07:05:00",
      "end_time": "2026-02-14 07:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-14 07:55:00",
      "end_time": "2026-02-14 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 08:00:00",
      "end_time": "2026-02-14 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1 Dialogo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1-dialogo.webp",
      "start_time": "2026-02-14 08:20:00",
      "end_time": "2026-02-14 08:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-14 08:35:00",
      "end_time": "2026-02-14 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 09:00:00",
      "end_time": "2026-02-14 09:04:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-14 09:04:00",
      "end_time": "2026-02-14 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "TG1 LIS",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1-lis.webp",
      "start_time": "2026-02-14 09:30:00",
      "end_time": "2026-02-14 09:33:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-14 09:33:00",
      "end_time": "2026-02-14 10:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Buongiorno Benessere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/buongiorno-benessere.webp",
      "start_time": "2026-02-14 10:30:00",
      "end_time": "2026-02-14 11:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un viaggio tra salute, prevenzione e corretti stili di vita. Con il professor Ezio Di Flaviano, medico dietologo, si parla dell'importanza della verdura e del corretto fabbisogno nutrizionale. Il professor Michele Conversano, Direttore del Dipartimento di Prevenzione ASL Taranto, affronta il tema dei dolori cronici, mentre il professor Giovanni Galluccio, docente della Scuola di Specializzazione in Pneumologia presso la Sapienza Università di Roma, parlerà della polmonite, dalle diverse forme alle terapie. A seguire, un focus sull'emorragia celebrale con il professor Vincenzo Esposito, neurochirurgo della Sapienza Università di Roma, mentre la dottoressa Cinzia Callà, biochimica dell'Università Cattolica di Roma, da consigli per una corretta igiene del frigorifero per tenere lontani i batteri. Con il professor Domenico D'Ugo, Direttore della Scuola di Specializzazione in Chirurgia Generale del Policlinico Gemelli di Roma, si concentrerà sui problemi di deglutizione. Infine, il professor Diego Gigliotti, specialista in medicina e chirurgia estetica, parlerà di orecchie a sventola, illustrando quando è indicato l'intervento e quali risultati si possono ottenere."
    },
    {
      "show_name": "Linea Bianca Olympia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-bianca-olympia.webp",
      "start_time": "2026-02-14 11:25:00",
      "end_time": "2026-02-14 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Linea Bianca Olympia fa tappa a Cortina d'Ampezzo, luogo simbolo della storia olimpica italiana e cuore dei Giochi Invernali Milano Cortina 2026. Massimiliano Ossini e Lino Zani accompagnano lo spettatore sulle Tofane, montagne iconiche della conca ampezzana. La puntata si apre anche a un racconto culturale di grande intensità con la visita al MeVe – Memoriale Veneto della Grande Guerra, a Montebelluna. Un museo immersivo e multimediale che invita a riflettere sul Novecento, sui conflitti e sul valore della pace, inserendo il territorio veneto in una più ampia narrazione storica e civile che dialoga con il presente. Una puntata che conferma la cifra editoriale di Linea Bianca Olympia: raccontare i luoghi dei Giochi mettendo al centro le persone, la storia e l'eredità che resterà oltre l'evento sportivo."
    },
    {
      "show_name": "Linea Verde Discovery",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-verde-discovery.webp",
      "start_time": "2026-02-14 12:00:00",
      "end_time": "2026-02-14 12:30:00",
      "episode_number": "S2025",
      "show_category": "Viaggi & Avventure",
      "show_description": "Federico Quaranta va alla scoperta della campagna marchigiana, della sua storia, delle sue tradizioni, dei suoi luoghi e del suo presente. Si parte dal Colle dell'Infinito di Recanati, luogo che ispirò la celebre poesia di Giacomo Leopardi per poi proseguire verso la vicina abbadia di Fiastra, oggi al centro di una meravigliosa area naturale protetta. Proseguendo verso nord si raggiunge Senigallia, nota località balneare ricca di storia e di monumenti ma anche avamposto della val Nisa-Nevola, fiorente distretto agricolo e zona di elezione per la coltivazione di uno dei legumi più apprezzati sulle nostre tavole, i piselli. L'ultima tappa è a Villa Malacari, splendido esempio di tenuta rurale seicentesca ancora oggi in attività. Federico Quaranta va alla scoperta della campagna marchigiana, della sua storia, delle sue tradizioni, dei suoi luoghi e del suo presente. Si parte dal Colle dell'Infinito di Recanati, luogo che ispirò la celebre poesia di Giacomo Leopardi per poi proseguire verso la vicina abbadia di Fiastra, oggi al centro di una meravigliosa area naturale protetta. Proseguendo verso nord si raggiunge Senigallia, nota località balneare ricca di storia e di monumenti ma anche avamposto della val Nisa-Nevola, fiorente distretto agricolo e zona di elezione per la coltivazione di uno dei legumi più apprezzati sulle nostre tavole, i piselli. L'ultima tappa è a Villa Malacari, splendido esempio di tenuta rurale seicentesca ancora oggi in attività."
    },
    {
      "show_name": "Linea Verde Italia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-verde-italia.webp",
      "start_time": "2026-02-14 12:30:00",
      "end_time": "2026-02-14 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Linea Verde Italia fa tappa in Piemonte. In compagnia di Monica Caradonna e Tinto si parte da Asti, dove visitano la cripta di Sant'Anastasio, all'interno di un suggestivo museo sotterraneo. Si spostano poi ad Alba, una piccola e dinamica città accogliente in tutte le stagioni dell'anno, proclamata Capitale Italiana dell'Arte Contemporanea 2027, un riconoscimento che sottolinea il ruolo centrale che la cultura riveste per la città e per i suoi abitanti, forza generatrice di senso, sviluppo e bellezza condivisa. Tinto va poi a Canelli, una delle capitali mondiali del vino, dove è possibile ammirare le straordinarie \"cattedrali sotterranee\", antiche cantine scavate nel sottosuolo dove riposano e invecchiano vini e spumanti. Per scoprire anche come, a partire dagli scarti di lavorazione della vinificazione, sia possibile creare un materiale ad alta tecnologia prezioso per la salute dentale. L'itinerario della puntata fa tappa anche a Carmagnola, città finalista per il titolo di Capitale italiana del Libro 2026, dove alcuni spazi originariamente destinati all'agricoltura sono stati utilizzati come locali per la promozione della lettura. L'itinerario si conclude con la scoperta di una dimora, che conserva oltre settecento anni di storia, in cui ammirare un impianto funzionante di trenini storici in miniatura. Il programma è stato realizzato in collaborazione con il Ministero della Cultura-Dipartimento per le attività culturali."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 13:30:00",
      "end_time": "2026-02-14 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Bar Centrale",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/bar-centrale.webp",
      "start_time": "2026-02-14 14:00:00",
      "end_time": "2026-02-14 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Elisa Isoardi commenta l'attualità in compagnia di ospiti in studio e in collegamento da bar e circoli di paese."
    },
    {
      "show_name": "Passaggio a Nord Ovest",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/passaggio-a-nord-ovest.webp",
      "start_time": "2026-02-14 15:00:00",
      "end_time": "2026-02-14 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata ripercorriamo la nascita delle Olimpiadi a partire dalla città in cui si sono tenute per la prima volta: Olimpia. A pochi chilometri da Vicenza visitiamo Villa Almerico Capra detta \"La Rotonda\". Il Sultanato dell'Oman è un regno di sabbia e roccia. Eppure, questa regione così arida si rivela sorprendentemente fertile. Qui cresce una pianta da cui si ricava una resina: l'incenso. Esploriamo l'incredibile grotta di Lofthellir, nel Nord dell'Islanda, un tunnel scavato dalla lava lungo oltre 360 metri e profondo 5 piani in cui è possibile ammirare il permafrost e splendide sculture di ghiaccio."
    },
    {
      "show_name": "A Sua immagine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/a-sua-immagine.webp",
      "start_time": "2026-02-14 16:10:00",
      "end_time": "2026-02-14 16:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lorena Bianchetti incontra don Dante Carraro, medico, cardiologo, sacerdote, direttore del CUAMM, Medici con l'Africa. Ispirato fin da giovanissimo dalle parole e dall'impegno di Martin Luther King, Don Dante ha fatto della dignità umana il cuore del suo operare. La testimonianza di Giorgia Cardinaletti, in missione in Sierra Leone per il CUAMM e la riconoscenza del Presidente Sergio Mattarella. La testimonianza di Don Dante Carraro è un invito concreto a credere che la cura, la competenza e la solidarietà possano ancora cambiare il mondo, una vita alla volta. \"Le Ragioni della Speranza\" continua a raccontare la vita e i luoghi di San Francesco d'Assisi. Il suggestivo racconto di Aldo Cazzullo, dedicato alla figura del santo e alla storia dell'incontro con il Sultano, si intreccia con la riflessione di fra Giulio Cesareo, dalla Basilica di Santa Maria degli Angeli in Assisi."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/gli-imperdibili.webp",
      "start_time": "2026-02-14 16:50:00",
      "end_time": "2026-02-14 16:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 16:55:00",
      "end_time": "2026-02-14 17:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-14 17:05:00",
      "end_time": "2026-02-14 17:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Ciao Maschio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ciao-maschio.webp",
      "start_time": "2026-02-14 17:10:00",
      "end_time": "2026-02-14 18:40:00",
      "episode_number": "S7",
      "show_category": "",
      "show_description": "Nunzia De Girolamo intervista uomini dello spettacolo, della politica e dell'economia, analizzando con loro le tematiche sociali legate alla figura dell'uomo contemporaneo."
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/l-eredit.webp",
      "start_time": "2026-02-14 18:40:00",
      "end_time": "2026-02-14 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Gioco a quiz in cui 6 concorrenti più il Campione si sfidano in 6 diversi giochi ad eliminazione fino ad arrivare alla ''Ghigliottina'', dove il finalista dovrà indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-14 20:00:00",
      "end_time": "2026-02-14 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Affari tuoi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/affari-tuoi.webp",
      "start_time": "2026-02-14 20:35:00",
      "end_time": "2026-02-14 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Venti concorrenti in rappresentanza delle venti regioni italiane. In ogni puntata, il Pacchista sorteggiato giocherà con un partner ed insieme dovranno affrontare le insidie del famigerato Dottore."
    },
    {
      "show_name": "The Voice Kids",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/the-voice-kids.webp",
      "start_time": "2026-02-14 21:30:00",
      "end_time": "2026-02-15 00:00:00",
      "episode_number": "S4 E6",
      "show_category": "",
      "show_description": "Ultimo appuntamento con la quarta edizione di \"The Voice Kids\": Arisa, Loredana Bertè, Nek e Clementino con Rocco Hunt sono pronti alla sfida finale con una squadra composta da quattro giovanissimi talenti ciascuno. Al termine delle 16 esibizioni, ogni coach sceglierà il proprio \"Superfinalista\", ovvero il concorrente che si esibirà nel gran finale di puntata. A decidere il vincitore saranno il pubblico in studio e, novità di quest'anno, una \"giuria di qualità\" composta da quattro personalità del mondo della musica e dello spettacolo."
    }
  ]
}