{
  "channel_name": "Rai1",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Tv7",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tv7.webp",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 01:00:00",
      "episode_number": "S2026",
      "show_category": "",
      "show_description": "A Tv7 un viaggio nelle fragilità del presente e nei grandi temi globali. Dalla Sicilia, dove il rischio idrogeologico e l'erosione costiera raccontano un territorio sempre più esposto ai cambiamenti climatici, al dibattito europeo sui social media e i minori, tra divieti, allarmi sanitari e responsabilità educative. Focus sull'Iran, tra repressione interna, tensioni nel Golfo e negoziati sul nucleare che coinvolgono Stati Uniti e potenze regionali. Reportage dalla Guyana, nel cuore dell'Essequibo, dove oro e petrolio alimentano conflitti, traffici illegali e nuove ambizioni geopolitiche. Spazio all'emergenza abitativa per gli studenti, tra affitti insostenibili e ritardi negli studentati finanziati dal PNRR. Dietro le quinte delle Olimpiadi invernali di Milano-Cortina, tra organizzazione, villaggi olimpici e macchina mediatica globale. Uno sguardo alla nuova frontiera dell'intelligenza artificiale, sempre più autonoma nelle decisioni e nel lavoro quotidiano. Il racconto di Laura Pausini, dal debutto a Sanremo alla co-conduzione del Festival 2026. E infine, un tuffo nell'archivio di Tv7 per riscoprire le emozioni dello sci negli anni Sessanta, tra velocità, cadute e prime sperimentazioni tecnologiche."
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-07 01:00:00",
      "end_time": "2026-02-07 01:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/l-eredit.webp",
      "start_time": "2026-02-07 01:05:00",
      "end_time": "2026-02-07 02:00:00",
      "episode_number": "",
      "show_category": "Giochi & Quiz",
      "show_description": "Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo. Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ho-sposato-uno-sbirro.webp",
      "start_time": "2026-02-07 02:00:00",
      "end_time": "2026-02-07 03:00:00",
      "episode_number": "S2 E15",
      "show_category": "Azione & Avventura",
      "show_description": "È la vigilia di Natale a Roma ma Diego e Stella prima devono occuparsi dell'avvelenamento di un principe. Il nipote crede di essere il colpevole perché lo ha chiesto come regalo in una letterina a Babbo Natale. È la vigilia di Natale a Roma ma Diego e Stella prima devono occuparsi dell'avvelenamento di un principe. Il nipote crede di essere il colpevole perché lo ha chiesto come regalo in una letterina a Babbo Natale."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ho-sposato-uno-sbirro.webp",
      "start_time": "2026-02-07 03:00:00",
      "end_time": "2026-02-07 04:00:00",
      "episode_number": "S2 E16",
      "show_category": "Azione & Avventura",
      "show_description": "Viene ritrovato il corpo di un vigilante morto nel 2001 e, per risolvere il caso, ricompare il vecchio commissario che insegnò a Diego e a Lo Jacono come essere poliziotti, Lorenza però non lo sopporta e lo vorrebbe fuori dalle indagini. Viene ritrovato il corpo di un vigilante morto nel 2001 e, per risolvere il caso, ricompare il vecchio commissario che insegnò a Diego e a Lo Jacono come essere poliziotti, Lorenza però non lo sopporta e lo vorrebbe fuori dalle indagini."
    },
    {
      "show_name": "Il commissario Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/il-commissario-rex.webp",
      "start_time": "2026-02-07 04:00:00",
      "end_time": "2026-02-07 04:45:00",
      "episode_number": "S4 E10",
      "show_category": "Azione & Avventura",
      "show_description": "Kraus, titolare di un deposito, perde la vita sul luogo di lavoro. Donnaiolo impenitente, aveva non pochi nemici. Kraus, titolare di un deposito, perde la vita sul luogo di lavoro. Donnaiolo impenitente, aveva non pochi nemici."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/rainews.webp",
      "start_time": "2026-02-07 04:45:00",
      "end_time": "2026-02-07 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/rainews.webp",
      "start_time": "2026-02-07 06:00:00",
      "end_time": "2026-02-07 06:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/gli-imperdibili.webp",
      "start_time": "2026-02-07 06:55:00",
      "end_time": "2026-02-07 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 07:00:00",
      "end_time": "2026-02-07 07:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Settegiorni - Parlamento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/settegiorni-parlamento.webp",
      "start_time": "2026-02-07 07:05:00",
      "end_time": "2026-02-07 07:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-07 07:55:00",
      "end_time": "2026-02-07 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 08:00:00",
      "end_time": "2026-02-07 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1 Dialogo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1-dialogo.webp",
      "start_time": "2026-02-07 08:20:00",
      "end_time": "2026-02-07 08:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-07 08:35:00",
      "end_time": "2026-02-07 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 09:00:00",
      "end_time": "2026-02-07 09:04:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-07 09:04:00",
      "end_time": "2026-02-07 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "TG1 LIS",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1-lis.webp",
      "start_time": "2026-02-07 09:30:00",
      "end_time": "2026-02-07 09:33:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/unomattina-in-famiglia.webp",
      "start_time": "2026-02-07 09:33:00",
      "end_time": "2026-02-07 10:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Buongiorno Benessere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/buongiorno-benessere.webp",
      "start_time": "2026-02-07 10:30:00",
      "end_time": "2026-02-07 11:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un viaggio tra salute, prevenzione e corretti stili di vita. Ad aprire la puntata Samir Sukkar, Direttore Responsabile dell'U.O. di Dietetica e Nutrizione del Policlinico San Martino di Genova, che parla del ruolo della frutta nella dieta quotidiana. Segue un approfondimento sulla demenza senile con il Piero Barbanti, neurologo dell'IRCCS San Raffaele di Roma, ed uno sul meteorismo con Silvio Danese, Direttore della Gastroenterologia dell'IRCCS San Raffaele di Milano. Spazio anche al primo soccorso, con particolare attenzione agli avvelenamenti accidentali: Emanuele Guglielmelli, Direttore dell'Unità Operativa Complessa di Medicina d'Urgenza dell'Ospedale San Camillo di Roma, che fornisce indicazioni pratiche sui comportamenti corretti da adottare in caso di emergenza. Infine, un approfondimento sulla cistite, a cura di Francesco Fanfani, ginecologo del Policlinico Gemelli di Roma, che illustra cause, prevenzione e terapie. In chiusura, Alessandro Gualdi, chirurgo plastico ed estetico, affronta il tema di occhiaie e borse palpebrali, illustrandone le cause e i possibili rimedi."
    },
    {
      "show_name": "Linea Bianca Olympia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-bianca-olympia.webp",
      "start_time": "2026-02-07 11:25:00",
      "end_time": "2026-02-07 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Linea Bianca Olympia arriva a Ponte di Legno e al Passo del Tonale, uno dei luoghi simbolo della nascita dello sport invernale italiano e oggi protagonista del cammino verso i Giochi Olimpici Invernali Milano Cortina 2026. Massimiliano Ossini e Lino Zani accompagnano il pubblico fino alla vetta dell'Adamello, per riflettere sul rapporto profondo tra uomo e montagna, sui limiti, sulla resilienza e sulle lezioni che l'alta quota continua a insegnare. Non manca il racconto del territorio attraverso la cucina e le eccellenze locali, insieme a un approfondimento sull'evoluzione tecnologica degli impianti sciistici e dell'innevamento programmato. La puntata si chiude con una riflessione sulle comunità di montagna, sulla loro capacità di resistere, innovare e restare unite anche nei momenti più difficili, confermando lo spirito di Linea Bianca Olympia: raccontare i luoghi dei Giochi mettendo al centro le persone, la storia e l'eredità che resterà oltre l'evento olimpico."
    },
    {
      "show_name": "Linea Verde Bike",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-verde-bike.webp",
      "start_time": "2026-02-07 12:00:00",
      "end_time": "2026-02-07 12:30:00",
      "episode_number": "S2025",
      "show_category": "Viaggi & Avventure",
      "show_description": "In sella alle rispettive biciclette, Federico Quaranta e Giulia Capocchi ci conducono in Veneto, nella laguna di Venezia e nel Polesine, in provincia di Rovigo. La Ciclovia delle Isole di Venezia, traccia principale percorsa da Federico e Giulia, è un itinerario che permette di scoprire la laguna e le sue isole, in particolare Pellestrina, il Lido e Sant'Erasmo, attraverso percorsi ricchi di storia e natura, prevalentemente pianeggianti e molto adatti alle famiglie. Pedalando raggiungono uno dei luoghi più iconici al mondo: il centro di Venezia, con la sua maestosa Piazza San Marco e le Procuratie Vecchie, per conoscere The Human Safety Net, una Fondazione creata nel 2017 che persegue l'obiettivo di costruire un futuro più sicuro e sostenibile, prendendosi cura delle persone e dei loro sogni. Oggi The Human Safety Net gestisce programmi e attività in 26 Paesi e 3 continenti: Europa, Sud America ed Asia. Raggiungono poi Crespino, in provincia di Rovigo, per conoscere Sofia Michieli, che dopo il percorso universitario in campo agrario, ha realizzato il proprio sogno: coltivare fragole di alta qualità, nella terra della sua famiglia, seguendo principi innovativi, prestando attenzione alla sostenibilità e all'impatto delle sue coltivazioni. In sella alle rispettive biciclette, Federico Quaranta e Giulia Capocchi ci conducono in Veneto, nella laguna di Venezia e nel Polesine, in provincia di Rovigo. La Ciclovia delle Isole di Venezia, traccia principale percorsa da Federico e Giulia, è un itinerario che permette di scoprire la laguna e le sue isole, in particolare Pellestrina, il Lido e Sant'Erasmo, attraverso percorsi ricchi di storia e natura, prevalentemente pianeggianti e molto adatti alle famiglie. Pedalando raggiungono uno dei luoghi più iconici al mondo: il centro di Venezia, con la sua maestosa Piazza San Marco e le Procuratie Vecchie, per conoscere The Human Safety Net, una Fondazione creata nel 2017 che persegue l'obiettivo di costruire un futuro più sicuro e sostenibile, prendendosi cura delle persone e dei loro sogni. Oggi The Human Safety Net gestisce programmi e attività in 26 Paesi e 3 continenti: Europa, Sud America ed Asia. Raggiungono poi Crespino, in provincia di Rovigo, per conoscere Sofia Michieli, che dopo il percorso universitario in campo agrario, ha realizzato il proprio sogno: coltivare fragole di alta qualità, nella terra della sua famiglia, seguendo principi innovativi, prestando attenzione alla sostenibilità e all'impatto delle sue coltivazioni."
    },
    {
      "show_name": "Linea Verde Italia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/linea-verde-italia.webp",
      "start_time": "2026-02-07 12:30:00",
      "end_time": "2026-02-07 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Monica Caradonna e Tinto tornano a raccontare le bellezze del nostro Paese, arrivando in Umbria, regione che fa della straordinaria offerta culturale uno dei suoi principali punti di attrazione. Si parte da Perugia, città finalista per la Capitale italiana del libro 2026, con diverse iniziative e progetti dedicati alla promozione della lettura e alla condivisione del sapere. Tra botteghe medievali, antiche tessiture rinate e scuole di formazione ad alto contenuto tecnologico, non solo il capoluogo umbro, ma anche il suo territorio offrono uno straordinario patrimonio che sa dialogare tanto con il passato quanto con il presente. Tappa anche a Foligno e Spoleto, che hanno realizzato congiuntamente il dossier di candidatura a Capitale italiana dell'arte contemporanea 2027, per mettere in luce una tradizione artistica e culturale millenaria che, anche in epoca recente, ha saputo attrarre artisti da tutto il mondo e continua a generare bellezza. Una puntata per raccontare l'energia creativa che, grazie a progetti antichi e moderni, attraversa piccoli e grandi borghi della provincia perugina, permettendo di rinascere dai danni del terremoto e capace di valorizzare tanto i centri urbani quanto le sue aree rurali. Spazio, come sempre, anche alla gastronomia, con una ricetta della tradizione umbra preparata con i prodotti del territorio da Monica Caradonna e Tinto. La puntata è stata realizzata in collaborazione con il Ministero della Cultura nell'ambito delle iniziative per le Capitali italiani della Cultura, del Libro e dell'Arte contemporanea."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 13:30:00",
      "end_time": "2026-02-07 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Bar Centrale",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/bar-centrale.webp",
      "start_time": "2026-02-07 14:00:00",
      "end_time": "2026-02-07 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Elisa Isoardi commenta l'attualità in compagnia di ospiti in studio e in collegamento da bar e circoli di paese, luoghi dove ogni notizia diventa conversazione e ogni conversazione diventa racconto collettivo."
    },
    {
      "show_name": "Passaggio a Nord Ovest",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/passaggio-a-nord-ovest.webp",
      "start_time": "2026-02-07 15:00:00",
      "end_time": "2026-02-07 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata visitiamo l'isola vulcanica di Jeju, al largo della Corea del Sud. Con Alberto Angela visitiamo il Parco Archeologico di Cerveteri e Tarquinia, cuore della civiltà etrusca. In particolare, attraversiamo la Necropoli della Banditaccia di Cerveteri. Ci trasferiamo poi in Francia, dove si erge la cattedrale di Chartres, Patrimonio mondiale dell'UNESCO, una delle prime cattedrali gotiche della storia. Raggiungiamo le piscine termali di Pamukkale in Turchia, dichiarate Patrimonio dell'UNESCO. Con la rubrica Passaggio alla Mostra ci rechiamo nel Museo di Santa Caterina di Treviso per visitare Da Picasso a Van Gogh storie di pittura dall'astrazione all'impressionismo."
    },
    {
      "show_name": "A Sua immagine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/a-sua-immagine.webp",
      "start_time": "2026-02-07 16:10:00",
      "end_time": "2026-02-07 16:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dalla radio al cinema, dalla musica alla televisione, non c'è esperienza artistica che Nino Taranto non abbia fatto, anche se il suo amore più grande è stato il teatro. In studio con Lorena Bianchetti il nipote dell'attore, Francesco De Blasio, per ripercorrere la vita umana e professionale dell'artista, la sua spiritualità – Nino Taranto è stato devoto di San Pio da Pietrelcina, ebbe con lui un legame profondo - attraverso contributi d'archivio, aneddoti familiari e momenti iconici. A completare il ritratto umano e artistico dell'attore, arrivano le parole di Bobby Solo, che lo conobbe personalmente e di cui conserva ancora oggi un ricordo intenso e affettuoso. Nuovo appuntamento con \"Le Ragioni della Speranza\" che continuano ad accompagnare il pubblico attraverso la vita e i luoghi di San Francesco d'Assisi."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/gli-imperdibili.webp",
      "start_time": "2026-02-07 16:50:00",
      "end_time": "2026-02-07 16:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 16:55:00",
      "end_time": "2026-02-07 17:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/che-tempo-fa.webp",
      "start_time": "2026-02-07 17:05:00",
      "end_time": "2026-02-07 17:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Ciao Maschio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/ciao-maschio.webp",
      "start_time": "2026-02-07 17:10:00",
      "end_time": "2026-02-07 18:40:00",
      "episode_number": "S7",
      "show_category": "",
      "show_description": "Nunzia De Girolamo conduce il programma che ha al centro il racconto delle diverse declinazioni della tematica maschile, che in questa stagione si allargano anche alla sfera femminile."
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/l-eredit.webp",
      "start_time": "2026-02-07 18:40:00",
      "end_time": "2026-02-07 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/tg1.webp",
      "start_time": "2026-02-07 20:00:00",
      "end_time": "2026-02-07 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Affari tuoi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/affari-tuoi.webp",
      "start_time": "2026-02-07 20:35:00",
      "end_time": "2026-02-07 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Stefano De Martino conduce il “gioco dei pacchi” a cui partecipano 20 concorrenti in rappresentanza delle regioni italiane e in cui il “pacchista” sorteggiato gioca con un partner per cercare di vincere 300.000€ e battere il famigerato “Dottore."
    },
    {
      "show_name": "The Voice Kids",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai1/today/the-voice-kids.webp",
      "start_time": "2026-02-07 21:30:00",
      "end_time": "2026-02-08 00:00:00",
      "episode_number": "S4 E5",
      "show_category": "",
      "show_description": "Con le \"Blind Auditions\", i coach hanno formato le proprie squadre, ciascuna composta da dieci giovani cantanti, di cui uno già in finale grazie al \"Super Pass\". Ora Arisa, Loredana Bertè, Nek e Clementino con Rocco Hunt devono scegliere gli altri tre talenti da portare in finale."
    }
  ]
}