{
  "channel_name": "Rai1",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Tali e Quali",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769792221673_1766162064227_2048x1152.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:10:00",
      "episode_number": "S2026 E4",
      "show_category": "",
      "show_description": "La finale di Tali e quali ricca di spettacolo, con esibizioni curate nei minimi dettagli e momenti di forte coinvolgimento emotivo. A valutare le performance sarà la giuria composta da Cristiano Malgioglio, Alessia Marcuzzi e Massimo Lopez, affiancati per questa puntata finale da ben due \"giudici a sorpresa\": Nino Frassica e Alessandro Siani."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 00:10:00",
      "end_time": "2026-01-31 00:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tv7",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769800197519_Thumb-EP%205.jpg",
      "start_time": "2026-01-31 00:15:00",
      "end_time": "2026-01-31 01:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "A Tv7 Niscemi, dove la terra continua a franare e la paura non si ferma. Un fronte lungo quattro chilometri che ha già costretto oltre 1.500 persone ad abbandonare le proprie case. Edifici sospesi nel vuoto su un terreno fragile di sabbia e argilla, in un dissesto annunciato da secoli e mai davvero affrontato. Dall'Italia all'Iran, teatro di una delle proteste più sanguinose della sua storia recente. La testimonianza di un attivista fuggito dal Paese racconta il blackout delle comunicazioni che ha paralizzato l'economia. A Roma, intanto, cresce il consumo di cocaina. È la città italiana con i numeri più alti: sequestri, arresti e piazze di spaccio che incassano fino a centomila euro al giorno. Un mercato senza scontri, gestito da mafie italiane e straniere. E ancora, la nuova frontiera dell'intelligenza artificiale: sistemi capaci di agire autonomamente, organizzare eventi, gestire lavoro, pianificare ricostruzioni dopo guerre o catastrofi naturali. Una realtà già in uso in alcuni Paesi, che pone interrogativi e sfide anche per l'Italia. In chiusura, un viaggio nell'universo di Ugo Tognazzi e dagli archivi di Tv7 del 1965, uno sguardo alla cucina italiana che cambia insieme alla società, tra tradizione, spettacolo e passione."
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/20/1763645586214_RaiMeteo2048x1152.png",
      "start_time": "2026-01-31 01:25:00",
      "end_time": "2026-01-31 01:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768982443559_LEredit.jpg",
      "start_time": "2026-01-31 01:30:00",
      "end_time": "2026-01-31 02:45:00",
      "episode_number": "",
      "show_category": "Giochi & Quiz",
      "show_description": "Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo. Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://www.raiplay.it/dl/img/2021/06/10/1623320518963_sbir_27.jpg",
      "start_time": "2026-01-31 02:45:00",
      "end_time": "2026-01-31 03:45:00",
      "episode_number": "S2 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Stella parte con le bambine e Clarissa per la Germania intanto Diego rimasto solo indaga su una rapina apparentemente s trana questo caso porta Diego a conoscere un bambino figlio di un albanese che non ha intenzione di dire il suo nome ma quest'ultimo molto legato a Lorenza che a Stella. Stella parte con le bambine e Clarissa per la Germania intanto Diego rimasto solo indaga su una rapina apparentemente s trana questo caso porta Diego a conoscere un bambino figlio di un albanese che non ha intenzione di dire il suo nome ma quest'ultimo molto legato a Lorenza che a Stella."
    },
    {
      "show_name": "Ho sposato uno sbirro",
      "show_logo": "https://www.raiplay.it/dl/img/2021/06/10/1623321013412_sbir_28.jpg",
      "start_time": "2026-01-31 03:45:00",
      "end_time": "2026-01-31 04:35:00",
      "episode_number": "S2 E8",
      "show_category": "Azione & Avventura",
      "show_description": "Diego e Stella indagano sulla morte di un uomo trovato ucciso nel bar il primo sospettato è il fratello di Castello, intanto Diego è costretto a vendere la sua moto per poter comprare una macchina nuova. Diego e Stella indagano sulla morte di un uomo trovato ucciso nel bar il primo sospettato è il fratello di Castello, intanto Diego è costretto a vendere la sua moto per poter comprare una macchina nuova."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-01-31 04:35:00",
      "end_time": "2026-01-31 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-01-31 06:00:00",
      "end_time": "2026-01-31 06:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-01-31 06:55:00",
      "end_time": "2026-01-31 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 07:00:00",
      "end_time": "2026-01-31 07:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Settegiorni - Parlamento",
      "show_logo": "https://www.raiplay.it/dl/img/2021/07/16/1626437358154_2048x1152.jpg",
      "start_time": "2026-01-31 07:05:00",
      "end_time": "2026-01-31 07:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/20/1763645586214_RaiMeteo2048x1152.png",
      "start_time": "2026-01-31 07:55:00",
      "end_time": "2026-01-31 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 08:00:00",
      "end_time": "2026-01-31 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg1 Dialogo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/10/1683734271364_TG1_DIALOGO_per_RaiPlay_ORIZZONTALE_2023.jpg",
      "start_time": "2026-01-31 08:20:00",
      "end_time": "2026-01-31 08:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/11/1694449777082_2048x1152.jpg",
      "start_time": "2026-01-31 08:35:00",
      "end_time": "2026-01-31 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 09:00:00",
      "end_time": "2026-01-31 09:04:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/11/1694449777082_2048x1152.jpg",
      "start_time": "2026-01-31 09:04:00",
      "end_time": "2026-01-31 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "TG1 LIS",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/31/1680272500388_TG1_LIS_per_RaiPlay_ORIZZONTALE.jpg",
      "start_time": "2026-01-31 09:30:00",
      "end_time": "2026-01-31 09:33:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Unomattina in famiglia",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/11/1694449777082_2048x1152.jpg",
      "start_time": "2026-01-31 09:33:00",
      "end_time": "2026-01-31 10:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, approfondimenti, spettacolo e gioco nell'appuntamento mattutino del weekend condotto da Beppe Convertini, Ingrid Muccitelli e Monica Setta."
    },
    {
      "show_name": "Buongiorno Benessere",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601383330704_Buongiorno%20Benessere.jpg",
      "start_time": "2026-01-31 10:30:00",
      "end_time": "2026-01-31 11:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con il professor Ezio Di Flaviano, medico dietologo, si parla di come inserire correttamente la pizza all'interno di una dieta equilibrata. A seguire, il professor Giovanni Minisola, reumatologo e direttore scientifico della Fondazione San Camillo Forlanini, illustra l'importanza di dormire bene e i benefici che un sonno di qualità apporta alla salute. Il dottor Carlo Gargiulo, medico di base, affronta il tema dell'influenza intestinale, mentre Marcello Arca, professore ordinario di Medicina Interna alla Sapienza Università di Roma, parla delle nuove cure per il colesterolo, spiegando come sta cambiando la gestione di questo importante fattore di rischio. Con il professor Paolo Gontero, direttore della Clinica Urologica dell'Ospedale Molinette di Torino, un focus sull'incontinenza. E ancora, la professoressa Alessandra Graziottin, del Dipartimento di Ostetricia e Ginecologia dell'Università di Verona, affronta il tema dell'osteoporosi, mentre il professor Steven Nisticò, specialista in Dermatologia presso l'Ospedale Policlinico Umberto I Roma, fornisce indicazioni di primo soccorso in caso di attacchi di prurito."
    },
    {
      "show_name": "Linea Bianca Olympia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769802525132_Thumb-EP%206.jpg",
      "start_time": "2026-01-31 11:25:00",
      "end_time": "2026-01-31 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Linea Bianca Olympia fa tappa a Bormio, uno dei luoghi più emblematici delle Alpi italiane, crocevia di storia, natura e sport, protagonista del cammino verso i Giochi Olimpici Invernali Milano Cortina 2026. Massimiliano Ossini e Lino Zani salgono sulla Cima Reit, montagna identitaria della valle, per aprire un racconto che intreccia alpinismo, memoria e grandi imprese umane. La puntata attraversa i secoli: dalle origini termali di Bormio, già note in epoca romana, alla tradizione alberghiera che le valse il titolo di \"Magnifica Terra\", fino allo sport moderno con la leggendaria Pista Stelvio, teatro delle più grandi sfide dello sci alpino. Ampio spazio è dedicato anche al presente e al futuro, con uno sguardo sulla preparazione olimpica e sul lavoro silenzioso che rende possibile l'accoglienza di un grande evento internazionale. Non manca la dimensione scientifica e naturalistica con il racconto di una scoperta eccezionale nel Parco Nazionale dello Stelvio: un vasto giacimento di impronte di dinosauri, tra i più importanti al mondo, che riporta la storia del territorio indietro di oltre 200 milioni di anni. A completare il viaggio, la cucina valtellinese, la cultura locale e una riflessione finale sull'identità profonda di Bormio: una comunità che ha saputo attraversare il tempo senza perdere il proprio equilibrio, pronta ad accogliere le Olimpiadi con lo sguardo rivolto al futuro."
    },
    {
      "show_name": "Linea Verde Discovery",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769800255874_Thumb-EP%203.jpg",
      "start_time": "2026-01-31 12:00:00",
      "end_time": "2026-01-31 12:30:00",
      "episode_number": "S2026",
      "show_category": "",
      "show_description": "Federico Quaranta va alla scoperta del litorale Romano partendo dall'area dunale protetta di Passoscuro, un tratto di costa sfuggito all'antropizzazione e tutelato per il suo immenso valore naturalistico. Si sposta poi a Fiumicino per raccontare la storia di quattro ragazzi che, recuperando una vecchia azienda agricola, hanno iniziato a produrre birra artigianale con risultati sorprendenti. Nella tappa successiva il conduttore va alla scoperta dello splendido Castello Chigi, all'interno della tenuta di Castel Fusano, al centro di un progetto di recupero degli alberi che abbracciano la proprietà. Racconta poi Ostia con gli occhi di qualcuno che l'ha scelta come \"casa\", animato da un amore viscerale e fa conoscere al pubblico la storia di Luigi che, dopo aver passato la sua vita in città, ha scelto il litorale romano per creare la sua impresa casearia."
    },
    {
      "show_name": "Linea Verde Italia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769617553385_Thumb-EP.jpg",
      "start_time": "2026-01-31 12:30:00",
      "end_time": "2026-01-31 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Linea Verde Italia fa tappa a Cosenza. Monica Caradonna e Tinto accompagnano gli spettatori in un viaggio attraverso la città calabrese e il suo territorio, alla scoperta di luoghi simbolo, storie poco conosciute e realtà che raccontano un luogo capace di custodire il proprio passato e di guardare al domani. Il percorso parte dal Castello Svevo, dove la danza diventa linguaggio per raccontare nuove generazioni di artisti calabresi, per poi scendere nella città antica seguendo le tracce del filosofo Bernardino Telesio. Il racconto prosegue lungo il nuovo asse ciclo-pedonale che unisce Cosenza e Rende, tra parchi urbani, spazi verdi e aree sportive. Monica Caradonna e Tinto arrivano, quindi, nel cuore del centro storico, nel quartiere di San Francesco d'Assisi, dove nuovi spazi sono tornati a vivere grazie a esperienze condivise che uniscono benessere, artigianato, teatro e cultura. Proseguono lungo Corso Mazzini, dove il Museo all'Aperto Bilotti trasforma la città in una galleria a cielo aperto. Dalla città lo sguardo si allarga poi alla Sila, tra prodotti tipici, percorsi di terapia forestale e paesaggi di grande valore naturalistico, alla scoperta di maestosi alberi chiamati \"Giganti della Sila\", nella zona in cui dialogano natura, storia e innovazione tecnologica. All'interno del campus dell'Università della Calabria, vanno poi alla scoperta di STAR, un'infrastruttura di ricerca che mette la scienza al servizio dell'ambiente, della salute e della qualità della vita. Gran finale con l'esibizione dell'Orchestra Sinfonica Brutia al Teatro Rendano. Un viaggio guidato che restituisce l'immagine di una Cosenza autentica, attenta al proprio patrimonio e pronta a costruire il futuro partendo dalle sue radici."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 13:30:00",
      "end_time": "2026-01-31 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Bar Centrale",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/30/1759240533148_2048x1152.jpg",
      "start_time": "2026-01-31 14:00:00",
      "end_time": "2026-01-31 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Elisa Isoardi commenta l'attualità in compagnia di ospiti in studio e in collegamento da bar e circoli di paese, luoghi dove ogni notizia diventa conversazione e ogni conversazione diventa racconto collettivo."
    },
    {
      "show_name": "Passaggio a Nord Ovest",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769709694783_pno-31gen.jpg",
      "start_time": "2026-01-31 15:00:00",
      "end_time": "2026-01-31 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata esploriamo uno dei simboli del nostro Paese: il Duomo di Milano, l'ultima delle grandi cattedrali gotiche europee. Viaggiamo in India fino al luogo dove Buddha avrebbe raggiunto l'illuminazione ed è stato eretto il Tempio di Mahabodhi, uno degli edifici sacri più importanti del Paese. Nel 1975 il giovanissimo archeologo Jean-Claude Marquet scopre, in una grotta nella Valle della Loira, delle sorprendenti incisioni: intuisce subito che molto probabilmente si tratta di una grotta preistorica, ma diversa da altre più famose, come quella di Lascaux. Il castello di Neuschwanstein, con le sue numerose torri e l'architettura asimmetrica, è quello che ha ispirato la fantasia di Walt Disney."
    },
    {
      "show_name": "A Sua immagine",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769800126618_Thumb-EP.jpg",
      "start_time": "2026-01-31 16:10:00",
      "end_time": "2026-01-31 16:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lorena Bianchetti incontra Rocco Casillo, un ventiduenne affetto fin da diciassettenne da leucemia mieloide cronica. La malattia è un fulmine a ciel sereno nella vita di un ragazzino, che però pian piano gli ha fatto scoprire un modo nuovo di rapportarsi col dolore e questo male incurabile. È la storia della conquista della normalità, ma anche di quanto la propria sofferenza possa diventare linfa creativa e un dono per gli altri. Rocco è rimasto a lungo al Policlinico Gemelli, collaborando anche all'iniziativa Medicinema, è diventato psicologo, e ha già pubblicato due libri di poesie in cui racconta la sua esperienza. A raccontarne altri aspetti di questa vicenda anche la mamma di Rocco, Carmela, e la professoressa Daniela Di Fiore, docente per i bambini oncologici del Gemelli che ha seguito Rocco fin da ragazzino. Nuovo appuntamento con \"Le Ragioni della Speranza\" che continuano ad accompagnarci attraverso la vita e i luoghi di San Francesco d'Assisi."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-01-31 16:50:00",
      "end_time": "2026-01-31 16:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 16:55:00",
      "end_time": "2026-01-31 17:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Che tempo fa",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/20/1763645586214_RaiMeteo2048x1152.png",
      "start_time": "2026-01-31 17:05:00",
      "end_time": "2026-01-31 17:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Ciao Maschio",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/26/1769413413669_Ciao%20maschio.jpg",
      "start_time": "2026-01-31 17:10:00",
      "end_time": "2026-01-31 18:40:00",
      "episode_number": "S7",
      "show_category": "",
      "show_description": "L'amore può diventare una gabbia? I maschi alla prova delle dipendenze affettive. A \"Ciao Maschio\", si indagherà sulla complessità delle dinamiche sentimentali declinate al maschile. Ospiti di questa settimana Pino Strabioli, l'attore Alessio Vassallo, volto dell'ispettore Domenico Dodaro della fortunata serie \"L'altro ispettore\" andata in onda su Rai 1, e il conduttore televisivo Corrado Tedeschi. Ad accompagnare Nunzia De Girolamo e i suoi ospiti, la musica delle Swingeresse e gli interventi dissacranti e fuori registro di Edoardo Tavassi. In chiusura di programma, come di consueto, spazio ad un nuovo talento: questa settimana sul palco di Ciao Maschio, arriverà Matteo Fraziano, un giovane artista di ombre ed illusionista capace di trasformare la luce in uno straordinario racconto visivo."
    },
    {
      "show_name": "L'Eredità",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/01/1704147154085_2048x1152%207.jpg",
      "start_time": "2026-01-31 18:40:00",
      "end_time": "2026-01-31 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Marco Liorni conduce il gioco a quiz in cui 6 concorrenti più il campione si sfidano in 6 diversi giochi ad eliminazione, fino ad arrivare alla ''Ghigliottina'', in cui il finalista deve indovinare una parola attraverso 5 indizi in 60 secondi di tempo."
    },
    {
      "show_name": "Tg1",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765885004911_2048x1152.jpg",
      "start_time": "2026-01-31 20:00:00",
      "end_time": "2026-01-31 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Affari tuoi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/09/05/1725550727561_2048x1152%204.jpg",
      "start_time": "2026-01-31 20:35:00",
      "end_time": "2026-01-31 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Stefano De Martino conduce il “gioco dei pacchi” a cui partecipano 20 concorrenti in rappresentanza delle regioni italiane e in cui il “pacchista” sorteggiato gioca con un partner per cercare di vincere 300.000€ e battere il famigerato “Dottore."
    },
    {
      "show_name": "The Voice Kids",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/26/1769463249768_the-voice-kids-4_2048x1152.jpg",
      "start_time": "2026-01-31 21:30:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "S4 E4",
      "show_category": "",
      "show_description": "Quarto e ultimo appuntamento con le \"Blind Auditions\", le tradizionali \"audizioni al buio\" che porteranno i coach della quarta edizione di \"The Voice Kids\" - Arisa, Loredana Bertè, Nek, Clementino con Rocco Hunt - a scegliere i concorrenti che formeranno le loro squadre. I giudici, di spalle, ascolteranno i piccoli talenti senza poterli vedere. Sarà solo la loro voce a doverli conquistare e, in quel caso, il coach potrà voltarsi per aggiudicarsi il concorrente nel proprio team. Se più coach si volteranno, invece, sarà il concorrente a decidere a chi affidare il proprio percorso."
    }
  ]
}