{
  "channel_name": "Rai3",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "Balla coi lupi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/15/1647341887325_2048x1152.jpg",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 00:20:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "John Dunbar è un ufficiale unionista ed considerato un eroe della Guerra Civile. Dopo essere stato ferito, viene trasferito alla frontiera deserta dell'Ovest, dove comincia una nuova esistenza, stringendo prima amicizia con un lupo e si avvicinandosi poi progressivamente ad una tribù di Sioux Lakota, fino a diventare uno di loro. Tratto dal romanzo di Michael Blake e vincitore di sette premi Oscar. John Dunbar è un ufficiale unionista ed considerato un eroe della Guerra Civile. Dopo essere stato ferito, viene trasferito alla frontiera deserta dell'Ovest, dove comincia una nuova esistenza, stringendo prima amicizia con un lupo e si avvicinandosi poi progressivamente ad una tribù di Sioux Lakota, fino a diventare uno di loro. Tratto dal romanzo di Michael Blake e vincitore di sette premi Oscar."
    },
    {
      "show_name": "TG3 Mondo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/17/1758120454855_TG3Mondo2048x1152.png",
      "start_time": "2026-02-15 00:20:00",
      "end_time": "2026-02-15 00:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg3 Agenda Del Mondo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/17/1758121313907_TG3AgendaDelMondo2048x1152.png",
      "start_time": "2026-02-15 00:45:00",
      "end_time": "2026-02-15 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "A cura di Roberto Balducci."
    },
    {
      "show_name": "Meteo 3",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/20/1763645059292_RaiMeteo2048x1152.png",
      "start_time": "2026-02-15 00:50:00",
      "end_time": "2026-02-15 00:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Una relazione",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770650088428_una%20relazione_2048x1152.jpg",
      "start_time": "2026-02-15 00:55:00",
      "end_time": "2026-02-15 02:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tommaso, musicista, e Alice, attrice, convivono da quindici anni. Per gli amici rappresentano la coppia perfetta, ma la loro decisione di lasciarsi sconvolge tutti. Scelgono una rottura graduale, dettata dalla casa in comune e dal forte desiderio di restare amici, affrontando con maturità la fine del loro amore."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-15 02:40:00",
      "end_time": "2026-02-15 02:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Fuori orario. Cose (mai) viste",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/15/1705328650559_2048x1152.jpg",
      "start_time": "2026-02-15 02:45:00",
      "end_time": "2026-02-15 02:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di Ghezzi Baglivi Esposito Fina Francia Luciani Turigliatto presenta YOUTH (WITHOUT YOUTH) UN'ALTRA GIOVINEZZA (1) a cura di Fulvio Baglivi."
    },
    {
      "show_name": "Youth",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770651874123_2048x1152.jpg",
      "start_time": "2026-02-15 02:55:00",
      "end_time": "2026-02-15 06:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La prima parte di Youth è filmata a Zhili, 150 km da Shangai, dove sorgono centinaia di laboratori di manifattura tessile vengono cuciti e confezionati indumenti da esportare in tutta il Paese. Wang Bing divide questo primo capitolo in nove momenti, ognuno dedicato a una coppia di ragazzi o ragazze, in questo modo passa da un atelier all'altro, osservando e cogliendo le dinamiche lavorative ed esistenziali di questa fetta di gioventù cinese."
    },
    {
      "show_name": "Chung Kuo, Cina",
      "show_logo": "https://www.raiplay.it/dl/img/2017/06/26/1498480180231_Puntata%201.jpg",
      "start_time": "2026-02-15 06:25:00",
      "end_time": "2026-02-15 07:00:00",
      "episode_number": "S1973 E1",
      "show_category": "Uomini & Società",
      "show_description": "Il documentario parte da Piazza Tienanmen, \"il grande spazio silenzioso che rappresenta il centro del mondo per i Cinesi\". \"Chung Kuo\" vuol dire, appunto, il Paese del centro. Antonioni si concentra su alcuni degli aspetti culturali più rappresentativi di questa civiltà millenaria: vengono mostrate le tecniche di agopuntura, il lavoro in un cotonificio di alcuni operai, la monumentalità della Grande Muraglia, la tombe della dinastia Ming nella contea di Changping, l'alacrità dei contadini, le prelibatezze della cucina. Le telecamere mostrano poi la \"Città Proibita\", il palazzo imperiale che era stata raccontato da Marco Polo. Il documentario parte da Piazza Tienanmen, \\\"il grande spazio silenzioso che rappresenta il centro del mondo per i Cinesi\\\". \\\"Chung Kuo\\\" vuol dire, appunto, il Paese del centro. Antonioni si concentra su alcuni degli aspetti culturali più rappresentativi di questa civiltà millenaria: vengono mostrate le tecniche di agopuntura, il lavoro in un cotonificio di alcuni operai, la monumentalità della Grande Muraglia, la tombe della dinastia Ming nella contea di Changping, l'alacrità dei contadini, le prelibatezze della cucina. Le telecamere mostrano poi la \\\"Città Proibita\\."
    },
    {
      "show_name": "Protestantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/01/1614593662453_2048x1152.jpg",
      "start_time": "2026-02-15 07:00:00",
      "end_time": "2026-02-15 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il 17 febbraio 1848 i valdesi ottengono i diritti civili. Un passaggio storico che segna l'ingresso di una minoranza religiosa nella cittadinanza piena. Una data che insieme a tante altre contribuisce a definire un'idea moderna di democrazia, fondata sull'inclusione e sulla libertà di coscienza. Oggi la nostra democrazia attraversa una fase di crisi profonda, in un tempo di trasformazioni politiche, sociali e culturali che ne mettono alla prova i fondamenti. In questa puntata di Protestantesimo vogliamo interrogarci su che cosa resta oggi della promessa democratica su cui si fonda il nostro paese. Conduce Federica Tourn."
    },
    {
      "show_name": "Sulla via di Damasco",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/13/1771007170904_Thumb-EP%206.jpg",
      "start_time": "2026-02-15 07:30:00",
      "end_time": "2026-02-15 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eva Crosetta analizza la variegata realtà ecumenica, umana e sociale, dedita al volontariato sul territorio non solo italiano."
    },
    {
      "show_name": "Mi manda Rai Tre",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/19/1755616587306_MI%20manda%20Raitre.jpg",
      "start_time": "2026-02-15 08:05:00",
      "end_time": "2026-02-15 10:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Federico Ruffo ospita in studio i familiari di Paolo Pasqualini sbranato mortalmente dai rottweiler di un vicino nel 2024: i padroni dei cani sono stati condannati al pagamento di 50 mila euro. E poi, risse, diverbi, spintoni e insulti: quando anche i consigli comunali, in cui si prendono decisioni che riguardano tutta la cittadinanza, rischiano di diventare molto movimentati. In sommario anche il sito del Ministero della Salute in cui vengono pubblicati richiami di prodotti alimentari. Fra le cause più frequenti rischi chimici e microbiologici, ma anche presenza di allergeni o di corpi estranei. Il viaggio degli inviati di \"Mi Manda RaiTre\" inizia dall'esperienza di alcuni consumatori che hanno trovato una rana e un topo nelle buste di verdure surgelate. Chi garantisce la sicurezza e l'integrità dei prodotti confezionati? Infine, in Italia si consumano 1100 tazzine di caffè al secondo, 95 milioni al giorno: si beve caffè diverso per qualità e prezzo, da cosa derivano queste differenze? Tra gli ospiti Priscilla e Susanna Pasqualini, testimonianza (sorella e madre del runner sbranato dai rottweiler); Giada Bernardi, avvocato; Luigi De Magistris, giurista; Josi Gerardo Della Ragione, sindaco di Bacoli; Francesco Borgonovo, vicedirettore La Verità; Giorgia Rombolà, giornalista Tg3; Gianni Tratzi, founder Mezzatazza; Sergio Paolantoni, presidente Fipe – Confcommercio Roma."
    },
    {
      "show_name": "O anche no",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/13/1771007184331_Thumb-EP%207.jpg",
      "start_time": "2026-02-15 10:15:00",
      "end_time": "2026-02-15 11:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Paola Severini Melograni conduce il talk di infotainment dedicato all'inclusione e alla solidarietà che racconta attraverso i protagonisti le loro storie, attese, difficoltà e conquiste."
    },
    {
      "show_name": "TGR Estovest",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/10/1760118059999_TGREstOvest2048x1152.png",
      "start_time": "2026-02-15 11:05:00",
      "end_time": "2026-02-15 11:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Direttore Roberto Pacchetti. Vicedirettrice Ines Maggiolini. A cura della TGR Friuli-Venezia Giulia e Puglia."
    },
    {
      "show_name": "TGR Mediterraneo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/15/1757942929150_TGRMediterraneo2048x1152.png",
      "start_time": "2026-02-15 11:30:00",
      "end_time": "2026-02-15 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Direttore Roberto Pacchetti. Vicedirettore Roberto Gueli. A cura della TGR Sicilia."
    },
    {
      "show_name": "Tg3",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/19/1616172758681_2048x1152.jpg",
      "start_time": "2026-02-15 12:00:00",
      "end_time": "2026-02-15 12:17:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg3 Fuorilinea",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758034071368_TG3Fuorilinea2048x1152.png",
      "start_time": "2026-02-15 12:17:00",
      "end_time": "2026-02-15 12:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "A cura della redazione Cultura."
    },
    {
      "show_name": "TGR Alta Quota",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/15/1760538349666_TGRAltaQuota2048x1152.png",
      "start_time": "2026-02-15 12:25:00",
      "end_time": "2026-02-15 12:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Direttore Roberto Pacchetti. Vicedirettrice Roberta Serdoz. A cura della TGR Lazio, Piemonte, Trentino-Alto Adige e Valle d'Aosta."
    },
    {
      "show_name": "TG3 LIS",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758033337529_TG3LIS2048x1152.png",
      "start_time": "2026-02-15 12:55:00",
      "end_time": "2026-02-15 13:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il posto giusto",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/10/1770749982429_vlcsnap-2026-02-10-19h57m26s755.png",
      "start_time": "2026-02-15 13:00:00",
      "end_time": "2026-02-15 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Giampiero Marrazzo e Simona Vanni conducono \"Il posto giusto\", programma realizzato in collaborazione con il Ministero del Lavoro e delle Politiche Sociali, grazie al contributo dell'Unione europea - Programma nazionale Giovani, donne e lavoro Fse+ 2021-2027."
    },
    {
      "show_name": "Tg Regione",
      "show_logo": "https://www.raiplay.it/dl/img/2016/06/08/1465376127831_tgr_oo.jpg",
      "start_time": "2026-02-15 14:00:00",
      "end_time": "2026-02-15 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg Regione Meteo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/27/1756290427480_TgRegioneMeteo2048x1152.png",
      "start_time": "2026-02-15 14:10:00",
      "end_time": "2026-02-15 14:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg3",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/19/1616172758681_2048x1152.jpg",
      "start_time": "2026-02-15 14:15:00",
      "end_time": "2026-02-15 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "In mezz'ora",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/28/1695892524888_2048x1152.jpg",
      "start_time": "2026-02-15 14:30:00",
      "end_time": "2026-02-15 16:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Monica Maggioni analizza i temi chiave della settimana a livello nazionale ed internazionale attraverso le voci dei protagonisti e degli esperti e il supporto di reportage che raccontano il mondo in cui viviamo."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/28/1753727580419_Kilimangiaro.jpg",
      "start_time": "2026-02-15 16:45:00",
      "end_time": "2026-02-15 19:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tra mete sostenibili, esperienze autentiche e storie sorprendenti, Camila Raznovich racconta viaggi che arricchiscono senza svuotare le tasche. Protagonisti di questa esperienza la giornalista Rai Sara Mariani e Michele Lanzi, che dopo il loro matrimonio hanno scelto di vivere un viaggio di nozze unico: venti giorni in bicicletta lungo l'EuroVelo della Bretagna, da Roscoff a Nizza. Con loro alla scoperta di come i viaggi in bici permettano di guardare il mondo con stupore, assaporando ogni dettaglio con lentezza e attenzione. Alessandro Gandolfi, fotogiornalista, porta poi il pubblico tra abitazioni galleggianti in Olanda, nelle serre straordinarie della regione di Almería (Spagna), tra le misteriose isole Maztu e molto altro, catturando, tra scatti e parole, curiosi angoli della società. Un viaggio tra segni misteriosi, mappe che non si leggono e alfabeti ancora indecifrati. Dalla TV giapponese ai palcoscenici dello sport mondiale: Tomo Ishii, conduttore della Tokyo Broadcasting System Television (TBS), racconta la sua esperienza come presentatore di grandi eventi sportivi e il suo lavoro in Italia per le Olimpiadi."
    },
    {
      "show_name": "Tg3",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/19/1616172758681_2048x1152.jpg",
      "start_time": "2026-02-15 19:00:00",
      "end_time": "2026-02-15 19:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg Regione",
      "show_logo": "https://www.raiplay.it/dl/img/2016/06/08/1465376127831_tgr_oo.jpg",
      "start_time": "2026-02-15 19:30:00",
      "end_time": "2026-02-15 19:51:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Tg Regione Meteo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/27/1756290427480_TgRegioneMeteo2048x1152.png",
      "start_time": "2026-02-15 19:51:00",
      "end_time": "2026-02-15 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Blob",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/13/1573642200950_Blob%202048x1152.jpg",
      "start_time": "2026-02-15 20:00:00",
      "end_time": "2026-02-15 20:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Venti minuti di \"surrogato televisivo\". La tv smontata, rimontata e messa a nudo attraverso il montaggio per svelare cosa il video e i suoi protagonisti di tutti i giorni ci dicono in realtà."
    },
    {
      "show_name": "PresaDiretta",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/03/1646322402541_2048x1152.jpeg",
      "start_time": "2026-02-15 20:30:00",
      "end_time": "2026-02-15 21:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alla vigilia del referendum sulla giustizia, PresaDiretta entra nei tribunali italiani per raccontare lo stato reale del sistema giudiziario. Un viaggio tra procure, Corti d'Appello, tribunali dei minori e giudici di pace, da Alessandria a Gallarate, fino a Roma e Milano, tra carenze di personale amministrativo, fascicoli che si accumulano per chilometri e udienze fissate al 2032. Al centro del reportage, le difficoltà quotidiane di magistrati, avvocati e cittadini, le sfide per rispettare entro giugno gli obiettivi del PNRR e i paradossi dell'innovazione tecnologica che, invece di semplificare, spesso complica il lavoro degli uffici giudiziari. In studio con Riccardo Iacona, il confronto sulle ragioni del sì e del no ai quesiti referendari: l'ex magistrato ed ex ministro Antonio Di Pietro e il procuratore capo della Repubblica di Napoli Nicola Gratteri."
    },
    {
      "show_name": "PresaDiretta",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/26/1664173087136_presadiretta.jpg",
      "start_time": "2026-02-15 21:20:00",
      "end_time": "2026-02-15 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Riccardo Iacona racconta l'America di Donald Trump, dove immigrati, oppositori politici, giornalisti e attivisti vengono indicati come \"nemici interni\". Da Minneapolis a New York, dalle uccisioni di Renée Good e Alex Pretti agli arresti dell'Ice nei tribunali dell'immigrazione, un viaggio nei luoghi in cui lo scontro sui diritti civili e sullo stato di diritto si fa sempre più acceso. E in Italia? Il reportage segue le proteste contro la chiusura del centro sociale Askatasuna a Torino, la mobilitazione dei metalmeccanici a Bologna e le lotte di operai della logistica, ambientalisti e studenti. Un clima di tensione che investe anche la libertà di stampa: le storie di Mimmo Rubio, Luciana Esposito e Marilena Natale, giornalisti sotto scorta per le loro inchieste sulla camorra, insieme agli altri cronisti minacciati. Dalle querele temerarie agli spyware nei cellulari, fino all'attesa applicazione dell'European Media Freedom Act. In studio, il presidente della Fnsi Vittorio Di Trapani, per un'analisi sullo stato delle libertà e dei diritti nelle democrazie occidentali."
    },
    {
      "show_name": "Allegro ma non troppo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/31/1761920034641_allegro%20ma%20non%20troppo%202048x1152.jpg",
      "start_time": "2026-02-15 23:15:00",
      "end_time": "2026-02-16 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Luca Barbareschi conduce un late night show con al centro due interviste collegate tra loro, una ad un protagonista della scena pop e l'altra ad un rappresentante del mondo della cultura che abbia una visione della vita \"illuminante."
    }
  ]
}