{
  "channel_name": "Rai5",
  "date": "2026-02-06",
  "programs": [
    {
      "show_name": "Vivaldi e Bach con Rinaldo Alessandrini",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770027872618_2048x1152.jpg",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 00:31:00",
      "episode_number": "",
      "show_category": "Classica",
      "show_description": "L'Orchestra e il Coro dell'Accademia Nazionale di Santa Cecilia diretti da Rinaldo Alessandrini eseguono pagine sacre di Vivaldi e Bach. In programma il Dixit Dominus, il Concerto di San Lorenzo e il Magnificat, con un cast vocale di grande prestigio. L'Orchestra e il Coro dell'Accademia Nazionale di Santa Cecilia diretti da Rinaldo Alessandrini eseguono pagine sacre di Vivaldi e Bach. In programma il Dixit Dominus, il Concerto di San Lorenzo e il Magnificat, con un cast vocale di grande prestigio."
    },
    {
      "show_name": "Rock Legends: Coldplay",
      "show_logo": "https://www.raiplay.it/dl/img/2021/02/08/1612773803668_2048x1152.jpg",
      "start_time": "2026-02-06 00:31:00",
      "end_time": "2026-02-06 01:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Una storia come quella di mille band che sognano di fare l'impresa. Un repertorio - in apparenza - altrettanto semplice: melodie sognanti, condite con quel pizzico di spleen disperato che non guasta mai. Eppure, sono loro gli alfieri del pop britannico del Duemila. Gli unici in grado di riempire gli stadi senza scontentare la critica. L'irrestibile scalata di Chris Martin & C."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-06 01:15:00",
      "end_time": "2026-02-06 01:16:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692739720245_1692739559198%202.png",
      "start_time": "2026-02-06 01:16:00",
      "end_time": "2026-02-06 02:09:00",
      "episode_number": "S21 E2",
      "show_category": "",
      "show_description": "Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere. Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere."
    },
    {
      "show_name": "C'era una volta una casa",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/21/1505978011176_c-era-una-volta-una-casa_4.jpg",
      "start_time": "2026-02-06 02:09:00",
      "end_time": "2026-02-06 03:09:00",
      "episode_number": "E6",
      "show_category": "Storia & Arte",
      "show_description": "Nella sesta e ultima puntata di C'era una volta una casa, dedicata alle Marche visiteremo il Palazzo dei Principi del 1674 a Carpegna, Palazzo Malaspina ad Ascoli Piceno e la Villa Imperiale costruita da Alessandro Sforza bel '400, a Pesaro. Nella sesta e ultima  puntata di  C'era una volta una casa, dedicata alle Marche visiteremo il Palazzo dei Principi del 1674 a Carpegna,  Palazzo Malaspina ad Ascoli Piceno e la Villa Imperiale costruita da Alessandro Sforza bel '400, a Pesaro."
    },
    {
      "show_name": "Milano in guerra",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/26/1619410753117_speciale-tg1.jpg",
      "start_time": "2026-02-06 03:09:00",
      "end_time": "2026-02-06 04:06:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Milano durante il secondo conflitto mondiale: la vita quotidiana dei cittadini, i bombardamenti, la fame, il razionamento, gli sfollati. E poi gli scioperi del marzo 1943, la caduta del fascismo, l'armistizio, l'occupazione nazista, il periodo della Repubblica Sociale Italiana. Tra il 1943 e il 1945 Milano rappresenta uno dei principali centri della lotta partigiana. Qui, dopo l'8 settembre, nascono le Brigate Garibaldi e la resistenza si organizza militarmente, ma la repressione nazifascista è durissima. Milano durante il secondo conflitto mondiale: la vita quotidiana dei cittadini, i bombardamenti, la fame, il razionamento, gli sfollati. E poi gli scioperi del marzo 1943, la caduta del fascismo, l'armistizio, l'occupazione nazista, il periodo della Repubblica Sociale Italiana. Tra il 1943 e il 1945 Milano rappresenta uno dei principali centri della lotta partigiana. Qui, dopo l'8 settembre, nascono le Brigate Garibaldi e la resistenza si organizza militarmente, ma la repressione nazifascista è durissima."
    },
    {
      "show_name": "Storia della medicina",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770033975538_Storia%20della%20medicina.jpg",
      "start_time": "2026-02-06 04:06:00",
      "end_time": "2026-02-06 05:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Malaria, peste, vaiolo, colera: come e quando ci siamo sbarazzati dei più oscuri nemici dell'umanità. Questo episodio racconta la storia dei piccoli agenti infettivi o patogeni che hanno funestato i secoli passati e le decisive scoperte che hanno permesso di sconfiggerli o fermarli. Malaria, peste, vaiolo, colera: come e quando ci siamo sbarazzati dei più oscuri nemici dell'umanità. Questo episodio racconta la storia dei piccoli agenti infettivi o patogeni che hanno funestato i secoli passati e le decisive scoperte che hanno permesso di sconfiggerli o fermarli."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/20/1655715097072_oasi_04.jpg",
      "start_time": "2026-02-06 05:02:00",
      "end_time": "2026-02-06 06:00:00",
      "episode_number": "S1 E4",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uom - ini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uom - ini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "Italian Beauty",
      "show_logo": "https://www.raiplay.it/dl/img/2018/07/17/1531832489268_Matera_2048x1152.gif",
      "start_time": "2026-02-06 06:00:00",
      "end_time": "2026-02-06 06:52:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Bellezza in bicicletta, dai Campi Flegrei al Golfo di Pozzuoli e fino alla Costiera amalfitana in un viaggio su due ruote alla scoperta di un territorio sorprendente, disseminato di preziose rovine romane. Bellezza in bicicletta, dai Campi Flegrei al Golfo di Pozzuoli e fino alla Costiera amalfitana in un viaggio su due ruote alla scoperta di un territorio sorprendente, disseminato di preziose rovine romane."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-06 06:52:00",
      "end_time": "2026-02-06 07:22:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La puntata di oggi è dedicata ai Disturbi del Comportamento Alimentare promuovendo il sostegno a chi vive questa condizione e incoraggiare l'accesso a cure specializzate. Laura Dalla Ragione dell'Usl Umbria I e Valeria Zanna dell'Ospedale Bambino Gesù di Roma, insieme ad altri ospiti, illustrano la natura dei disturbi - 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692739720245_1692739559198%202.png",
      "start_time": "2026-02-06 07:22:00",
      "end_time": "2026-02-06 08:15:00",
      "episode_number": "S21 E2",
      "show_category": "",
      "show_description": "Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere. Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/30/1680173749362_wild-italy-S7E4.jpg",
      "start_time": "2026-02-06 08:15:00",
      "end_time": "2026-02-06 09:06:00",
      "episode_number": "S7 E4",
      "show_category": "",
      "show_description": "Negli ultimi cinquanta anni la superficie forestale dell'Italia è aumentata di un buon dieci per cento, in pratica è come se una regione intera delle dimensioni della valle d'Aosta fatta di boschi di querce e di faggi, di pini e di lecci, si fosse aggiunta a quelle già esistenti. Negli ultimi cinquanta anni la superficie forestale dell'Italia è aumentata di un buon dieci per cento, in pratica è come se una regione intera delle dimensioni della valle d'Aosta fatta di boschi di querce e di faggi, di pini e di lecci, si fosse aggiunta a quelle già esistenti."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/20/1655715097072_oasi_04.jpg",
      "start_time": "2026-02-06 09:06:00",
      "end_time": "2026-02-06 09:58:00",
      "episode_number": "S1 E4",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uom - ini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uom - ini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/16/1747388139166_Pulitzer.jpg",
      "start_time": "2026-02-06 09:58:00",
      "end_time": "2026-02-06 10:42:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hearst, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani. Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hearst, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-06 10:42:00",
      "end_time": "2026-02-06 10:46:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/10/1762769576617_2048x1152.jpg",
      "start_time": "2026-02-06 10:46:00",
      "end_time": "2026-02-06 13:16:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Attraverso i grandi documentari di \"Geo\" e gli esperti in studio, Sveva Sagramola ed Emanuele Biggi raccontano le persone, le meraviglie e le fragilità del nostro pianeta, dando particolare spazio ai grandi squilibri ambientali che compromettono la sopravvivenza della specie."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762971782960_PokeStories2048x1152.png",
      "start_time": "2026-02-06 13:16:00",
      "end_time": "2026-02-06 13:31:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "Casa Sapiens",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/04/1743746947397_2048x1152.jpg",
      "start_time": "2026-02-06 13:31:00",
      "end_time": "2026-02-06 14:13:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nelle puntate di \"Casa Sapiens\", Mario Tozzi torna ad appassionare un pubblico sempre più attento e desideroso di capire fenomeni complessi attraverso quell'approccio alla divulgazione scientifica che da sempre contraddistingue il suo lavoro. - 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692739720245_1692739559198%202.png",
      "start_time": "2026-02-06 14:13:00",
      "end_time": "2026-02-06 15:06:00",
      "episode_number": "S21 E2",
      "show_category": "",
      "show_description": "Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere. Lasciamo la Svezia per dirigerci in Islanda, ed esplorare questa terra di geyser e vulcani dove la natura sembra regnare ancora incontrastata, nonostante negli ultimi 40 anni laghi o distese di blocchi frammentati abbiano preso il posto di enormi distese di ghiaccio. Visiteremo l'Isola in due episodi: la perlustreremo in lungo e in largo a bordo di due veicoli 4x4, e dalla cima dei vulcani alle profondità della faglia terrestre che separa la placca euroasiatica da quella americana. Resteremo allibiti dal desolante paesaggio di Ok, il primo ghiacciaio estinto, e dall'imponente forza dei geyser che sprigionano energia davanti alle nostre telecamere."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/05/1680680810606_wild-italy-S7E5.jpg",
      "start_time": "2026-02-06 15:06:00",
      "end_time": "2026-02-06 15:56:00",
      "episode_number": "S7 E5",
      "show_category": "",
      "show_description": "Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pascoli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche. Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pascoli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche."
    },
    {
      "show_name": "Gli insetti delle foreste tropicali della Malesia",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811282602_2048x1152.jpg",
      "start_time": "2026-02-06 15:56:00",
      "end_time": "2026-02-06 16:49:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \"grandi imitatori\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli. Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \\\"grandi imitatori\\\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli?"
    },
    {
      "show_name": "Le città del futuro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/15/1713192052093_E1.jpg",
      "start_time": "2026-02-06 16:49:00",
      "end_time": "2026-02-06 17:18:00",
      "episode_number": "S1 E1",
      "show_category": "Uomini & Società",
      "show_description": "Viola, Project Manager di C40, ci porta a Londra e riflette sulle sfide e le soluzioni per affrontare la crisi climatica, promuovendo le energie rinnovabili e le comunità energetiche. Viola, Project Manager di C40, ci porta a Londra e riflette sulle sfide e le soluzioni per affrontare la crisi climatica, promuovendo le energie rinnovabili e le comunità energetiche."
    },
    {
      "show_name": "Le città del futuro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/18/1713444685805_E2.jpg",
      "start_time": "2026-02-06 17:18:00",
      "end_time": "2026-02-06 17:43:00",
      "episode_number": "S1 E2",
      "show_category": "Uomini & Società",
      "show_description": "Viola riflette sulle tematiche legate allo spreco di cibo e acqua e sul ruolo della tecnologia nel combattere gli sprechi. Viola riflette sulle tematiche legate allo spreco di cibo e acqua e sul ruolo della tecnologia nel combattere gli sprechi."
    },
    {
      "show_name": "Le città del futuro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/15/1713192521294_E2.jpg",
      "start_time": "2026-02-06 17:43:00",
      "end_time": "2026-02-06 18:11:00",
      "episode_number": "S1 E3",
      "show_category": "Uomini & Società",
      "show_description": "Il tema dell'inquinamento è affrontato da Viola a Milano, sua città natale e tra le città più inquinate del mondo a causa, come ci spiegheranno, di una particolare collocazione geografica. Il tema dell'inquinamento è affrontato da Viola a Milano, sua città natale e tra le città più inquinate del mondo a causa, come ci spiegheranno, di una particolare collocazione geografica."
    },
    {
      "show_name": "Le città del futuro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/18/1713444932885_E4.jpg",
      "start_time": "2026-02-06 18:11:00",
      "end_time": "2026-02-06 18:40:00",
      "episode_number": "S1 E4",
      "show_category": "Uomini & Società",
      "show_description": "Viola affronta le principali tematiche e problematiche della mobilità privata, pubblica e di quella attiva (biciclette e aree pedonali). Si sofferma anche sulle applicazioni dell'Intelligenza Artificiale ai futuri veicoli a guida autonoma all'interno delle città del futuro. Viola affronta le principali tematiche e problematiche della mobilità privata, pubblica e di quella attiva (biciclette e aree pedonali). Si sofferma anche sulle applicazioni dell'Intelligenza Artificiale ai futuri veicoli a guida autonoma all'interno delle città del futuro."
    },
    {
      "show_name": "Americans 1943-1945. Napoli a stelle e strisce",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770028878369_2048x1152.jpg",
      "start_time": "2026-02-06 18:40:00",
      "end_time": "2026-02-06 19:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Quando Napoli era governata dagli Alleati il suo porto era il più importante del mondo, superando di gran lunga persino quello di New York."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-06 19:30:00",
      "end_time": "2026-02-06 19:34:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. E' il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai.. - di F. Pennacchia 2026 ITA."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-06 19:34:00",
      "end_time": "2026-02-06 19:36:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Gli esploratori",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/06/1701871241658_1920x1080.jpg",
      "start_time": "2026-02-06 19:36:00",
      "end_time": "2026-02-06 20:29:00",
      "episode_number": "E5",
      "show_category": "Scienza & Natura",
      "show_description": "Il 31 luglio del 1954 due italiani hanno raggiunto, primi nella storia, la vetta della montagna selvaggia. I loro nomi sono Achille Compagnoni e Lino Lacedelli. Sono membri di una spedizione guidata dal geologo Ardito Desio. La loro è una grande impresa, un'impresa italiana, di un paese che è uscito distrutto dalla guerra e che si riscatta davanti agli occhi del mondo intero. Rai Storia racconta questa avventura eccezionale, ripercorrendo le varie tappe della spedizione: dalla selezione degli alpinisti alla loro preparazione fisica ed atletica, dalla scelta dei materiali a quella dei portatori che avrebbero accompagnato gli alpinisti nella loro scalata, dall' allestimento dei campi base ad altitudini sempre più estreme fino all'ultima meta, la vetta! Il racconto di questo viaggio straordinario è affidato alle immagini del filmato del CAI \"Italia K2\", alle interviste al Presidente Generale del Cai Antonio Montani, alla Direttrice del Museo della Montagna di Torino Daniela Berta, allo storico dell'alpinismo Leonardo Bizzaro, e alla grande alpinista italiana Nives Meroi. Il 31 luglio del 1954 due italiani hanno raggiunto, primi nella storia, la vetta della montagna selvaggia. I loro nomi sono Achille Compagnoni e Lino Lacedelli. Sono membri di una spedizione guidata dal geologo Ardito Desio.  La loro è una grande impresa, un'impresa italiana, di un paese che è uscito distrutto dalla guerra e che si riscatta davanti agli occhi del mondo intero. Rai Storia racconta questa avventura eccezionale, ripercorrendo le varie tappe della spedizione: dalla selezione degli alpinisti alla loro preparazione fisica ed atletica, dalla scelta dei materiali a quella dei portatori che avrebbero accompagnato gli alpinisti nella loro scalata, dall' allestimento dei campi base ad altitudini sempre più estreme fino all'ultima meta, la vetta! Il racconto di questo viaggio straordinario è affidato alle immagini del filmato del CAI \\\"Italia K2\\."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692696211946_overland.jpg",
      "start_time": "2026-02-06 20:29:00",
      "end_time": "2026-02-06 21:22:00",
      "episode_number": "S21 E3",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica. Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760961247792_2048x1152.jpg",
      "start_time": "2026-02-06 21:22:00",
      "end_time": "2026-02-06 23:28:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Camila Raznovich ci accompagna in giro per l'Italia per scoprire il territorio attraverso le sue storie e le sue bellezze. Le puntate di questa edizione saranno dalla Costa dei Trabocchi, dall'Aquila, prossima Capitale italiana della cultura 2026, da Roma e da Modena. - con Conduce Camila Raznovich. Un programma di Sergio Leszczynski, Fabio Roberti e Massimo Favia, Maruia Iodice, Antongiulio Panizzi, Camila Zaznovich, Claudia Tofani. Con la collaborazione di Cristoforo Gorno. Produttori esecutivi Elena Mercieri, Alessandra 2025 ITA."
    },
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-02-06 23:28:00",
      "end_time": "2026-02-07 00:27:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Prima Visione RAI - La vita e l'arte di Giuseppe Pellizza da Volpedo, pittore famoso soprattutto per il quadro 'Il quarto stato', simbolo dei lavoratori. Ma la sensibilità sociale è parte di un più vasto mondo artistico che, con un linguaggio modernissimo per l'epoca e attuale ancora oggi, fonde insieme la storia, la società e la natura. - 2025 ITA."
    }
  ]
}