{
  "channel_name": "Rai5",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Peter Gabriel So",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/17/1621242456845_2048x1152.jpg",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:56:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Peter Gabriel racconta la genesi dell'album \"So\", pubblicato nel 1986. Ampiamente considerato il suo lavoro più riuscito, così come quello musicalmente più accessibile, \"So\" ha trasformato Gabriel da artista di culto a superstar internazionale. L'album ha ricevuto il plauso unanime della critica specializzata, venendo lodato per le sue sonorità e fusione di generi differenti, ed è stato nominato per il Grammy Award all'album dell'anno."
    },
    {
      "show_name": "L'universo alternativo di Kate Bush",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/24/1763993005922_2048x1152.jpg",
      "start_time": "2026-02-14 00:56:00",
      "end_time": "2026-02-14 01:48:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "Compositrice, ballerina, coreografa, musicista. Scoperta a soli 18 anni da David Gilmour dei Pink Floyd, Kate Bush ha trovato una nuova popolarità grazie alla serie Stranger Things, conquistando nuovamente le classifiche a distanza di 40 anni dal suo primo exploit. Compositrice, ballerina, coreografa, musicista. Scoperta a soli 18 anni da David Gilmour dei Pink Floyd, Kate Bush ha trovato una nuova popolarità grazie alla serie Stranger Things, conquistando nuovamente le classifiche a distanza di 40 anni dal suo primo exploit."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-14 01:48:00",
      "end_time": "2026-02-14 01:49:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/23/1629691145411_overland.jpg",
      "start_time": "2026-02-14 01:49:00",
      "end_time": "2026-02-14 02:41:00",
      "episode_number": "S22 E2",
      "show_category": "Viaggi & Avventure",
      "show_description": "Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici. Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici."
    },
    {
      "show_name": "Bellezza in bicicletta",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/01/1572609890127_2048x1152.jpg",
      "start_time": "2026-02-14 02:41:00",
      "end_time": "2026-02-14 03:34:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Impossibile sentirsi straniere a Matera, soprattutto se si è scelto di viverci per amore, non solo di un uomo, ma anche di una città e delle sue meravigliose atmosfere. Impossibile sentirsi straniere a Matera, soprattutto se si è scelto di viverci per amore, non solo di un uomo, ma anche di una città e delle sue meravigliose atmosfere."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/12/1505209684291_l_italia_della_repubblica_h.jpg",
      "start_time": "2026-02-14 03:34:00",
      "end_time": "2026-02-14 04:29:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell' Euro, con l'ausilio di testimonianze e filmati d'epoca. - con Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio A 2015 ITA. Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell' Euro, con l'ausilio di testimonianze e filmati d'epoca. -  con  Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio A 2015 ITA."
    },
    {
      "show_name": "Speciali Storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/05/1770301486525_Senza%20titolo.jpg",
      "start_time": "2026-02-14 04:29:00",
      "end_time": "2026-02-14 05:26:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di Agostino Pozzi. Produttore esecutivo Sara Mariani - La puntata ripercorre l'epopea della campagna di Russia, condotta da Mussolini all'interno dell'operazione Barbarossa nel luglio del 1941, raccontata attraverso le testimonianze di reduci che ricordano la follia, il dolore, la fame e il freddo mortale. Di Agostino Pozzi. Produttore esecutivo Sara Mariani - La puntata ripercorre l'epopea della campagna di Russia, condotta da Mussolini all'interno dell'operazione Barbarossa nel luglio del 1941, raccontata attraverso le testimonianze di reduci che ricordano la follia, il dolore, la fame e il freddo mortale."
    },
    {
      "show_name": "Save the Date",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/22/1640160264289_pt.11.jpg",
      "start_time": "2026-02-14 05:26:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "E11",
      "show_category": "",
      "show_description": "Puntata monografica sul Museo Egizio, il più antico del mondo interamente dedicato alla cultura egizia, nato a Torino nel 1824. Focus sugli studi e le ricerche che animano il Museo: la filosofia, la tecnologia, la storia, l'archeologia e l'egittologia, attraverso scavi e ritrovamenti, con uno sguardo rivolto al futuro. Puntata monografica sul Museo Egizio, il più antico del mondo interamente dedicato alla cultura egizia, nato a Torino nel 1824. Focus sugli studi e le ricerche che animano il Museo: la filosofia, la tecnologia, la storia, l'archeologia e l'egittologia, attraverso scavi e ritrovamenti, con uno sguardo rivolto al futuro."
    },
    {
      "show_name": "Eracle",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/13/1673599044279_FOTO-COPERTINE-LOGATE-FILOSOFIA-2022-ERACLE2.jpg",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:17:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "La storica Laura Pepe parla dell'Eracle (420 a.C. ca.), la tragedia nella quale Euripide racconta l'eroe delle dodici fatiche nella sua umanità. La storica Laura Pepe parla dell'Eracle (420 a.C. ca.), la tragedia nella quale Euripide racconta l'eroe delle dodici fatiche nella sua umanità."
    },
    {
      "show_name": "Life on MART",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/20/1640010602214_2048x1152.jpg",
      "start_time": "2026-02-14 06:17:00",
      "end_time": "2026-02-14 07:10:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "La stupefacente struttura del MART di Rovereto, una cupola in vetro e acciaio concepita dall'archistar internazionale Mario Botta, costruita sulle stesse dimensioni di quella del Pantheon di Roma. Tempio pagano votato agli dei dell'atto creativo, il MART è tra i primi e più importanti musei di arte contemporanea del nostro secolo. La stupefacente struttura del MART di Rovereto, una cupola in vetro e acciaio concepita dall'archistar internazionale Mario Botta, costruita sulle stesse dimensioni di quella del Pantheon di Roma. Tempio pagano votato agli dei dell'atto creativo, il MART è tra i primi e più importanti musei di arte contemporanea del nostro secolo."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/23/1629691145411_overland.jpg",
      "start_time": "2026-02-14 07:10:00",
      "end_time": "2026-02-14 08:03:00",
      "episode_number": "S22 E2",
      "show_category": "Viaggi & Avventure",
      "show_description": "Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici. Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici."
    },
    {
      "show_name": "Elisir d'amore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/25/1574685059447_2048x1152.jpg",
      "start_time": "2026-02-14 08:03:00",
      "end_time": "2026-02-14 10:26:00",
      "episode_number": "",
      "show_category": "Opera",
      "show_description": "Dallo straordinario scenario dell'Arena Sferisterio di Macerata la divertente e visionaria lettura di Damiano Michieletto di una delle opere più rappresentate del melodramma italiano. Direttore Francesco Lanzillotta. Dallo straordinario scenario dell'Arena Sferisterio di Macerata la divertente e visionaria lettura di Damiano Michieletto di una delle opere più rappresentate del melodramma italiano. Direttore Francesco Lanzillotta."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-14 10:26:00",
      "end_time": "2026-02-14 10:31:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RUBRICA - Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Selvatici ma non troppo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/08/1686217543300_2048x1152.jpg",
      "start_time": "2026-02-14 10:31:00",
      "end_time": "2026-02-14 11:25:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inviati da parchi che non potevano prendersi cura di loro. Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inviati da parchi che non potevano prendersi cura di loro."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/08/1657264267786_bois_5.jpg",
      "start_time": "2026-02-14 11:25:00",
      "end_time": "2026-02-14 12:19:00",
      "episode_number": "S1 E5",
      "show_category": "Scienza & Natura",
      "show_description": "La foresta di Huelgoat è stata la culla di molti miti francesi. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate del fiume ai misteriosi folletti. Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane. La foresta di Huelgoat è stata la culla di molti miti francesi. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate del fiume ai misteriosi folletti. Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/23/1663920156681_pt.19.jpg",
      "start_time": "2026-02-14 12:19:00",
      "end_time": "2026-02-14 13:19:00",
      "episode_number": "S2022 E18",
      "show_category": "Scienza & Natura",
      "show_description": "La geometria nasce per finalità pratiche, per la necessità di misurare il mondo e le città, per costruire, razionalizzare lo spazio. Ma come spesso accade nella storia della scienza, le finalità pratiche aprono la strada a ricchissimi percorsi teorici, a grandi salti nella capacità di pensiero. La geometria nasce per finalità pratiche, per la necessità di misurare il mondo e le città, per costruire, razionalizzare lo spazio. Ma come spesso accade nella storia della scienza, le finalità pratiche aprono la strada a ricchissimi percorsi  teorici, a grandi salti nella capacità di pensiero."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-14 13:19:00",
      "end_time": "2026-02-14 13:23:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-02-14 13:23:00",
      "end_time": "2026-02-14 14:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Art Night Puntata 5 - Basquiat - Rabbia e gloria - DOC. CULTURA - La straordinaria vita di Basquiat, enfant terrible dell'arte, morto a soli 27 anni nel 1988. La New York degli anni '80, la nascita della S - treet Art e dell'Hip Hop, l'orgoglio e la rabbia degli afroamericani. In una delle stagioni più creative dell'arte contemporanea Basquiat inventa un nuovo linguaggio visivo. - 2025 ITA."
    },
    {
      "show_name": "La rete sotterranea vegetale",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/12/1686564876779_2048x1152.jpg",
      "start_time": "2026-02-14 14:20:00",
      "end_time": "2026-02-14 15:12:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Le foreste rendono vivibili la terra e il nostro clima e migliorano la biodiversità. Ma l'uomo moderno ne continua ad abbattere milioni di ettari ogni anno, causando una crisi ecologica senza precedenti. Le foreste rendono vivibili la terra e il nostro clima e migliorano la biodiversità. Ma l'uomo moderno ne continua ad abbattere milioni di ettari ogni anno, causando una crisi ecologica senza precedenti."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/08/1657264443115_bois_6.jpg",
      "start_time": "2026-02-14 15:12:00",
      "end_time": "2026-02-14 16:08:00",
      "episode_number": "S1 E6",
      "show_category": "Scienza & Natura",
      "show_description": "La foresta di Tronçais è nota per ospitare gli alberi più maestosi di tutta Europa. Vero rifugio della biodiversità, è la dimora di alberi di 500 anni di età. Attraverso i suoi incontri e le sue scoperte, Simon Allix cerca di capire il legame che esiste tra la foresta e gli uomini sia di ieri che di oggi. La foresta di Tronçais è nota per ospitare gli alberi più maestosi di tutta Europa. Vero rifugio della biodiversità, è la dimora di alberi di 500 anni di età. Attraverso i suoi incontri e le sue scoperte, Simon Allix cerca di capire il legame che esiste tra la foresta e gli uomini sia di ieri che di oggi."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760961247792_2048x1152.jpg",
      "start_time": "2026-02-14 16:08:00",
      "end_time": "2026-02-14 17:44:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "- . - 2026 ITA. - . - 2026 ITA."
    },
    {
      "show_name": "Una lunga fedeltà",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/30/1675089656674_Amitrano.jpg",
      "start_time": "2026-02-14 17:44:00",
      "end_time": "2026-02-14 17:59:00",
      "episode_number": "E12",
      "show_category": "",
      "show_description": "Murakami Haruki nasce il 12 gennaio 1949 a Kyoto, figlio di un monaco buddista e di un'insegnante di inglese. Trascorre l'infanzia e l'adolescenza nel Kansai; a Tōkyō studia drammaturgia presso la facoltà di Lettere dell'università Waseda; si laurea nel 1975 con una tesi sull'idea del viaggio nel cinema statunitense. Nel 1971 sposa Takahashi Yōko e nel 1974 apre un jazz bar insieme a lei. Nel 1979 pubblica il suo primo libro, Ascolta la canzone del vento con cui vince il premio Gunzo come migliore esordiente. L'anno seguente pubblica Il flipper del 1973 e nel 1982 Sotto il segno della pecora, che gli vale il Premio letterario Noma (iI tre libri vengono riuniti sotto il nome de La trilogia del Ratto). Nel 1981 Murakami vende il jazz bar e comincia a vivere dei proventi ricavati dalla vendita dei suoi libri. Nell'ottobre del 1984 si trasferisce a Fujisawa, mentre nel gennaio del 1985 trasloca a Sendagawa, presso Tokyo. Nel 1985 vince il Premio Tanizaki con La fine del mondo e il paese delle meraviglie. Nel febbraio del 1986 si trasferisce di nuovo, questa volta a Ōiso, nella prefettura di Kanagawa. Dall'ottobre 1986 viaggia tra la Grecia e l'Italia, in particolare, in Sicilia e a Roma, dove scrive nel 1987 Tokyo blues, Norwegian wood che diventa una caso letterario, vendendo due milioni di copie in un anno — e tra il 1987 e il 1988, Dance Dance Dance, pubblicato nel 1988. Murakami Haruki nasce il 12 gennaio 1949 a Kyoto, figlio di un monaco buddista e di un'insegnante di inglese. Trascorre l'infanzia e l'adolescenza nel Kansai; a Tōkyō studia drammaturgia presso la facoltà di Lettere dell'università Waseda; si laurea nel 1975 con una tesi sull'idea del viaggio nel cinema statunitense. Nel 1971 sposa Takahashi Yōko  e nel 1974 apre un jazz bar insieme a lei. Nel 1979 pubblica il suo primo libro, Ascolta la canzone del vento con cui vince il premio Gunzo come migliore esordiente. L'anno seguente pubblica Il flipper del 1973  e nel 1982 Sotto il segno della pecora, che gli vale il Premio letterario Noma (iI tre libri vengono riuniti sotto il nome de La trilogia del Ratto). Nel 1981 Murakami vende il jazz bar e comincia a vivere dei proventi ricavati dalla vendita dei suoi libri. Nell'ottobre del 1984 si trasferisce a Fujisawa, mentre nel gennaio del 1985 trasloca a Sendagawa, presso Tokyo. Nel 1985 vince il Premio Tanizaki con La fine del mondo e il paese delle meraviglie. Nel febbraio del 1986 si trasferisce di nuovo, questa volta a Ōiso, nella prefettura di Kanagawa. Dall'ottobre 1986 viaggia tra la Grecia e l'Italia, in particolare, in Sicilia e a Roma, dove scrive nel 1987 Tokyo blues, Norwegian wood che diventa una caso letterario, vendendo due milioni di copie in un anno — e tra il 1987 e il 1988, Dance Dance Dance, pubblicato nel 1988."
    },
    {
      "show_name": "Casa Sapiens",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/07/1746611456944_9.jpg",
      "start_time": "2026-02-14 17:59:00",
      "end_time": "2026-02-14 18:41:00",
      "episode_number": "E9",
      "show_category": "Scienza & Natura",
      "show_description": "Nella favola di Cappuccetto Rosso rappresentiamo il lupo come infido, ingannatore, predatore, quando sappiamo che il lupo molto difficilmente caccia l'uomo. È anche per la loro cattiva fama che i lupi hanno più volte rischiato l'estinzione. Sono stati cacciati e in alcune zone del mondo del tutto sterminati. Negli Stati Uniti ne esistevano 250 mila prima dell'arrivo dei coloni, oggi ne sono rimasti 6 mila. Il lupo è un mammifero tra i più diffusi al mondo. Grazie alle sue capacità di adattamento ha popolato tutti gli ambienti e in Italia lo si poteva incontrare perfino sulle coste. Poi è stato ricacciato sugli Appennini, nei boschi e le sue colonie sono andate riducendosi per poi, ultimamente, crescere di nuovo. Non arrivavano a 200 alla fine degli anni Settanta, sono diventati 300 secondo stime recenti del WWF, dopo che i Sapiens hanno cominciato a proteggerli lasciandoli liberi di vivere in equilibrio con le proprie fonti di approvvigionamento. Ma restano una specie a rischio, complice anche il bracconaggio, e non sono gli unici. Secondo l'Istituto Superiore per la Protezione e la Ricerca Ambientale perdiamo 50 specie viventi al giorno. Negli ultimi 500 anni sono scomparse tra le 150 mila e le 260 mila specie dei 2 milioni di specie esistenti. Nella favola di Cappuccetto Rosso rappresentiamo il lupo come infido, ingannatore, predatore, quando sappiamo che il lupo molto difficilmente caccia l'uomo. È anche per la loro cattiva fama che i lupi hanno più volte rischiato l'estinzione. Sono stati cacciati e in alcune zone del mondo del tutto sterminati. Negli Stati Uniti ne esistevano 250 mila prima dell'arrivo dei coloni, oggi ne sono rimasti 6 mila. Il lupo è un mammifero tra i più diffusi al mondo. Grazie alle sue capacità di adattamento ha popolato tutti gli ambienti e in Italia lo si poteva incontrare perfino sulle coste. Poi è stato ricacciato sugli Appennini, nei boschi e le sue colonie sono andate riducendosi per poi, ultimamente, crescere di nuovo. Non arrivavano a 200 alla fine degli anni Settanta, sono diventati 300 secondo stime recenti del WWF, dopo che i Sapiens hanno cominciato a proteggerli lasciandoli liberi di vivere in equilibrio con le proprie fonti di approvvigionamento. Ma restano una specie a rischio, complice anche il bracconaggio, e non sono gli unici. Secondo l'Istituto Superiore per la Protezione e la Ricerca Ambientale perdiamo 50 specie viventi al giorno. Negli ultimi 500 anni sono scomparse tra le 150 mila e le 260 mila specie dei 2 milioni di specie esistenti."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-14 18:41:00",
      "end_time": "2026-02-14 18:43:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732892682719_Nuovo%20progetto%202.jpg",
      "start_time": "2026-02-14 18:43:00",
      "end_time": "2026-02-14 20:30:00",
      "episode_number": "S2024",
      "show_category": "Scienza & Natura",
      "show_description": "Gli uomini sono i soli animali a darsi battaglia e gli unici ad avere inventato le armi? La guerra può essere un motore di evoluzione o lascia sul campo solo morte e distruzione? Questi sono alcuni degli interrogativi al centro del racconto di Mario Tozzi. Un viaggio nell'animo umano per capire se vi sia una origine evolutiva alla violenza che gli uomini hanno da sempre dispiegato gli uni contro gli altri. Come è accaduto poco più di un secolo fa in uno dei luoghi più visitati dal turismo internazionale: le Dolomiti. Qui austriaci e italiani si sono fronteggiati in uno dei più difficili teatri della Grande Guerra. Mario Tozzi sale sulle vette del Lagazuoi e delle Cinque Torri per raccontare la vita dei soldati che combattevano su fronti avversi a 2700 metri di quota visitando le trincee e i percorsi che hanno abbracciato le montagne fino a modificarne permanentemente il profilo. Le fasi salienti dell'evoluzione della guerra che è intrinsecamente connessa a quella delle armi. Evoluzione tecnologica e strategie hanno trasformato nei secoli i rapporti di forza sul Pianeta. Come è accaduto ad Aquileia, città ricca e potente della Roma imperiale, invasa e saccheggiata nel 452 d.C. dagli Unni, guerrieri nomadi provenienti dalle steppe asiatiche. Gli uomini sono i soli animali a darsi battaglia e gli unici ad avere inventato le armi? La guerra può essere un motore di evoluzione o lascia sul campo solo morte e distruzione? Questi sono alcuni degli interrogativi al centro del racconto di Mario Tozzi. Un viaggio nell'animo umano per capire se vi sia una origine evolutiva alla violenza che gli uomini hanno da sempre dispiegato gli uni contro gli altri. Come è accaduto poco più di un secolo fa in uno dei luoghi più visitati dal turismo internazionale: le Dolomiti. Qui austriaci e italiani si sono fronteggiati in uno dei più difficili teatri della Grande Guerra. Mario Tozzi sale sulle vette del Lagazuoi e delle Cinque Torri per raccontare la vita dei soldati che combattevano su fronti avversi a 2700 metri di quota visitando le trincee e i percorsi che hanno abbracciato le montagne fino a modificarne permanentemente il profilo. Le fasi salienti dell'evoluzione della guerra che è intrinsecamente connessa a quella delle armi. Evoluzione tecnologica e strategie hanno trasformato nei secoli i rapporti di forza sul Pianeta. Come è accaduto ad Aquileia, città ricca e potente della Roma imperiale, invasa e saccheggiata nel 452 d.C. dagli Unni, guerrieri nomadi provenienti dalle steppe asiatiche."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/30/1630294852421_overland.jpg",
      "start_time": "2026-02-14 20:30:00",
      "end_time": "2026-02-14 21:23:00",
      "episode_number": "S22 E3",
      "show_category": "Viaggi & Avventure",
      "show_description": "Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata. Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata."
    },
    {
      "show_name": "Sogni e bisogni",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/19/1576730776202_salemme.jpg",
      "start_time": "2026-02-14 21:23:00",
      "end_time": "2026-02-14 23:11:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "È stata rappresentata per la prima volta nel 1995 ed è una vera commedia dell'arte, una favola divertente perché parte da un presupposto surreale: il distacco di un… Attributo dal corpo del proprio \"padrone. È stata rappresentata per la prima volta nel 1995 ed è una vera commedia dell'arte, una favola divertente perché parte da un presupposto surreale: il distacco di un… Attributo dal corpo del proprio \\\"padrone\\\"."
    },
    {
      "show_name": "Bruce Springsteen: Born To Rock",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/10/1715357778015_2048x1152.jpg",
      "start_time": "2026-02-14 23:11:00",
      "end_time": "2026-02-15 00:03:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "«The Boss», come è sempre stato soprannominato, è uno degli artisti più conosciuti e rappresentativi della scena rock americana. Scopriamo l'incredibile carriera di Bruce Springsteen, dal Jersey Shore agli stadi sold out di tutto il mondo. «The Boss», come è sempre stato soprannominato, è uno degli artisti più conosciuti e rappresentativi della scena rock americana. Scopriamo l'incredibile carriera di Bruce Springsteen, dal Jersey Shore agli stadi sold out di tutto il mondo."
    }
  ]
}