{
  "channel_name": "Rai5",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:44:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "Questo documentario racconta di quattro pittrici straordinarie tra Rinascimento e Classicismo - Sofonisba Anguissola, Judith Leyster, Angelica Kauffmann e Marie-Guillemine Benoist che, sfidando limiti sociali e artistici imposti alle donne, conquistarono successo, visibilità e riconoscimento... - 2025 ITA."
    },
    {
      "show_name": "Bob Marley. La leggenda del reggae",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/21/1761058145277_2048x1152.jpg",
      "start_time": "2026-01-31 00:44:00",
      "end_time": "2026-01-31 01:38:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "Il racconto dei momenti chiave della vita di Bob Marley, attraverso filmati d'archivio, performance, e testimonianze di artisti internazionali. A oltre quarant'anni dalla sua morte, Bob Marley è celebrato in ogni angolo del mondo, a volte ricordato come un profeta. Il racconto dei momenti chiave della vita di Bob Marley, attraverso filmati d'archivio, performance, e testimonianze di artisti internazionali. A oltre quarant'anni dalla sua morte, Bob Marley è celebrato in ogni angolo del mondo, a volte ricordato come un profeta."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-01-31 01:38:00",
      "end_time": "2026-01-31 01:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/19/1566191315801_overland.jpg",
      "start_time": "2026-01-31 01:40:00",
      "end_time": "2026-01-31 02:30:00",
      "episode_number": "S20 E4",
      "show_category": "",
      "show_description": "Le tormentate strade della Guinea continuano a rappresentare un'avvincente sfida e a regalare piccoli preziosi spaccati di realtà locale. Sulle piste dissestate percorse a una manciata di chilometri all'ora, il team incontra camion stracolmi di persone: sono le rotte più disastrose, ma anche quelle più battute dalla migrazione irregolare. Dopo diversi giorni di campeggio all'aperto senza raggiungere centri abitati dotati dei servizi più basici, come un letto per dormire o acqua per lavarsi, la squadra non perde l'occasione di tuffarsi nel fiume Gambia, incontrato lungo il tragitto. Ancora qualche tribolazione, tra forature di pneumatici e coppe dell'olio, riparate alla meglio in attesa di raggiungere Conakry, e finalmente ci si riposa in una struttura tipica trovata per strada. Una breve deviazione consente di ammirare la Dama di Malì, il massiccio roccioso che ricorda il profilo di una donna, riportato anche sulla banconota da 10.000 franchi guineani. La meta tanto agognata viene raggiunta: nella capitale Conakry si possono controllare finalmente i veicoli, riorganizzare il carico, fare una breve pausa e il punto della situazione. E, poi, scambiare due chiacchiere con i locali e scoprire nuove storie, come quella di un padre che aspetta il ritorno del figlio che ha affrontato \"la rotta\" verso l'Europa, del quale però non ha più notizie. È tempo di ripartire: sarà una lunga traversata di Costa d'Avorio, Ghana, Togo, Benin, per arrivare alla tappa successiva, la Nigeria. A questo Paese è dedicato il resto della puntata, tra i colori cittadini e i sapori culinari, l'artigianato e le usanze più strane, in attesa di tuffarsi nella storia e nei riti voodoo che si affronteranno in seguito. Le tormentate strade della Guinea continuano a rappresentare un'avvincente sfida e a regalare piccoli preziosi spaccati di realtà locale. Sulle piste dissestate percorse a una manciata di chilometri all'ora, il team incontra camion stracolmi di persone: sono le rotte più disastrose, ma anche quelle più battute dalla migrazione irregolare. Dopo diversi giorni di campeggio all'aperto senza raggiungere centri abitati dotati dei servizi più basici, come un letto per dormire o acqua per lavarsi, la squadra non perde l'occasione di tuffarsi nel fiume Gambia, incontrato lungo il tragitto. Ancora qualche tribolazione, tra forature di pneumatici e coppe dell'olio, riparate alla meglio in attesa di raggiungere Conakry, e finalmente ci si riposa in una struttura tipica trovata per strada. Una breve deviazione consente di ammirare la Dama di Malì, il massiccio roccioso che ricorda il profilo di una donna, riportato anche sulla banconota da 10.000 franchi guineani. La meta tanto agognata viene raggiunta: nella capitale Conakry si possono controllare finalmente i veicoli, riorganizzare il carico, fare una breve pausa e il punto della situazione. E, poi, scambiare due chiacchiere con i locali e scoprire nuove storie, come quella di un padre che aspetta il ritorno del figlio che ha affrontato \\\"la rotta\\\" verso l'Europa, del quale però non ha più notizie.  È tempo di ripartire: sarà una lunga traversata di Costa d'Avorio, Ghana, Togo, Benin, per arrivare alla tappa successiva, la Nigeria. A questo Paese è dedicato il resto della puntata, tra i colori cittadini e i sapori culinari, l'artigianato e le usanze più strane, in attesa di tuffarsi nella storia e nei riti voodoo che si affronteranno in seguito."
    },
    {
      "show_name": "C'era una volta una casa",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/15/1505461073303_villareale.jpg",
      "start_time": "2026-01-31 02:30:00",
      "end_time": "2026-01-31 03:18:00",
      "episode_number": "E2",
      "show_category": "Storia & Arte",
      "show_description": "Alla Puglia e alle sue dimore storiche è dedicato il secondo appuntamento con C'era una volta una casa. Visiteremo il castello senza tempo di San Vito dei Normanni nel Salento e poi, a Lecce, Villa Reale e Palazzo Cezzi. Alla Puglia e alle sue dimore storiche è dedicato il secondo appuntamento con C'era una volta una casa. Visiteremo il castello senza tempo di  San Vito dei Normanni nel Salento e poi, a Lecce, Villa Reale e Palazzo Cezzi."
    },
    {
      "show_name": "Un'epoca nuova - Anni '60",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768492413211_3.jpg",
      "start_time": "2026-01-31 03:18:00",
      "end_time": "2026-01-31 04:15:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "Gli anni Sessanta sono caratterizzati da una forte competizione globale fra Stati Uniti e Unione Sovietica, con il mondo diviso in due blocchi contrapposti. Un'epoca segnata da gravi crisi, come quella dei missili di Cuba nel 1962, con il rischio di un conflitto nucleare. Sono anche gli anni della decolonizzazione in Africa, della costruzione del Muro di Berlino e della \"Primavera di Praga\". Una stagione contraddistinta dalla paura atomica, ma anche da una fase di distensione e dalla firma di trattati per il controllo degli armamenti nucleari. Anni di grandi progressi scientifici come la corsa allo spazio, lo sbarco sulla Luna. Con i contributi dei professori Giordana Pulcini e Mario Del Pero, e del giovane divulgatore Guido Damini \"Al Bar della storia\". A Umberto Broccoli, invece, è affidato il compito di restituirci il clima del tempo attraverso dei brevi aneddoti. Gli anni Sessanta sono caratterizzati da una forte competizione globale fra Stati Uniti e Unione Sovietica, con il mondo diviso in due blocchi contrapposti. Un'epoca segnata da gravi crisi, come quella dei missili di Cuba nel 1962, con il rischio di un conflitto nucleare. Sono anche gli anni della decolonizzazione in Africa, della costruzione del Muro di Berlino e della \\\"Primavera di Praga\\\". Una stagione contraddistinta dalla paura atomica, ma anche da una fase di distensione e dalla firma di trattati per il controllo degli armamenti nucleari. Anni di grandi progressi scientifici come la corsa allo spazio, lo sbarco sulla Luna. Con i contributi dei professori Giordana Pulcini e Mario Del Pero, e del giovane divulgatore Guido Damini \\\"Al Bar della storia\\\". A Umberto Broccoli, invece, è affidato il compito di restituirci il clima del tempo attraverso dei brevi aneddoti."
    },
    {
      "show_name": "Famiglia Famiglie",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/05/1572951518126_Famiglia%20Famiglie.jpg",
      "start_time": "2026-01-31 04:15:00",
      "end_time": "2026-01-31 05:05:00",
      "episode_number": "S2018",
      "show_category": "",
      "show_description": "Separarsi, sciogliere un contratto matrimoniale, disgregare una famiglia, dividere il patrimonio tra gli eredi, costruire nuovi nuclei: in ognuno di questi eventi, nella struttura familiare si ridiscutono le posizioni e il benessere degli individui che lo compongono. Sono questi i temi della quarta puntata della serie Famiglia famiglie. Un percorso per indagare la lontananza, quella cercata e quella subita all'interno delle famiglie e per chiedersi cosa nasca da nuove unioni. Interesse generale della società è sempre stato la stabilità delle famiglie, luogo degli affetti, ma anche luogo di creazione e trasmissione delle ricchezze. A lungo le famiglie sono state una forma di impresa, produttrici di beni materiali, ma anche di condivisione, solidarietà e gestione delle risorse. Ma negli ultimi due secoli la società italiana ha vissuto grandi stravolgimenti: le guerre, le migrazioni, le lotte per i diritti civili, la ridefinizione dei ruoli di uomini e donne dentro e fuori le mura domestiche. Come ha reagito a tutto questo la famiglia? Come ci si riorganizza dopo la disgregazione? Quali nuove possibilità nascono dai nuclei divisi. Separarsi, sciogliere un contratto matrimoniale, disgregare una famiglia, dividere il patrimonio tra gli eredi, costruire nuovi nuclei: in ognuno di questi eventi, nella struttura familiare si ridiscutono le posizioni e il benessere degli individui che lo compongono. Sono questi i temi della quarta puntata della serie Famiglia famiglie. Un percorso per indagare la lontananza, quella cercata e quella subita all'interno delle famiglie e per chiedersi cosa nasca da nuove unioni. Interesse generale della società è sempre stato la stabilità delle famiglie, luogo degli affetti, ma anche luogo di creazione e trasmissione  delle ricchezze. A lungo le famiglie sono state una forma di impresa, produttrici di beni materiali, ma anche di condivisione, solidarietà e gestione delle risorse. Ma negli ultimi due secoli la società italiana ha vissuto grandi stravolgimenti: le guerre, le migrazioni, le lotte per i diritti civili, la ridefinizione dei ruoli di uomini e donne dentro e fuori le mura domestiche. Come ha reagito a tutto questo la famiglia? Come ci si riorganizza dopo la disgregazione? Quali nuove possibilità nascono dai nuclei divisi?"
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/10/1749544009518_green-planet_e4.jpg",
      "start_time": "2026-01-31 05:05:00",
      "end_time": "2026-01-31 06:00:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "David Attenborough ci mostra le straordinarie tecniche di sopravvivenza alle ostili temperature desertiche. Le piante del deserto aspettano decenni in animazione sospesa in attesa della pioggia. Proteggono le loro riserve d'acqua usando armi, mimetizzazioni e sorprendenti alleanze con gli animali."
    },
    {
      "show_name": "Caravaggio a Roma: storia di una rivoluzione",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/30/1751273422472_2048x1152.jpg",
      "start_time": "2026-01-31 06:00:00",
      "end_time": "2026-01-31 06:59:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "È il luglio del 1600 quando viene mostrata per la prima volta al pubblico la Vocazione e il Martirio di San Matteo. Roma in quei giorni è piena di pellegrini. Secondo le cronache ne sono arrivati 3 milioni per il Giubileo. Attratti da quella novità, accorrono nella chiesa dei francesi gli artisti e le autorità. È il luglio del 1600 quando viene mostrata per la prima volta al pubblico la Vocazione e il Martirio di San Matteo. Roma in quei giorni è piena di pellegrini. Secondo le cronache ne sono arrivati 3 milioni per il Giubileo. Attratti da quella novità, accorrono nella chiesa dei francesi gli artisti e le autorità."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/19/1566191315801_overland.jpg",
      "start_time": "2026-01-31 06:59:00",
      "end_time": "2026-01-31 07:51:00",
      "episode_number": "S20 E4",
      "show_category": "",
      "show_description": "Le tormentate strade della Guinea continuano a rappresentare un'avvincente sfida e a regalare piccoli preziosi spaccati di realtà locale. Sulle piste dissestate percorse a una manciata di chilometri all'ora, il team incontra camion stracolmi di persone: sono le rotte più disastrose, ma anche quelle più battute dalla migrazione irregolare. Dopo diversi giorni di campeggio all'aperto senza raggiungere centri abitati dotati dei servizi più basici, come un letto per dormire o acqua per lavarsi, la squadra non perde l'occasione di tuffarsi nel fiume Gambia, incontrato lungo il tragitto. Ancora qualche tribolazione, tra forature di pneumatici e coppe dell'olio, riparate alla meglio in attesa di raggiungere Conakry, e finalmente ci si riposa in una struttura tipica trovata per strada. Una breve deviazione consente di ammirare la Dama di Malì, il massiccio roccioso che ricorda il profilo di una donna, riportato anche sulla banconota da 10.000 franchi guineani. La meta tanto agognata viene raggiunta: nella capitale Conakry si possono controllare finalmente i veicoli, riorganizzare il carico, fare una breve pausa e il punto della situazione. E, poi, scambiare due chiacchiere con i locali e scoprire nuove storie, come quella di un padre che aspetta il ritorno del figlio che ha affrontato \"la rotta\" verso l'Europa, del quale però non ha più notizie. È tempo di ripartire: sarà una lunga traversata di Costa d'Avorio, Ghana, Togo, Benin, per arrivare alla tappa successiva, la Nigeria. A questo Paese è dedicato il resto della puntata, tra i colori cittadini e i sapori culinari, l'artigianato e le usanze più strane, in attesa di tuffarsi nella storia e nei riti voodoo che si affronteranno in seguito. Le tormentate strade della Guinea continuano a rappresentare un'avvincente sfida e a regalare piccoli preziosi spaccati di realtà locale. Sulle piste dissestate percorse a una manciata di chilometri all'ora, il team incontra camion stracolmi di persone: sono le rotte più disastrose, ma anche quelle più battute dalla migrazione irregolare. Dopo diversi giorni di campeggio all'aperto senza raggiungere centri abitati dotati dei servizi più basici, come un letto per dormire o acqua per lavarsi, la squadra non perde l'occasione di tuffarsi nel fiume Gambia, incontrato lungo il tragitto. Ancora qualche tribolazione, tra forature di pneumatici e coppe dell'olio, riparate alla meglio in attesa di raggiungere Conakry, e finalmente ci si riposa in una struttura tipica trovata per strada. Una breve deviazione consente di ammirare la Dama di Malì, il massiccio roccioso che ricorda il profilo di una donna, riportato anche sulla banconota da 10.000 franchi guineani. La meta tanto agognata viene raggiunta: nella capitale Conakry si possono controllare finalmente i veicoli, riorganizzare il carico, fare una breve pausa e il punto della situazione. E, poi, scambiare due chiacchiere con i locali e scoprire nuove storie, come quella di un padre che aspetta il ritorno del figlio che ha affrontato \\\"la rotta\\\" verso l'Europa, del quale però non ha più notizie.  È tempo di ripartire: sarà una lunga traversata di Costa d'Avorio, Ghana, Togo, Benin, per arrivare alla tappa successiva, la Nigeria. A questo Paese è dedicato il resto della puntata, tra i colori cittadini e i sapori culinari, l'artigianato e le usanze più strane, in attesa di tuffarsi nella storia e nei riti voodoo che si affronteranno in seguito."
    },
    {
      "show_name": "Tosca (1959)",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/20/1576860469745_tosca.jpg",
      "start_time": "2026-01-31 07:51:00",
      "end_time": "2026-01-31 10:16:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'opera di Giacomo Puccini apre la stagione 2019/2020 del Teatro alla Scala di Milano. L'evento culturale dell'anno vedrà protagonisti il direttore d'orchestra Riccardo Chailly, il regista Davide Livermore, oltre alle grandi voci di Anna Netrebko, Francesco Meli e Luca Salsi."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-01-31 10:16:00",
      "end_time": "2026-01-31 10:21:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "I segreti delle rocce",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712652783695_Arenaria.jpg",
      "start_time": "2026-01-31 10:21:00",
      "end_time": "2026-01-31 11:14:00",
      "episode_number": "S1 E5",
      "show_category": "Scienza & Natura",
      "show_description": "C'è una roccia che più di ogni altra cristallizza la bellezza del mondo. È l'arenaria. Questa roccia, ricca dei granelli di sabbia che la compongono, porosa e resistente, sviluppa legami quasi organici con gli esseri viventi e in particolare con gli animali e gli uomini. C'è una roccia che più di ogni altra cristallizza la bellezza del mondo. È l'arenaria. Questa roccia, ricca dei granelli di sabbia che la compongono, porosa e resistente, sviluppa legami quasi organici con gli esseri viventi e in particolare con gli animali e gli uomini."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/10/1749544009518_green-planet_e4.jpg",
      "start_time": "2026-01-31 11:14:00",
      "end_time": "2026-01-31 12:05:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "David Attenborough ci mostra le straordinarie tecniche di sopravvivenza alle ostili temperature desertiche. Le piante del deserto aspettano decenni in animazione sospesa in attesa della pioggia. Proteggono le loro riserve d'acqua usando armi, mimetizzazioni e sorprendenti alleanze con gli animali."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/16/1639665580455_pt.8.jpg",
      "start_time": "2026-01-31 12:05:00",
      "end_time": "2026-01-31 13:00:00",
      "episode_number": "S2021 E8",
      "show_category": "Scienza & Natura",
      "show_description": "Cosa succede se facciamo interagire tra loro diversi materiali? Se già l'alchimia provava a combinare la materia, è la chimica che inizia a comprendere che quello che ci circonda è fatto da elementi diversi. In questo episodio scopriremo come siamo stati in grado di catalogare il mondo, di ordinarlo grazie alla Tavola degli elementi di Mendelev, e infine, con la meccanica quantistica, di comprendere i motivi per cui gli elementi hanno determinate caratteristiche e un certo modo di reagire tra loro quando entrano in contatto. Percorriamo questa storia della scienza con Silvano Fuso - Chimico e divulgatore, Giorgio Moro - Professore di chimica Teorica, Università di Padova, Valentina Domenici - Professore di Chimica Fisica, Università di Pisa. Cosa succede se facciamo interagire tra loro diversi materiali? Se già l'alchimia provava a combinare la materia, è la chimica che inizia a comprendere che quello che ci circonda è fatto da elementi diversi. In questo episodio scopriremo come siamo stati in grado di catalogare il mondo, di ordinarlo grazie alla Tavola degli elementi di Mendelev, e infine, con la meccanica quantistica, di comprendere i motivi per cui gli elementi hanno determinate caratteristiche e un certo modo di reagire tra loro quando entrano in contatto. Percorriamo questa storia della scienza con Silvano Fuso - Chimico e divulgatore, Giorgio Moro - Professore di chimica Teorica, Università di Padova, Valentina Domenici - Professore di Chimica Fisica, Università di Pisa."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-01-31 13:00:00",
      "end_time": "2026-01-31 13:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-01-31 13:05:00",
      "end_time": "2026-01-31 14:03:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "Questo documentario racconta di quattro pittrici straordinarie tra Rinascimento e Classicismo - Sofonisba Anguissola, Judith Leyster, Angelica Kauffmann e Marie-Guillemine Benoist che, sfidando limiti sociali e artistici imposti alle donne, conquistarono successo, visibilità e riconoscimento... - 2025 ITA."
    },
    {
      "show_name": "Diventare farfalla",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/23/1687520668408_2048x1152.jpg",
      "start_time": "2026-01-31 14:03:00",
      "end_time": "2026-01-31 14:54:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, l'unico posto dove può compiere la sua mutazione. Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, l'unico posto dove può compiere la sua mutazione."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/10/1749544136037_green-planet_e5.jpg",
      "start_time": "2026-01-31 14:54:00",
      "end_time": "2026-01-31 15:45:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Due piante selvatiche su cinque sono a rischio di estinzione, ma ci sono persone straordinarie che stanno trovando nuovi modi per aiutarle. David Attenborough ci porta dall'Africa fino ad una foresta tropicale in Brasile, dove vedremo delle tecniche di ricostruzione albero per albero."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/28/1759073039290_1759072990823.png",
      "start_time": "2026-01-31 15:45:00",
      "end_time": "2026-01-31 18:10:00",
      "episode_number": "S2025",
      "show_category": "Viaggi & Avventure",
      "show_description": "Camila Raznovich ci porta in giro per l'Italia per scoprire il territorio attraverso le sue storie e le sue bellezze, passando dalla Costa dei Trabocchi, da L'Aquila, da Roma e da Modena. Camila Raznovich ci porta in giro per l'Italia per scoprire il territorio attraverso le sue storie e le sue bellezze, passando dalla Costa dei Trabocchi, da L'Aquila, da Roma e da Modena."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/19/1674123434638_FELLINI-MUSEUM_def.jpg",
      "start_time": "2026-01-31 18:10:00",
      "end_time": "2026-01-31 18:25:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Il Fellini Museum non intende interpretare il cinema del regista riminese come opera in sé conclusa, come sacrario o omaggio alla memoria, ma esaltare l'eredità culturale di uno dei più illustri registi della storia del cinInaugurato nell'estate del 2021 a Rimini e inserito dal Ministero della Cultura tra i grandi progetti nazionali dei beni culturali, il Fellini Museum riunisce in \"un unicum concettuale e ideale\" più luoghi della città dove Federico Fellini è nato il 20 gennaio 1920. Sono tre infatti i punti cardinali del centro storico lungo cui si articola il polo museale: le 16 sale tematiche di Castel Sismondo, la rocca malatestiana del Quattrocento; il settecentesco Palazzo del Fulgor che a piano terra ospita il Fulgor, la leggendaria sala cinematografica che Fellini trasferisce sulla pellicola nel suo Amarcord, riallestita con le scenografie progettate dal Premio Oscar Dante Ferretti. Infine, a fare da trade d'union ai due edifici, l'area urbana di piazza Malatesta con le sue aiuole verdi, le arene per gli spettacoli, installazioni artistiche e un grande velo d'acqua che suggerisce alla memoria l'antico fossato del castello. Al centro della piazza una grande panca circolare che rievoca le scene finali di 8½. A guidarci in questo viaggio alla scoperta della vita e delle opere di Federico Fellini, Marco Leonetti, responsabile della Cineteca di Rimini e del Fellini Museum. La prima tappa è il Fulgor, lo storico cinema di Corso d'Augusto, il luogo che segna l'incontro fatale tra Federico bambino e il cinema. Qui vide i primi film, tra questi il primissimo: Maciste all'inferno, a cui - pare - assistette seduto sulle gambe del padre. Divenuto ragazzo, fece un patto con il direttore della sala e in cambio dei suoi disegni ottenne l'ingresso gratuito per sé e per i suoi amici. Il Fellini Museum non intende interpretare il cinema del regista riminese come opera in sé conclusa, come sacrario o omaggio alla memoria, ma esaltare l'eredità culturale di uno dei più illustri registi della storia del cinInaugurato nell'estate del 2021 a Rimini e inserito dal Ministero della Cultura tra i grandi progetti nazionali dei beni culturali, il Fellini Museum riunisce in \\\"un unicum concettuale e ideale\\\" più luoghi della città dove Federico Fellini è nato il 20 gennaio 1920. Sono tre infatti i punti cardinali del centro storico lungo cui si articola il polo museale: le 16 sale tematiche di Castel Sismondo, la rocca malatestiana del Quattrocento; il settecentesco Palazzo del Fulgor che a piano terra ospita il Fulgor, la leggendaria sala cinematografica che Fellini trasferisce sulla pellicola nel suo Amarcord, riallestita con le scenografie progettate dal Premio Oscar Dante Ferretti. Infine, a fare da trade d'union ai due edifici, l'area urbana di piazza Malatesta con le sue aiuole verdi, le arene per gli spettacoli, installazioni artistiche e un grande velo d'acqua che suggerisce alla memoria l'antico fossato del castello. Al centro della piazza una grande panca circolare che rievoca le scene finali di 8½. A guidarci in questo viaggio alla scoperta della vita e delle opere di Federico Fellini, Marco Leonetti, responsabile della Cineteca di Rimini e del Fellini Museum. La prima tappa è il Fulgor, lo storico cinema di Corso d'Augusto, il luogo che segna l'incontro fatale tra Federico bambino e il cinema. Qui vide i primi film, tra questi il primissimo: Maciste all'inferno, a cui - pare - assistette seduto sulle gambe del padre. Divenuto ragazzo, fece un patto con il direttore della sala e in cambio dei suoi disegni ottenne l'ingresso gratuito per sé e per i suoi amici."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/03/1677844722784_z_COV-VOD.png",
      "start_time": "2026-01-31 18:25:00",
      "end_time": "2026-01-31 20:28:00",
      "episode_number": "S2023",
      "show_category": "Scienza & Natura",
      "show_description": "Ogni persona produce fino a mezzo chilo di escrementi al giorno: moltiplicando questo valore per otto miliardi, ovvero il numero di abitanti del pianeta Terra, risulta evidente quanto sia gigantesco il volume di deiezioni umane che ci assediano. Anche le urine, fonte straordinaria di azoto, sono una risorsa preziosa che non siamo in grado di valorizzare. Attraverso una storia che si snoda nel corso della puntata si affronta il tema della questione igienica, conquista cruciale per lo sviluppo delle nostre civiltà: già in epoca romana le feci erano oggetto di specifica raccolta presso la Porta Stercoraria allo sbocco della Cloaca Maxima e la stessa cosa avveniva in alcune città meridionali dell'Impero cinese del XVIII secolo. Col tempo i sapiens hanno imparato a sviluppare e progettare infrastrutture capaci di contenere molte malattie infettive, ma oggi dobbiamo cambiare ancora atteggiamento, per fronteggiare le necessità odierne: lavarsi e disinfettarsi ci ha liberato da molti flagelli, più di quanto siano stati in grado di fare i vaccini, ma non possiamo più permetterci di dilapidare il patrimonio metabolico rappresentato dalle nostre feci. La nostra \"materia oscura\" è l'ultima frontiera tra noi e l'economia circolare e il corretto reintegro dei nutrienti su questo nostro pianeta. Ogni persona produce fino a mezzo chilo di escrementi al giorno: moltiplicando questo valore per otto miliardi, ovvero il numero di abitanti del pianeta Terra, risulta evidente quanto sia gigantesco il volume di deiezioni umane che ci assediano. Anche le urine, fonte straordinaria di azoto, sono una risorsa preziosa che non siamo in grado di valorizzare. Attraverso una storia che si snoda nel corso della puntata si affronta il tema della questione igienica, conquista cruciale per lo sviluppo delle nostre civiltà: già in epoca romana le feci erano oggetto di specifica raccolta presso la Porta Stercoraria allo sbocco della Cloaca Maxima e la stessa cosa avveniva in alcune città meridionali dell'Impero cinese del XVIII secolo. Col tempo i sapiens hanno imparato a sviluppare e progettare infrastrutture capaci di contenere molte malattie infettive, ma oggi dobbiamo cambiare ancora atteggiamento, per fronteggiare le necessità odierne: lavarsi e disinfettarsi ci ha liberato da molti flagelli, più di quanto siano stati in grado di fare i vaccini, ma non possiamo più permetterci di dilapidare il patrimonio metabolico rappresentato dalle nostre feci. La nostra \\\"materia oscura\\\" è l'ultima frontiera tra noi e l'economia circolare e il corretto reintegro dei nutrienti su questo nostro pianeta."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-01-31 20:28:00",
      "end_time": "2026-01-31 20:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566791115616_overland20.jpg",
      "start_time": "2026-01-31 20:30:00",
      "end_time": "2026-01-31 21:22:00",
      "episode_number": "S20 E5",
      "show_category": "",
      "show_description": "Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale. Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale."
    },
    {
      "show_name": "Di mamma ce n'è una sola",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/10/1575993247431_2048x1152.jpg",
      "start_time": "2026-01-31 21:22:00",
      "end_time": "2026-01-31 23:13:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Salemme il bello... della diretta! - Il primo di tre appuntamenti dal vivo in compagnia dell'arte di Vincenzo Salemme, con una delle sue commedie più amate dal pubblico, \"Di mamma ce n'è una sola\", da lui scritta, diretta ed interpretata. Una produzione Chi E' Di Scena Un programma scritto, interpretato e diretto da Vincenzo Salemme Direttore della fotografia Sandro Carotenuto Direttore di produzione Pino Aprea Responsabile di commessa Carla Dente A cura di Tiziana Iemmo Produttore esecutivo Chi È Di Scena Valeria Esposito Produttori esecutivi Rai Domenica Durante, Monica Flores Regia televisiva di Barbara Napolitano. Salemme il bello... della diretta! - Il primo di tre appuntamenti dal vivo in compagnia dell'arte di Vincenzo Salemme, con una delle sue commedie più amate dal pubblico, \\\"Di mamma ce n'è una sola\\."
    },
    {
      "show_name": "Liza Minnelli: la figlia prediletta di Hollywood",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/14/1760448197455_2048x1152.jpg",
      "start_time": "2026-01-31 23:13:00",
      "end_time": "2026-02-01 00:06:00",
      "episode_number": "",
      "show_category": "Cinema & Teatro",
      "show_description": "Ritratto della fragile, complessa e talentuosa Liza Minnelli, erede di una delle più grandi coppie del cinema americano: Vincente Minnelli e Judy Garland. Cresciuta negli studi della MGM, debutta sullo schermo a soli tre anni, mostrando subito il suo straordinario talento. Il film \"Cabaret\"- che le vale l'Oscar - la consacra icona indiscussa. Ritratto della fragile, complessa e talentuosa Liza Minnelli, erede di una delle più grandi coppie del cinema americano: Vincente Minnelli e Judy Garland. Cresciuta negli studi della MGM, debutta sullo schermo a soli tre anni, mostrando subito il suo straordinario talento. Il film \\\"Cabaret\\\"- che le vale l'Oscar - la consacra icona indiscussa."
    }
  ]
}