{
  "channel_name": "Rai5",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/5000-anni-e-pi-la-lunga-storia-dell-umanit.webp",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 00:01:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Un'indagine su Stonehenge, luogo carico di fascino e mistero ma soprattutto un capolavoro di ingegneria e di arte preistorica, reso più affascinante e sorprendente grazie alle ultime indagini scientifiche e archeologiche. In studio con Giorgio Zanchini, per introdurre la puntata, il prof. Alessandro Vanzetti. Un'indagine su Stonehenge, luogo carico di fascino e mistero ma soprattutto un capolavoro di ingegneria e di arte preistorica, reso più affascinante e sorprendente grazie alle ultime indagini scientifiche e archeologiche.  In studio con Giorgio Zanchini, per introdurre la puntata, il prof. Alessandro Vanzetti."
    },
    {
      "show_name": "Storia delle nostre città",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/storia-delle-nostre-citt.webp",
      "start_time": "2026-02-02 00:01:00",
      "end_time": "2026-02-02 00:53:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Il faro della Magna Grecia: Siracusa. Al culmine della sua influenza, intorno al 400 a.C., Siracusa fu una città grande e popolosa e aveva una popolazione paragonabile a quella di una media città odierna. Fondata dai coloni di Corinto nell'isola di Ortigia, Siracusa si espanse presto nell'entroterra e dopo aver distrutto una gigantesca flotta inviata da Atene nel 415 a.C., divenne forse la città stato più potente del mondo occidentale. A Siracusa sono conservate alcune delle più importanti testimonianze della Magna Grecia e l'isola di Ortigia, scampata ai bombardamenti della seconda guerra mondiale, sopravvivono integri i monumenti medievali e barocchi. Il faro della Magna Grecia: Siracusa. Al culmine della sua influenza, intorno al 400 a.C., Siracusa fu una città grande e popolosa e aveva una popolazione paragonabile a quella di una media città odierna. Fondata dai coloni di Corinto nell'isola di Ortigia, Siracusa si espanse presto nell'entroterra e dopo aver distrutto una gigantesca flotta inviata da Atene nel 415 a.C., divenne forse la città stato più potente del mondo occidentale. A Siracusa sono conservate alcune delle più importanti testimonianze della Magna Grecia e l'isola di Ortigia, scampata ai bombardamenti della seconda guerra mondiale, sopravvivono integri i monumenti medievali e barocchi."
    },
    {
      "show_name": "Essere MAXXI",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/essere-maxxi.webp",
      "start_time": "2026-02-02 00:53:00",
      "end_time": "2026-02-02 01:23:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Uno dei più grandi pittori e scultori italiani contemporanei ci spiega il rapporto con la sua opera. Dai suoi inizi in pubblicità ai rapporti con la pop art americana all'invenzione dell'arte povera. Uno dei più grandi pittori e scultori italiani contemporanei ci spiega il rapporto con la sua opera. Dai suoi inizi in pubblicità ai rapporti con la pop art americana all'invenzione dell'arte povera."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/rainews.webp",
      "start_time": "2026-02-02 01:23:00",
      "end_time": "2026-02-02 01:26:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-02 01:26:00",
      "end_time": "2026-02-02 02:18:00",
      "episode_number": "S20 E6",
      "show_category": "Viaggi & Avventure",
      "show_description": "Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta. I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù. Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta.  I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù."
    },
    {
      "show_name": "Amabili testi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/amabili-testi.webp",
      "start_time": "2026-02-02 02:18:00",
      "end_time": "2026-02-02 03:09:00",
      "episode_number": "S2016",
      "show_category": "Approfondimento",
      "show_description": "Un curioso tra i libri degli altri - Una visita di Edoardo Albinati a otto personaggi eccellenti per curiosare nelle loro biblioteche private. In questa puntata Edoardo Albinati incontrerà il trombettista e flicornista Paolo Fresu. Un curioso tra i libri degli altri -  Una visita di Edoardo Albinati  a otto personaggi eccellenti per curiosare nelle loro biblioteche private. In questa puntata Edoardo Albinati incontrerà il  trombettista e flicornista Paolo Fresu."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-02 03:09:00",
      "end_time": "2026-02-02 04:04:00",
      "episode_number": "S6 E9",
      "show_category": "Viaggi & Avventure",
      "show_description": "Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità. Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità."
    },
    {
      "show_name": "Maremma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/maremma.webp",
      "start_time": "2026-02-02 04:04:00",
      "end_time": "2026-02-02 05:00:00",
      "episode_number": "S1 E4",
      "show_category": "Scienza & Natura",
      "show_description": "Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere. Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-02 05:00:00",
      "end_time": "2026-02-02 06:00:00",
      "episode_number": "S6 E9",
      "show_category": "Viaggi & Avventure",
      "show_description": "Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità. Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/poke-stories.webp",
      "start_time": "2026-02-02 06:00:00",
      "end_time": "2026-02-02 06:14:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "C'era una volta una casa",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/c-era-una-volta-una-casa.webp",
      "start_time": "2026-02-02 06:14:00",
      "end_time": "2026-02-02 07:11:00",
      "episode_number": "E3",
      "show_category": "Storia & Arte",
      "show_description": "Nella terza puntata di C'era una volta una casa, dedicata al Lazio, lo storico dell'arte Costantino D'Orazio ci farà visitarea Palazzo Colonna a Roma, Villa Rossi Danielli nella campagna viterbese e il Castello Ruspoli a Vignanello. Nella terza puntata di C'era una volta una casa, dedicata al Lazio, lo storico dell'arte Costantino D'Orazio ci farà  visitarea Palazzo Colonna a Roma, Villa Rossi Danielli nella campagna viterbese e il Castello Ruspoli a Vignanello."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-02 07:11:00",
      "end_time": "2026-02-02 08:05:00",
      "episode_number": "S20 E6",
      "show_category": "Viaggi & Avventure",
      "show_description": "Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta. I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù. Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta.  I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-02 08:05:00",
      "end_time": "2026-02-02 09:00:00",
      "episode_number": "S6 E9",
      "show_category": "Viaggi & Avventure",
      "show_description": "Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità. Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità."
    },
    {
      "show_name": "Maremma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/maremma.webp",
      "start_time": "2026-02-02 09:00:00",
      "end_time": "2026-02-02 09:55:00",
      "episode_number": "S1 E4",
      "show_category": "Scienza & Natura",
      "show_description": "Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere. Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere."
    },
    {
      "show_name": "Le sentinelle della Grande Barriera Corallina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/le-sentinelle-della-grande-barriera-corallina.webp",
      "start_time": "2026-02-02 09:55:00",
      "end_time": "2026-02-02 10:47:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "All'estremità settentrionale della Grande Barriera Corallina australiana esiste un paradiso marino abitato soltanto dalla Natura: è l'isola di Raine, dove ogni anno si reca a deporre le uova la più grande colonia di tartarughe verdi del mondo."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/appuntamento-al-cinema.webp",
      "start_time": "2026-02-02 10:47:00",
      "end_time": "2026-02-02 10:51:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/geo.webp",
      "start_time": "2026-02-02 10:51:00",
      "end_time": "2026-02-02 13:28:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Attraverso i grandi documentari di \"Geo\" e gli esperti in studio, Sveva Sagramola ed Emanuele Biggi raccontano le persone, le meraviglie e le fragilità del nostro pianeta, dando particolare spazio ai grandi squilibri ambientali che compromettono la sopravvivenza della specie."
    },
    {
      "show_name": "Casa Sapiens",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/casa-sapiens.webp",
      "start_time": "2026-02-02 13:28:00",
      "end_time": "2026-02-02 14:11:00",
      "episode_number": "E16",
      "show_category": "Scienza & Natura",
      "show_description": "L'Italia è un Paese a rischio sismico. Nella puntata il ricordo di terremoti devastanti che l'hanno colpita nei secoli scorsi. Non possiamo prevedere un terremoto. Ma possiamo fare prevenzione. Al XVI secolo risale il primo progetto italiano di casa antisismica, una lezione dimenticata. Ancora oggi. L'Italia è un Paese a rischio sismico. Nella puntata il ricordo di terremoti devastanti che l'hanno colpita nei secoli scorsi. Non possiamo prevedere un terremoto. Ma possiamo fare prevenzione. Al XVI secolo risale il primo progetto italiano di casa antisismica, una lezione dimenticata. Ancora oggi."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-02 14:11:00",
      "end_time": "2026-02-02 15:03:00",
      "episode_number": "S20 E6",
      "show_category": "Viaggi & Avventure",
      "show_description": "Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta. I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù. Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta.  I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/wild-italy.webp",
      "start_time": "2026-02-02 15:03:00",
      "end_time": "2026-02-02 15:54:00",
      "episode_number": "S7 E1",
      "show_category": "",
      "show_description": "Globalizzazione della biodiversità significa che nel breve volgere di alcuni decenni il Mondo sarà popolato dallo stesso manipolo di piante e animali ubiquitari e adattabili, gli stessi nelle Americhe e in Europa, in Africa e in Asia. Globalizzazione della biodiversità significa che nel breve volgere di alcuni decenni il Mondo sarà popolato dallo stesso manipolo di piante e animali ubiquitari e adattabili, gli stessi nelle Americhe e in Europa, in Africa e in Asia."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/oasi.webp",
      "start_time": "2026-02-02 15:54:00",
      "end_time": "2026-02-02 16:47:00",
      "episode_number": "S1 E1",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "Documentario",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/documentario.webp",
      "start_time": "2026-02-02 16:47:00",
      "end_time": "2026-02-02 18:07:00",
      "episode_number": "",
      "show_category": "Cinema & Teatro",
      "show_description": "Monica Vitti brilla in una luce intatta agli occhi di spettatori di ogni latitudine e la sua leggenda sopravvive nel cuore di un pubblico sconfinato che continua ad amarla incondizionatamente. Un'antidiva dal fascino magnetico che, con arguta ironia, è diventata anche il simbolo della comicità al femminile, segnando uno spartiacque con i modelli di attrice e donna convenzionali della sua epoca. Monica Vitti brilla in una luce intatta agli occhi di spettatori di ogni latitudine e la sua leggenda sopravvive nel cuore di un pubblico sconfinato che continua ad amarla incondizionatamente. Un'antidiva dal fascino magnetico che, con arguta ironia, è diventata anche il simbolo della comicità al femminile, segnando uno spartiacque con i modelli di attrice e donna convenzionali della sua epoca."
    },
    {
      "show_name": "Un'epoca nuova - Anni '60",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/un-epoca-nuova-anni-60.webp",
      "start_time": "2026-02-02 18:07:00",
      "end_time": "2026-02-02 19:03:00",
      "episode_number": "E4",
      "show_category": "",
      "show_description": "L'Italia è in pieno boom. Nuovi consumi, nuovi modi di vivere, nuove formule politiche. Nasce il primo governo di centro-sinistra e sembra che tutto stia per cambiare, o quasi. Molto, ma non la morale: i rapporti tra i sessi sono ancora regolati da una ferrea doppia morale, una valida per l'uomo e una per la donna. Eppure la figura della donna è al centro dell'attenzione. Il mondo della cultura viene messo a dura prova dalla trasgressione, da una società che sta cambiando modi e approcci di fare, vivere e comunicare. Una donna attraente, più sicura di sé, più disinvolta, sta emergendo nell'immaginario pubblico, mandando in confusione l'universo maschile. È una donna che non accetta più di farsi imprigionare dentro casa, come sua madre, come sua nonna e tutte le altre prima di lei. Se ne parla con i professori Alessandro Santagata e Fiammetta Balestracci, e con il giovane divulgatore storico Guido Damini. L'Italia è in pieno boom. Nuovi consumi, nuovi modi di vivere, nuove formule politiche. Nasce il primo governo di centro-sinistra e sembra che tutto stia per cambiare, o quasi. Molto, ma non la morale: i rapporti tra i sessi sono ancora regolati da una ferrea doppia morale, una valida per l'uomo e una per la donna. Eppure la figura della donna è al centro dell'attenzione. Il mondo della cultura viene messo a dura prova dalla trasgressione, da una società che sta cambiando modi e approcci di fare, vivere e comunicare. Una donna attraente, più sicura di sé, più disinvolta, sta emergendo nell'immaginario pubblico, mandando in confusione l'universo maschile. È una donna che non accetta più di farsi imprigionare dentro casa, come sua madre, come sua nonna e tutte le altre prima di lei. Se ne parla con i professori Alessandro Santagata e Fiammetta Balestracci, e con il giovane divulgatore storico Guido Damini."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/rainews.webp",
      "start_time": "2026-02-02 19:03:00",
      "end_time": "2026-02-02 19:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Storia della medicina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/storia-della-medicina.webp",
      "start_time": "2026-02-02 19:05:00",
      "end_time": "2026-02-02 20:05:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Perché stiamo male? Perché alcuni si ammalano e altri no? Sono i primi interrogativi mai formulati dagli esseri umani. E sono anche il filo osso che guida il primo episodio della serie che ricostruisce la lunga e a tratti rocambolesca ricerca delle cause della sofferenza e dei suoi rimedi. - con Un programma di Eugenio Farioli Vecchioli e Davide Savelli. A cura di Arianna Ciulla. Produttore esecutivo Martina Cervino. Regia Agostino Pozzi. Di Tommaso Franchini 2021 ITA."
    },
    {
      "show_name": "Profili",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/profili.webp",
      "start_time": "2026-02-02 20:05:00",
      "end_time": "2026-02-02 20:29:00",
      "episode_number": "S2024 E1",
      "show_category": "",
      "show_description": "Può un gatto chiuso in una scatola essere contemporaneamente vivo e morto? A questa domanda paradossale ha cercato di rispondere il grande fisico austriaco Erwin Schrödinger, nato agli inizi del Novecento e vissuto a cavallo dei due grandi conflitti mondiali. Una vita di fatica fisica ed economica la sua, ma anche ricca di amicizie, di amori e di figli… non tutti avuti dalla stessa donna. Personaggio eclettico e non ordinario, grande cultore della filosofia orientale, che teorizza la complessità del mondo e l'unione di molti 'io' in una sola creatura compatta e senziente, Schrödinger ha dato nuova vita alla fisica tradizionale, aprendola alla teoria dei 'molti mondi', dove tutte le probabilità si realizzano. Chiara Buratti racconta i suoi anni più difficili e quelli felici, la formazione in una città come Vienna, prodiga di stimoli e animata da importanti figure artistiche, il legame duraturo con la moglie e quello più evanescente con le molte amanti, gli anni della fuga dall'Europa, la ricerca di una stabilità che arriva troppo tardi."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-02 20:29:00",
      "end_time": "2026-02-02 21:24:00",
      "episode_number": "S20 E7",
      "show_category": "Viaggi & Avventure",
      "show_description": "Circondato dalla rigogliosa vegetazione della Sierra Leone, il team scopre a pochi chilometri dalla capitale Freetown il verde Santuario degli Scimpanzé Takugama: qui vengono curati, protetti e riabilitati, cuccioli di scimpanzé vittime di bracconaggio. Ma ci si rende subito conto che la fitta vegetazione, al di là dei recinti del Parco, sparisce d'un colpo e che la situazione della deforestazione è davvero critica. Eppure, proprio un gigantesco albero è il simbolo di Freetown, la capitale dove s'insediarono i primi schiavi liberati dal colonialismo americano ed europeo. Dopo aver visitato il museo nazionale e ripassato un po' di storia passata e recente, la squadra si rimette in marcia lungo le piste immerse nella foresta, incontrando panorami incredibili sulle rive di fiumi al tramonto. Circondato dalla rigogliosa vegetazione della Sierra Leone, il team scopre a pochi chilometri dalla capitale Freetown il verde Santuario degli Scimpanzé Takugama: qui vengono curati, protetti e riabilitati, cuccioli di scimpanzé vittime di bracconaggio. Ma ci si rende subito conto che la fitta vegetazione, al di là dei recinti del Parco, sparisce d'un colpo e che la situazione della deforestazione è davvero critica. Eppure, proprio un gigantesco albero è il simbolo di Freetown, la capitale dove s'insediarono i primi schiavi liberati dal colonialismo americano ed europeo. Dopo aver visitato il museo nazionale e ripassato un po' di storia passata e recente, la squadra si rimette in marcia lungo le piste immerse nella foresta, incontrando panorami incredibili sulle rive di fiumi al tramonto."
    },
    {
      "show_name": "Cinderella Man - Una ragione per lottare",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/cinderella-man-una-ragione-per-lottare.webp",
      "start_time": "2026-02-02 21:24:00",
      "end_time": "2026-02-02 23:44:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dopo una brillante carriera, il pugile James Braddock cade nell'ombra, ma durante la Grande Depressione trova la forza di rialzarsi. Con il sostegno della moglie Mae torna sul ring fino a sfidare il temibile Max Baer per il titolo mondiale dei pesi massimi. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Nodo alla gola",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/Rai5/today/nodo-alla-gola.webp",
      "start_time": "2026-02-02 23:44:00",
      "end_time": "2026-02-03 01:01:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "New York, anni '40: Brandon e Phillip, studenti di Harvard, uccidono il coinquilino David per sentirsi superiori. Nascondono il corpo in una cassapanca e organizzano un party con i parenti della vittima. Solo il professor Cadell sospetta qualcosa. Ispirato al dramma \"Rope\" di Patrick Hamilton. Disponibile anche in lingua originale."
    }
  ]
}