{
  "channel_name": "Rai5",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "OSN con Mariotti e Gerstein",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/osn-con-mariotti-e-gerstein.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dall'Auditorium di Torino, l'Orchestra Sinfonica Nazionale della Rai diretta da Michele Mariotti esegue Il lago incantato di Ljadov, la Rapsodia su un tema di Paganini per pianoforte e orchestra op. 43 di Rachmaninov, solista Kirill Gerstein, e la Sinfonia n. 4 in mi minore op. 98 di Brahms."
    },
    {
      "show_name": "Bono: in attesa di un salvatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/bono-in-attesa-di-un-salvatore.webp",
      "start_time": "2026-02-13 00:20:00",
      "end_time": "2026-02-13 01:10:00",
      "episode_number": "S2023",
      "show_category": "Musica & Ballo",
      "show_description": "Bono Vox è il leader della celebre band irlandese U2, uno dei gruppi più importanti al mondo della musica rock, in vetta da oltre 40 anni. Bono è considerato dagli inglesi una delle persone più influenti in ambito musicale. Bono Vox è il leader della celebre band irlandese U2, uno dei gruppi più importanti al mondo della musica rock, in vetta da oltre 40 anni. Bono  è considerato dagli inglesi una delle persone più influenti in ambito musicale."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/rainews.webp",
      "start_time": "2026-02-13 01:10:00",
      "end_time": "2026-02-13 01:13:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-13 01:13:00",
      "end_time": "2026-02-13 02:04:00",
      "episode_number": "S22 E1",
      "show_category": "Viaggi & Avventure",
      "show_description": "La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre. La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che  giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre."
    },
    {
      "show_name": "Italian Beauty",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/italian-beauty.webp",
      "start_time": "2026-02-13 02:04:00",
      "end_time": "2026-02-13 03:00:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Paolo Cognetti e la montagna cap 2 A Estoul, inValle d'Aosta, il Festival letterario Il richiamo della Foresta. Bellezza in bicicletta: il Grande Raccordo Anulare della Bicicletta cap 2: seconda tappa sul Grande Raccordo Anulare in Bicicletta, un percorso su due ruote tra natura, arte e storia. Paolo Cognetti e la montagna cap 2  A Estoul, inValle d'Aosta, il Festival letterario Il richiamo della Foresta.  Bellezza in bicicletta: il Grande Raccordo Anulare della Bicicletta cap 2: seconda tappa sul Grande Raccordo Anulare in Bicicletta, un percorso su due ruote tra natura, arte e storia."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-italia-della-repubblica.webp",
      "start_time": "2026-02-13 03:00:00",
      "end_time": "2026-02-13 03:56:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell' - Euro, con l'ausilio di testimonianze e filmati d'epoca. - con Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio F 2015 ITA. Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell' - Euro, con l'ausilio di testimonianze e filmati d'epoca. -  con  Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio F 2015 ITA."
    },
    {
      "show_name": "Nec recisa recedit. Storia della Guardia di Finanza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/nec-recisa-recedit-storia-della-guardia-di-finanza.webp",
      "start_time": "2026-02-13 03:56:00",
      "end_time": "2026-02-13 04:51:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Nec recisa recedit. Storia della Guardia di Finanza - DOC. STORIA - Un percorso lungo quasi duecentocinquant'anni, i cui snodi principali accompagnano le tappe fondamentali della storia d'Italia. Tutto ini - zia a Torino nel 1774, quando Vittorio Amedeo III istituisce la Legione Truppe Leggere della Guardia di Finanza. Con la nascita del Regno d'Italia, un nuovo ordinamento fonde... - con Di Sabrina Sgueglia Della Marra 2020 ITA. Nec recisa recedit. Storia della Guardia di Finanza - DOC. STORIA - Un percorso lungo quasi duecentocinquant'anni, i cui snodi principali accompagnano le tappe fondamentali della storia d'Italia. Tutto ini - zia a Torino nel 1774, quando Vittorio Amedeo III istituisce la Legione Truppe Leggere della Guardia di Finanza. Con la nascita del Regno d'Italia, un nuovo ordinamento fonde... -  con  Di Sabrina Sgueglia Della Marra 2020 ITA."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/poke-stories.webp",
      "start_time": "2026-02-13 04:51:00",
      "end_time": "2026-02-13 04:59:00",
      "episode_number": "S1 E4",
      "show_category": "Musica",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-13 04:59:00",
      "end_time": "2026-02-13 06:00:00",
      "episode_number": "E4",
      "show_category": "Scienza & Natura",
      "show_description": "Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geografia, il suo clima e il suo spirito 'cévenol', questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi. Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geografia, il suo clima e il suo spirito 'cévenol', questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi."
    },
    {
      "show_name": "L'Odissea",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-odissea.webp",
      "start_time": "2026-02-13 06:00:00",
      "end_time": "2026-02-13 06:18:00",
      "episode_number": "E8",
      "show_category": "",
      "show_description": "Chi è il vero protagonista dell'Odissea: Odisseo o Atena? Atena, Dea dell'intelligenza strategica, è costantemente in scena, tanto quanto Odisseo. Chi è il vero protagonista dell'Odissea: Odisseo o Atena? Atena, Dea dell'intelligenza strategica, è costantemente in scena, tanto quanto Odisseo."
    },
    {
      "show_name": "Italian Beauty",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/italian-beauty.webp",
      "start_time": "2026-02-13 06:18:00",
      "end_time": "2026-02-13 07:11:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Impossibile sentirsi straniere a Matera, soprattutto se si è scelto di viverci per amore, non solo di un uomo, ma anche di una città e delle sue meravigliose atmosfere. Impossibile sentirsi straniere a Matera, soprattutto se si è scelto di viverci per amore, non solo di un uomo, ma anche di una città e delle sue meravigliose atmosfere."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/un-giorno-per.webp",
      "start_time": "2026-02-13 07:11:00",
      "end_time": "2026-02-13 07:39:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "13 febbraio: Giornata mondiale della Radio - DOC. STORIA - Il 13 febbraio si celebra la giornata mondiale della radio proclamata dall'Unesco nel 2011. Nella puntata la storia della radio viene ripercorsa c - on Andrea Borgnino e con contributi dalle Teche Rai e si raccontano i programmi radiofonici di oggi attraverso interviste a vari conduttori raccolte a via Asiago 10... - 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-13 07:39:00",
      "end_time": "2026-02-13 08:30:00",
      "episode_number": "S22 E1",
      "show_category": "Viaggi & Avventure",
      "show_description": "La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre. La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che  giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-13 08:30:00",
      "end_time": "2026-02-13 09:32:00",
      "episode_number": "S2 E4",
      "show_category": "Viaggi & Avventure",
      "show_description": "Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-13 09:32:00",
      "end_time": "2026-02-13 10:24:00",
      "episode_number": "E4",
      "show_category": "Scienza & Natura",
      "show_description": "Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geografia, il suo clima e il suo spirito 'cévenol', questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi. Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geografia, il suo clima e il suo spirito 'cévenol', questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/appuntamento-al-cinema.webp",
      "start_time": "2026-02-13 10:24:00",
      "end_time": "2026-02-13 10:28:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RUBRICA - Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/american-genius.webp",
      "start_time": "2026-02-13 10:28:00",
      "end_time": "2026-02-13 11:13:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Un avvincente documentario che ripercorre la nascita della televisione. Il piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Farnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Un avvincente documentario che ripercorre la nascita della televisione. Il piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Farnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/geo.webp",
      "start_time": "2026-02-13 11:13:00",
      "end_time": "2026-02-13 13:44:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Attraverso i grandi documentari di \"Geo\" e gli esperti in studio, Sveva Sagramola ed Emanuele Biggi raccontano le persone, le meraviglie e le fragilità del nostro pianeta, dando particolare spazio ai grandi squilibri ambientali che compromettono la sopravvivenza della specie."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/geo.webp",
      "start_time": "2026-02-13 13:44:00",
      "end_time": "2026-02-13 14:08:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"E' il racconto in prima persona di uno dei tanti bambini che stanno vivendo nella zona rossa del terremoto del 2016. Un racconto pieno di orgoglio, speranza e voglia di rinascere. Niente sofferenza, niente rimpianti. Nella difficoltà sono spesso i più piccoli a farci apprezzare quella bellezza a portata di mano, spesso poco considerata. Quello narrato da Andrea non è un Paese raso al suolo, ma un borgo rimasto in piedi mostrando le sue profonde ferite. Ed incarna perfettamente ciò che sta avvenendo in una immensa fetta del centro Italia. Per questo, il nome del Paese viene volutamente svelato soltanto nell'ultima inquadratura, a voler rappresentare tutte le decine e decine di comunità che stanno provando le stesse emozioni."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-13 14:08:00",
      "end_time": "2026-02-13 14:59:00",
      "episode_number": "S22 E1",
      "show_category": "Viaggi & Avventure",
      "show_description": "La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre. La ventiduesima edizione di Overland approda nel bel mezzo dell'Atlantico, nell'arcipelago delle Isole Azzorre. Iniziamo l'esplorazione all'Isola Terceira, scolpita dalle esplosioni vulcaniche. Ci tuffiamo nelle sue acque per scoprire le curiosità che  giacciono sul fondo dell'Oceano, custodi di storie altrimenti perdute. Scendiamo nelle cavità della terra, in profondissimi crateri forgiati dalla lava. Affrontiamo un off-road particolarmente impegnativo per raggiungere il cuore dell'isola, immerso nella giungla. Scopriamo la cultura locale anche attraverso i segreti delle ricette culinarie più celebri, e cerchiamo di capire insieme ai nostri esperti alcune peculiarità della zona, come il fenomeno meteorologico che prende il nome dall'arcipelago: l'Anticiclone delle Azzorre."
    },
    {
      "show_name": "Selvatici ma non troppo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/selvatici-ma-non-troppo.webp",
      "start_time": "2026-02-13 14:59:00",
      "end_time": "2026-02-13 15:52:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inviati da parchi che non potevano prendersi cura di loro. Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inviati da parchi che non potevano prendersi cura di loro."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-13 15:52:00",
      "end_time": "2026-02-13 16:47:00",
      "episode_number": "S1 E5",
      "show_category": "Scienza & Natura",
      "show_description": "La foresta di Huelgoat è stata la culla di molti miti francesi. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate del fiume ai misteriosi folletti. Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane. La foresta di Huelgoat è stata la culla di molti miti francesi. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate del fiume ai misteriosi folletti. Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane."
    },
    {
      "show_name": "Storia di una leggenda. Pininfarina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/storia-di-una-leggenda-pininfarina.webp",
      "start_time": "2026-02-13 16:47:00",
      "end_time": "2026-02-13 17:39:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "La vita e l'eredità di Battista \"Pinin\" Farina, fondatore di una piccola attività artigianale di carrozzeria diventata poi leader in tutto il mondo per la qualità del design, il senso del bello e di tutti i valori che rappresentano il Made in Italy. La vita e l'eredità di Battista \\\"Pinin\\\" Farina, fondatore di una piccola attività artigianale di carrozzeria diventata poi leader in tutto il mondo per la qualità del design, il senso del bello e di tutti i valori che rappresentano il Made in Italy."
    },
    {
      "show_name": "Giugiaro. Disegnando il futuro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/giugiaro-disegnando-il-futuro.webp",
      "start_time": "2026-02-13 17:39:00",
      "end_time": "2026-02-13 18:29:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Tra le centinaia di autovetture disegnate da Giugiaro, ce n'è una in particolare che spicca per aver travalicato i confini di genere, trasformandosi in qualcosa che va oltre la semplice autovettura. È l'auto con cui Marty viaggia nel tempo, e con cui vola grazie alle sue portiere ad ali di gabbiano: una DeLorean DMC-12, l'auto diventata iconica grazie al film \"Ritorno al futuro\". La disegnò lui, Giorgetto Giugiaro. Tra le centinaia di autovetture disegnate da Giugiaro, ce n'è una in particolare che spicca per aver travalicato i confini di genere, trasformandosi in qualcosa che va oltre la semplice autovettura. È l'auto con cui Marty viaggia nel tempo, e con cui vola grazie alle sue portiere ad ali di gabbiano: una DeLorean DMC-12, l'auto diventata iconica grazie al film \\\"Ritorno al futuro\\\". La disegnò lui, Giorgetto Giugiaro."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/l-italia-della-repubblica.webp",
      "start_time": "2026-02-13 18:29:00",
      "end_time": "2026-02-13 19:24:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell' Euro, con l'ausilio di testimonianze e filmati d'epoca. - con Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio A 2015 ITA."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/gli-imperdibili.webp",
      "start_time": "2026-02-13 19:24:00",
      "end_time": "2026-02-13 19:29:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/rainews.webp",
      "start_time": "2026-02-13 19:29:00",
      "end_time": "2026-02-13 19:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Orrore bianco",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/orrore-bianco.webp",
      "start_time": "2026-02-13 19:30:00",
      "end_time": "2026-02-13 20:29:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di Agostino Pozzi. Produttore esecutivo Sara Mariani - La puntata ripercorre l'epopea della campagna di Russia, condotta da Mussolini all'interno dell'operazione Barbarossa nel luglio del 1941, raccontata attraverso le testimonianze di reduci che ricordano la follia, il dolore, la fame e il freddo mortale."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/overland.webp",
      "start_time": "2026-02-13 20:29:00",
      "end_time": "2026-02-13 21:22:00",
      "episode_number": "S22 E2",
      "show_category": "Viaggi & Avventure",
      "show_description": "Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici. Il viaggio di Overland 22 prosegue sulle Isole Azzorre. Di appartenenza portoghese, sono isole vulcaniche nel cuore dell'Oceano Atlantico. Sulle nove isole che compongono questo arcipelago si trovano una fusione di culture: portoghese, africana e brasiliana, e una natura selvaggia e incontaminata, tra scogliere a picco sull'Oceano, sabbia scura, piscine naturali, tunnel di lava e laghi vulcanici."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/kilimangiaro.webp",
      "start_time": "2026-02-13 21:22:00",
      "end_time": "2026-02-13 22:57:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- . - 2026 ITA."
    },
    {
      "show_name": "Art Night",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/art-night.webp",
      "start_time": "2026-02-13 22:57:00",
      "end_time": "2026-02-13 23:52:00",
      "episode_number": "E5",
      "show_category": "",
      "show_description": "Prima Visione RAI - La straordinaria vita di Basquiat, enfant terrible dell'arte, morto a soli 27 anni nel 1988. La New York degli anni '80, la nascita della Street Art e dell'Hip Hop, l'orgoglio e la rabbia degli afroamericani. In una delle stagioni più creative dell'arte contemporanea Basquiat inventa un nuovo linguaggio visivo. - 2026 ITA."
    },
    {
      "show_name": "Peter Gabriel So",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/today/peter-gabriel-so.webp",
      "start_time": "2026-02-13 23:52:00",
      "end_time": "2026-02-14 00:52:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Peter Gabriel racconta la genesi dell'album \"So\", pubblicato nel 1986. Ampiamente considerato il suo lavoro più riuscito, così come quello musicalmente più accessibile, \"So\" ha trasformato Gabriel da artista di culto a superstar internazionale. L'album ha ricevuto il plauso unanime della critica specializzata, venendo lodato per le sue sonorità e fusione di generi differenti, ed è stato nominato per il Grammy Award all'album dell'anno."
    }
  ]
}