{
  "channel_name": "Rai5",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "Liza Minnelli: la figlia prediletta di Hollywood",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/14/1760448197455_2048x1152.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:06:00",
      "episode_number": "",
      "show_category": "Cinema & Teatro",
      "show_description": "Ritratto della fragile, complessa e talentuosa Liza Minnelli, erede di una delle più grandi coppie del cinema americano: Vincente Minnelli e Judy Garland. Cresciuta negli studi della MGM, debutta sullo schermo a soli tre anni, mostrando subito il suo straordinario talento. Il film \"Cabaret\"- che le vale l'Oscar - la consacra icona indiscussa. Ritratto della fragile, complessa e talentuosa Liza Minnelli, erede di una delle più grandi coppie del cinema americano: Vincente Minnelli e Judy Garland. Cresciuta negli studi della MGM, debutta sullo schermo a soli tre anni, mostrando subito il suo straordinario talento. Il film \\\"Cabaret\\\"- che le vale l'Oscar - la consacra icona indiscussa."
    },
    {
      "show_name": "Rock Legends: Cher",
      "show_logo": "https://www.raiplay.it/dl/img/2021/01/29/1611920774563_2048x1152.jpg",
      "start_time": "2026-02-01 00:06:00",
      "end_time": "2026-02-01 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cantante, attrice, icona gay. Sin dai mitici anni '60 Cher è famosa non solo per le sue doti artistiche, ma anche per le sue indubbie qualità di show-woman. Camaleontica e intramontabile, Cher continua a cavalcare l'onda del successo dall'età di 16 anni, quando esordì accanto al compagno Sonny Bono con il successo internazionale \"I've Got You Babe."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-01 00:50:00",
      "end_time": "2026-02-01 00:51:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Franco Battiato in tournée",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/31/1630409849243_RAI5-2048x1152.jpg",
      "start_time": "2026-02-01 00:51:00",
      "end_time": "2026-02-01 02:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Concerto del Maestro Battiato nella scenografica Arena di Verona, estate del 1982. Battiato porta in scena una scaletta entrata nella memoria collettiva della nazione: L'era del cinghiale, Cucurucucù. Bandiera bianca, Centro di gravità - intrattenendo con il pubblico una vivace conversazione tra un brano e l'altro."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566791115616_overland20.jpg",
      "start_time": "2026-02-01 02:02:00",
      "end_time": "2026-02-01 02:54:00",
      "episode_number": "S20 E5",
      "show_category": "",
      "show_description": "Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale. Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale."
    },
    {
      "show_name": "René Magritte: Il giorno e la notte",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/27334468_1.jpg",
      "start_time": "2026-02-01 02:54:00",
      "end_time": "2026-02-01 03:48:00",
      "episode_number": "",
      "show_category": "Documentario",
      "show_description": "René Magritte non voleva essere etichettato come artista o pittore, ma i suoi quadri decorano ogni angolo del mondo. Sono accostamenti insoliti di oggetti che evocano atmosfere fantastiche e sfiorano aspetti profondi della psiche. In una parola: surreali. René Magritte non voleva essere etichettato come artista o pittore, ma i suoi quadri decorano ogni angolo del mondo. Sono accostamenti insoliti di oggetti che evocano atmosfere fantastiche e sfiorano aspetti profondi della psiche. In una parola: surreali."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/16/1673864548396_FOTO-COPERTINE-LOGATE-FILOSOFIA-2022.ODISSEA.jpg",
      "start_time": "2026-02-01 03:48:00",
      "end_time": "2026-02-01 04:07:00",
      "episode_number": "E8",
      "show_category": "",
      "show_description": "Chi è il vero protagonista dell'Odissea: Odisseo o Atena? Atena, Dea dell'intelligenza strategica, è costantemente in scena, tanto quanto Odisseo. Chi è il vero protagonista dell'Odissea: Odisseo o Atena? Atena, Dea dell'intelligenza strategica, è costantemente in scena, tanto quanto Odisseo."
    },
    {
      "show_name": "Diventare farfalla",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/23/1687520668408_2048x1152.jpg",
      "start_time": "2026-02-01 04:07:00",
      "end_time": "2026-02-01 04:58:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, l'unico posto dove può compiere la sua mutazione. Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, l'unico posto dove può compiere la sua mutazione."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/10/1749544136037_green-planet_e5.jpg",
      "start_time": "2026-02-01 04:58:00",
      "end_time": "2026-02-01 06:00:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Due piante selvatiche su cinque sono a rischio di estinzione, ma ci sono persone straordinarie che stanno trovando nuovi modi per aiutarle. David Attenborough ci porta dall'Africa fino ad una foresta tropicale in Brasile, dove vedremo delle tecniche di ricostruzione albero per albero."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/16/1673865513470_FOTO-COPERTINE-LOGATE-FILOSOFIA-2022-le-baccanti.jpg",
      "start_time": "2026-02-01 06:00:00",
      "end_time": "2026-02-01 06:16:00",
      "episode_number": "E12",
      "show_category": "",
      "show_description": "Il filosofo Umberto Curi racconta Le Baccanti di Euripide, tragedia in cui si delineano le caratteristiche della personalità enigmatica di Dioniso. Il filosofo Umberto Curi racconta Le Baccanti di Euripide, tragedia in cui si delineano le caratteristiche della personalità enigmatica di Dioniso."
    },
    {
      "show_name": "Da Cimabue a Giotto: la rivoluzione del corpo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/04/1751619818699_2048x1152.jpg",
      "start_time": "2026-02-01 06:16:00",
      "end_time": "2026-02-01 07:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella Basilica di San Francesco d'Assisi, sulle volte, nelle cappelle, sul soffitto, ovunque, su scala grandiosa, affreschi ovunque. Qui si sono espressi e hanno gareggiato i più grandi artisti dell'Italia tardo-duecentesca. È qui che una generazione di artisti arriva a rinnovare l'arte pittorica."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566791115616_overland20.jpg",
      "start_time": "2026-02-01 07:10:00",
      "end_time": "2026-02-01 08:03:00",
      "episode_number": "S20 E5",
      "show_category": "",
      "show_description": "Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale. Benin City accoglie il team all'insegna dei contrasti che regnano in Nigeria: scorte armate antiterrorismo e persone sorridenti. Nonostante gli attacchi kamikaze firmati Boko Haram attanaglino continuamente la popolazione, la speranza verso un futuro migliore per ora prevale nel cuore dei Nigeriani. Per capire meglio il tormentato presente, per un tuffo nel passato del Paese si visiterà il Museo Nazionale di Benin City, dove è evidente come un tempo l'impero che regnava qui fosse uno dei più vasti e gloriosi della storia africana. Eppure anche l'Impero Benin finì per assoggettarsi ai colonizzatori inglesi e sgretolarsi sotto le mani di persone attaccate unicamente al denaro e ai profitti che potevano trarre da questa terra. La storia di Jennifer durante il CinemArena riporta bruscamente nel presente: la sua testimonianza arriva dopo aver tentato un viaggio verso l'Italia, tra condizioni inumane e violenze inaudite, costretta a chiedere aiuto all'OIM, Organizzazione Internazionale per le Migrazioni, per tornare indietro in Nigeria. Girando nei quartieri più malfamati di Benin City, si ha l'occasione di partecipare a un vero rito voodoo e provare a entrare nella mentalità di chi lo pratica come una vera e propria religione. Che purtroppo spesso ricade con conseguenze negative sulla vita dei credenti, come si avrà modo di scoprire. La Nigeria figura tra i 18 Paesi al mondo in cui la povertà estrema è crescente, nonostante sia una Nazione ricca per la presenza di petrolio: infatti, tra classe abbiente e quella indigente, c'è un abisso. Poi la carovana si sposterà nella città di Lagos dove, sempre sotto scorta armata, si recherà al museo del grande musicista africano Fela Kuti, per raccontare la grande influenza che ha avuto nel mondo della musica e nell'impegno sociale."
    },
    {
      "show_name": "Muti prova il Requiem di Verdi",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769763305686_Muti-prova-Verdi---7.jpg",
      "start_time": "2026-02-01 08:03:00",
      "end_time": "2026-02-01 08:52:00",
      "episode_number": "S1 E7",
      "show_category": "Classica",
      "show_description": "Magistrale retroscena del Requiem di Giuseppe Verdi, un percorso formativo che guida il pubblico al cuore di questa composizione sacra. Il programma attraversa in 8 puntate i momenti compositivi ed esecutivi di questo capolavoro, attraverso lo sguardo e l'esperienza di uno dei più grandi direttori d'orchestra del mondo. Magistrale retroscena del Requiem di Giuseppe Verdi, un percorso formativo che guida il pubblico al cuore di questa composizione sacra. Il programma attraversa in 8 puntate i momenti compositivi ed esecutivi di questo capolavoro, attraverso lo sguardo e l'esperienza di uno dei più grandi direttori d'orchestra del mondo."
    },
    {
      "show_name": "Muti prova il Requiem di Verdi",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769763317361_Muti-prova-Verdi---8.jpg",
      "start_time": "2026-02-01 08:52:00",
      "end_time": "2026-02-01 09:48:00",
      "episode_number": "S1 E8",
      "show_category": "Classica",
      "show_description": "Magistrale retroscena del Requiem di Giuseppe Verdi, un percorso formativo che guida il pubblico al cuore di questa composizione sacra. Il programma attraversa in 8 puntate i momenti compositivi ed esecutivi di questo capolavoro, attraverso lo sguardo e l'esperienza di uno dei più grandi direttori d'orchestra del mondo. Magistrale retroscena del Requiem di Giuseppe Verdi, un percorso formativo che guida il pubblico al cuore di questa composizione sacra. Il programma attraversa in 8 puntate i momenti compositivi ed esecutivi di questo capolavoro, attraverso lo sguardo e l'esperienza di uno dei più grandi direttori d'orchestra del mondo."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762970695250_PokeStories2048x1152.png",
      "start_time": "2026-02-01 09:48:00",
      "end_time": "2026-02-01 09:58:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-01 09:58:00",
      "end_time": "2026-02-01 10:01:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/03/1677844722784_z_COV-VOD.png",
      "start_time": "2026-02-01 10:01:00",
      "end_time": "2026-02-01 12:05:00",
      "episode_number": "S2023",
      "show_category": "Scienza & Natura",
      "show_description": "Ogni persona produce fino a mezzo chilo di escrementi al giorno: moltiplicando questo valore per otto miliardi, ovvero il numero di abitanti del pianeta Terra, risulta evidente quanto sia gigantesco il volume di deiezioni umane che ci assediano. Anche le urine, fonte straordinaria di azoto, sono una risorsa preziosa che non siamo in grado di valorizzare. Attraverso una storia che si snoda nel corso della puntata si affronta il tema della questione igienica, conquista cruciale per lo sviluppo delle nostre civiltà: già in epoca romana le feci erano oggetto di specifica raccolta presso la Porta Stercoraria allo sbocco della Cloaca Maxima e la stessa cosa avveniva in alcune città meridionali dell'Impero cinese del XVIII secolo. Col tempo i sapiens hanno imparato a sviluppare e progettare infrastrutture capaci di contenere molte malattie infettive, ma oggi dobbiamo cambiare ancora atteggiamento, per fronteggiare le necessità odierne: lavarsi e disinfettarsi ci ha liberato da molti flagelli, più di quanto siano stati in grado di fare i vaccini, ma non possiamo più permetterci di dilapidare il patrimonio metabolico rappresentato dalle nostre feci. La nostra \"materia oscura\" è l'ultima frontiera tra noi e l'economia circolare e il corretto reintegro dei nutrienti su questo nostro pianeta. Ogni persona produce fino a mezzo chilo di escrementi al giorno: moltiplicando questo valore per otto miliardi, ovvero il numero di abitanti del pianeta Terra, risulta evidente quanto sia gigantesco il volume di deiezioni umane che ci assediano. Anche le urine, fonte straordinaria di azoto, sono una risorsa preziosa che non siamo in grado di valorizzare. Attraverso una storia che si snoda nel corso della puntata si affronta il tema della questione igienica, conquista cruciale per lo sviluppo delle nostre civiltà: già in epoca romana le feci erano oggetto di specifica raccolta presso la Porta Stercoraria allo sbocco della Cloaca Maxima e la stessa cosa avveniva in alcune città meridionali dell'Impero cinese del XVIII secolo. Col tempo i sapiens hanno imparato a sviluppare e progettare infrastrutture capaci di contenere molte malattie infettive, ma oggi dobbiamo cambiare ancora atteggiamento, per fronteggiare le necessità odierne: lavarsi e disinfettarsi ci ha liberato da molti flagelli, più di quanto siano stati in grado di fare i vaccini, ma non possiamo più permetterci di dilapidare il patrimonio metabolico rappresentato dalle nostre feci. La nostra \\\"materia oscura\\\" è l'ultima frontiera tra noi e l'economia circolare e il corretto reintegro dei nutrienti su questo nostro pianeta."
    },
    {
      "show_name": "Save the Date",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/17/1742207596896_2048x1152.jpg",
      "start_time": "2026-02-01 12:05:00",
      "end_time": "2026-02-01 12:36:00",
      "episode_number": "E12",
      "show_category": "",
      "show_description": "Zerogrammi con \"Il racconto dell'isola sconosciuta\" per la danza; Kandinsky e l'Italia al MA*GA di Gallarate (VA); \"Carmen\" al Teatro di Pisa, diretta da Beatrice Venezi; \"Riccardo III\", per la regia di Andrea Chiodi, con Maria Paiato; Luca 'O Zulù Persico e Caterina Bianco in \"Violenti\". Denise Pardo presenta \"Tornare al Cairo."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://www.raiplay.it/dl/img/2016/08/11/1470932416352_PASSEPARTOUT-1-O.jpg",
      "start_time": "2026-02-01 12:36:00",
      "end_time": "2026-02-01 13:06:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Daverio racconta la vita e la personalità del re francese Luigi XIV a partire dalla mostra \"Louis XIV. L'homme et le roi\", allestita nel 2009 alla reggia di Versailles, che ripercorre, attraverso le opere di alcuni tra i più grandi artisti europei secenteschi, la vita del monarca assoluto e le sue passioni. - 2010 ITA."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://www.raiplay.it/dl/img/2016/08/11/1470932416352_PASSEPARTOUT-1-O.jpg",
      "start_time": "2026-02-01 13:06:00",
      "end_time": "2026-02-01 13:37:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Daverio si sofferma in questa puntata sull'arte e la cultura giapponese e la suggestione che il Giappone ha sempre suscitato sulla cultura occidentale mediante il suo portato concettuale. Un programma di e con Philippe Daverio, regia di Mauro Raponi. - 2010 ITA."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769674400289_movie%20mag%2028%20gennaio%202026.jpg",
      "start_time": "2026-02-01 13:37:00",
      "end_time": "2026-02-01 14:07:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Nella settimana dedicata al Giorno della memoria, Movie Mag propone alcune immagini da \"Elena del Ghetto\" di Stefano Casertano, film che ricostruisce la vicenda eroica di Elena Di Porto. Se ne parla con Giulia Bevilacqua, tra le protagoniste dell'opera accanto a Micaela Ramazzotti e Valerio Aprea, e ospite in studio per un approfondimento dedicato alle tappe principali del suo percorso professionale. E poi, voltando pagina, \"Due cuori e due capanne\", la nuova commedia diretta da Massimiliano Bruno e interpretata da Claudia Pandolfi e Edoardo Leo. Attraverso clip filmate e interviste ai protagonisti, \"Movie Mag\" introduce il film, per poi approfondire in studio il legame artistico e personale che unisce Giulia Bevilacqua a Claudia Pandolfi. Tra i titoli in sala, \"Le cose non dette\", che segna il ritorno alla regia di Gabriele Muccino, con Stefano Accorsi, Carolina Crescentini, Miriam Leone e Claudio Santamaria. Il contributo critico di Federico Pontiggia è dedicato a \"L'agente segreto\", tra i film più presenti nella stagione dei premi. La puntata propone inoltre un servizio dalla Mole Antonelliana, dove è allestita la mostra \"Pazza Idea – Oltre il '68: Icone pop nelle fotografie\" di Angelo Frontoni. La rubrica \"Il film del cuore\" ha come protagonista Micaela Ramazzotti. A chiudere la puntata, un consiglio di lettura. Nella settimana dedicata al Giorno della memoria, Movie Mag propone alcune immagini da \\\"Elena del Ghetto\\\" di Stefano Casertano, film che ricostruisce la vicenda eroica di Elena Di Porto. Se ne parla con Giulia Bevilacqua, tra le protagoniste dell'opera accanto a Micaela Ramazzotti e Valerio Aprea, e ospite in studio per un approfondimento dedicato alle tappe principali del suo percorso professionale. E poi, voltando pagina, \\\"Due cuori e due capanne\\."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/02/1712061087174_Alghero.jpg",
      "start_time": "2026-02-01 14:07:00",
      "end_time": "2026-02-01 15:02:00",
      "episode_number": "S6 E9",
      "show_category": "Viaggi & Avventure",
      "show_description": "Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità. Gemma Giorgini racconta il fascino di Alghero, vista come un'' isola nell'isola': un unicum in Sardegna per le sue particolarità."
    },
    {
      "show_name": "Maremma",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/26/1711448915683_ESTATE.jpg",
      "start_time": "2026-02-01 15:02:00",
      "end_time": "2026-02-01 15:58:00",
      "episode_number": "S1 E4",
      "show_category": "Scienza & Natura",
      "show_description": "Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere. Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, anche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere."
    },
    {
      "show_name": "Di mamma ce n'è una sola",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/10/1575993247431_2048x1152.jpg",
      "start_time": "2026-02-01 15:58:00",
      "end_time": "2026-02-01 17:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Salemme il bello... della diretta! - Il primo di tre appuntamenti dal vivo in compagnia dell'arte di Vincenzo Salemme, con una delle sue commedie più amate dal pubblico, \"Di mamma ce n'è una sola\", da lui scritta, diretta ed interpretata. Una produzione Chi E' Di Scena Un programma scritto, interpretato e diretto da Vincenzo Salemme Direttore della fotografia Sandro Carotenuto Direttore di produzione Pino Aprea Responsabile di commessa Carla Dente A cura di Tiziana Iemmo Produttore esecutivo Chi È Di Scena Valeria Esposito Produttori esecutivi Rai Domenica Durante, Monica Flores Regia televisiva di Barbara Napolitano. Salemme il bello... della diretta! - Il primo di tre appuntamenti dal vivo in compagnia dell'arte di Vincenzo Salemme, con una delle sue commedie più amate dal pubblico, \\\"Di mamma ce n'è una sola\\."
    },
    {
      "show_name": "Splendida Cornice",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/24/1729776046928_2048x1152.jpg",
      "start_time": "2026-02-01 17:45:00",
      "end_time": "2026-02-01 20:29:00",
      "episode_number": "S1",
      "show_category": "",
      "show_description": "Terzo appuntamento con l'ironia e l'autoironia, la citazione e l'autocitazione di Geppi Cucciari e \"Splendida Cornice\", il programma che prende ispirazione dalla gente e dalle loro storie, spunto dalle notizie della settimana e dai suoi interpreti. Da piccole perle di ogni forma dell'arte che meritano un riflettore e uno sguardo a volte divertito, a volte complice ma sempre curioso. Tornano il pubblico votante diviso tra categorie demoscopiche, i \"competenti omonimi\", il professore d'italiano, la band e gli ospiti, con l'arduo compito di portare un tema alto a un livello comprensibile a tutti. E ancora, il racconto del libro più letto, il teatro più vuoto, la mostra più o meno meritevole e il gioco. Insieme a Geppi Cucciari, la band capitanata da Nicola \"Ballo\" Balestri, il divulgatore Roberto Mercadini e l'insegnante d'italiano Andrea Maggi. Tra gli ospiti della puntata: Roberto Saviano, Fabio Volo, Lodo Guenzi, l'arbitra Sanam Shirvani e la scorta di Liliana Segre. In collegamento da Londra, il giornalista Marco Varvello. Terzo appuntamento con l'ironia e l'autoironia, la citazione e l'autocitazione di Geppi Cucciari e \\\"Splendida Cornice\\."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-01 20:29:00",
      "end_time": "2026-02-01 20:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/28/1566989010724_overland.jpg",
      "start_time": "2026-02-01 20:30:00",
      "end_time": "2026-02-01 21:23:00",
      "episode_number": "S20 E6",
      "show_category": "Viaggi & Avventure",
      "show_description": "Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta. I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù. Approfondire la storia della Liberia, attanagliata da guerra civile e malgoverno, fa comprendere molto sulle condizioni di degrado che si possono osservare con le telecamere, in primis quello della gestione dei rifiuti: ovunque per le strade, in riva al mare, al centro di cortili e piazze, si trovano cumuli di spazzatura, che purtroppo vengono bruciati o seppelliti senza preoccuparsi troppo delle conseguenze sulla salute, effetti che la squadra stessa sta provando, seppur per pochi giorni di permanenza. Appena possibile, il team campeggia in riva all'oceano, dinanzi a panorami indimenticabili e, nonostante un insabbiamento abbia tenuto tutti svegli per l'intera notte, restano entusiasti per la scelta fatta.  I mezzi vengono lasciati sulla terraferma per una breve escursione in barca sull'Isola delle Scimmie, dove è possibile ammirare esemplari di scimpanzé che hanno avuto una seconda chance, dopo essere stati cavie da laboratorio. Si ritorna sul continente per conoscere meglio la morfologia del Paese e per immergersi nelle foreste dedicate alla produzione di caucciù."
    },
    {
      "show_name": "Gauguin",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769713359741_2048x1152.jpg",
      "start_time": "2026-02-01 21:23:00",
      "end_time": "2026-02-01 23:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Parigi, 1891. Paul Gauguin lascia la famiglia per Tahiti, cercando un'ispirazione primitiva lontano dall'Europa. In Polinesia vive in miseria, ma trova una nuova musa nella giovane Tehura, che diventa la sua ossessione e modella. Nonostante la salute precaria, dipinge capolavori prima di tornare in Francia."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://www.raiplay.it/dl/img/2023/11/08/1699470448179_5000%20anni.jpg",
      "start_time": "2026-02-01 23:02:00",
      "end_time": "2026-02-02 00:01:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un'indagine su Stonehenge, luogo carico di fascino e mistero ma soprattutto un capolavoro di ingegneria e di arte preistorica, reso più affascinante e sorprendente grazie alle ultime indagini scientifiche e archeologiche. In studio con Giorgio Zanchini, per introdurre la puntata, il prof. Alessandro Vanzetti."
    }
  ]
}