{
  "channel_name": "RaiGulp",
  "date": "2026-02-03",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-03 00:00:00",
      "end_time": "2026-02-03 00:05:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Sono forti! Sono veloci! Sono puzzolenti! Sono Morg, Marg e Murg i Primitivi! Direttamente dall'età della pietra sfidano la Lucky Squad a colpi di clava. Sono forti! Sono veloci! Sono puzzolenti! Sono Morg, Marg e Murg i Primitivi!  Direttamente dall'età della pietra sfidano la Lucky Squad a colpi di clava!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-03 00:05:00",
      "end_time": "2026-02-03 00:30:00",
      "episode_number": "S3 E7",
      "show_category": "Cartoni Animati",
      "show_description": "I Megakiller tornano nella città dei Celestini e qui cominciano a verificarsi inspiegabili incidenti. Cosa stanno tramando i Megakiller? Mentre i Celestini affrontano in campo i Lupi dei Carpazi, i Megakiller continuano a provocare disordini in città. I Megakiller tornano nella città dei Celestini e qui cominciano a verificarsi inspiegabili incidenti. Cosa stanno tramando i Megakiller? Mentre i Celestini affrontano in campo i Lupi dei Carpazi, i Megakiller continuano a provocare disordini in città…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-03 00:30:00",
      "end_time": "2026-02-03 00:55:00",
      "episode_number": "S3 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mr King chiede al Grande Mister di spostare il cargo dei Celestini per poter ormeggiare la sua nave, ottenendo da questi un netto diniego. Lucifero dà spiegazioni tattiche alla sua squadra, in vista dell'incontro con i Gauchos di Buenos Aires. Poi si sente male a causa di una intossicazione alimentare…come faranno i Celestini a disputare l'incontro senza il loro capitano. Mr King chiede al Grande Mister di spostare il cargo dei Celestini per poter ormeggiare la sua nave, ottenendo da questi un netto diniego. Lucifero dà spiegazioni tattiche alla sua squadra, in vista dell'incontro con i Gauchos di Buenos Aires. Poi si sente male a causa di una intossicazione alimentare…come faranno i Celestini a disputare l'incontro senza il loro capitano?"
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spike-team.webp",
      "start_time": "2026-02-03 00:55:00",
      "end_time": "2026-02-03 01:20:00",
      "episode_number": "S3 E7",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spike-team.webp",
      "start_time": "2026-02-03 01:20:00",
      "end_time": "2026-02-03 01:50:00",
      "episode_number": "S3 E8",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 01:50:00",
      "end_time": "2026-02-03 01:55:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Quando i leggendari scones viola dello Chef Scott vengono descritti come i migliori della città, Karma e i suoi amici sono felici del nuovo successo del loro vecchio amico! Ma quando i nuovi cacciatori di scones appena arrivati invadono bruscamente il quartiere, Karma s'impegna per trovare un modo per accoglierli nel quartiere, pur ricordando loro di rispettarlo. Quando i leggendari scones viola dello Chef Scott vengono descritti come i migliori della città, Karma e i suoi amici sono felici del nuovo successo del loro vecchio amico! Ma quando i nuovi cacciatori di scones appena arrivati invadono bruscamente il quartiere, Karma s'impegna per trovare un modo per accoglierli nel quartiere, pur ricordando loro di rispettarlo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 01:55:00",
      "end_time": "2026-02-03 02:15:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "In previsione del prossimo compleanno di sua nonna, Winston è sempre più stressato e fa pressioni su tutti coloro che lo circondano per farle il video di compleanno perfetto. Incapace di soddisfare le proprie aspettative, si appoggia ai suoi amici, guidando Karma e Switch ad aiutarlo ad aprirsi, ad affrontare la sua ansia e parlare di come si sente davvero. In previsione del prossimo compleanno di sua nonna, Winston è sempre più stressato e fa pressioni su tutti coloro che lo circondano per farle il video di compleanno perfetto. Incapace di soddisfare le proprie aspettative, si appoggia ai suoi amici, guidando Karma e Switch ad aiutarlo ad aprirsi, ad affrontare la sua ansia e parlare di come si sente davvero."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 02:15:00",
      "end_time": "2026-02-03 02:20:00",
      "episode_number": "S1 E41",
      "show_category": "Cartoni Animati",
      "show_description": "I Guardiani si scontrano con Kratus all'interno del Tempio del Vento e, grazie all'intervento di Hirok, riescono a sconfiggere il Darkan. Subito dopo, Trek colpisce involontariamente il sigillo del vento, il quale, entrando in modalità difensiva, provoca un'esplosione che catapulta i Guardiani nei condotti del Tempio. Trek, Hirok ed Eron si ritrovano all'esterno del tempio. Dopo l'esplosione i tre hanno perso la memoria, e Kratus, tornato per sconfiggerli, approfitta della situazione, li convince di essere il loro signore e padrone e ordina loro di distruggere il tempio e il sigillo al suo interno. Nel tempio, sotto attacco, ci sono ancora Ao-ki, Ikor e Riff, anche loro al momento senza memoria. I tre escono dal tempio per rispondere all'attacco. Qui, Eron, Trek e Hirok, si ribellano a Kratus, perché non vogliono stare dalla parte del male, e lo sconfiggono nuovamente. I Guardiani rientreranno nel Tempio dove finalmente potranno attivare il sigillo e recuperare la memoria. I Guardiani si scontrano con Kratus all'interno del Tempio del Vento e, grazie all'intervento di Hirok, riescono a sconfiggere il Darkan. Subito dopo, Trek colpisce involontariamente il sigillo del vento, il quale, entrando in modalità difensiva, provoca un'esplosione che catapulta i Guardiani nei condotti del Tempio. Trek, Hirok ed Eron si ritrovano all'esterno del tempio. Dopo l'esplosione i tre hanno perso la memoria, e Kratus, tornato per sconfiggerli, approfitta della situazione, li convince di essere il loro signore e padrone e ordina loro di distruggere il tempio e il sigillo al suo interno. Nel tempio, sotto attacco, ci sono ancora Ao-ki, Ikor e Riff, anche loro al momento senza memoria. I tre escono dal tempio per rispondere all'attacco. Qui, Eron, Trek e Hirok, si ribellano a Kratus, perché non vogliono stare dalla parte del male, e lo sconfiggono nuovamente. I Guardiani rientreranno nel Tempio dove finalmente potranno attivare il sigillo e recuperare la memoria."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 02:20:00",
      "end_time": "2026-02-03 02:35:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Typhon combatte contro Kratus, ma il Darkan assorbe i suoi poteri, bloccando il Gormita e i Guardiani. Grazie alle sue ultimissime energie, Typhon, riesce ad allontanare i Guardiani da Kratus, e quest'ultimo manda i suoi Soldati a catturarli nuovamente. Appena raggiunti dai Soldati, i Guardiani si accorgono che Kratus ha assorbito anche l'energia dei loro bracciali. Solo il bracciale di Riff funziona ancora e così libera i suoi amici dall'attacco dei Soldati. Riff, a questo punto, chiama Vulkan, convinto del fatto che Kratus non potrà mai assorbire tutta l'energia del potentissimo Gormita. Il Darkan però non sembra cedere e i Guardiani escogitano un nuovo piano: far assorbire l'energia del sigillo al Darkan. Questa volta il piano dei Guardiani funziona; l'energia del sigillo è troppa persino per Kratus, che viene finalmente sconfitto. Typhon combatte contro Kratus, ma il Darkan assorbe i suoi poteri, bloccando il Gormita e i Guardiani. Grazie alle sue ultimissime energie, Typhon, riesce ad allontanare i Guardiani da Kratus, e quest'ultimo manda i suoi Soldati a catturarli nuovamente. Appena raggiunti dai Soldati, i Guardiani si accorgono che Kratus ha assorbito anche l'energia dei loro bracciali. Solo il bracciale di Riff funziona ancora e così libera i suoi amici dall'attacco dei Soldati. Riff, a questo punto, chiama Vulkan, convinto del fatto che Kratus non potrà mai assorbire tutta l'energia del potentissimo Gormita. Il Darkan però non sembra cedere e i Guardiani escogitano un nuovo piano: far assorbire l'energia del sigillo al Darkan. Questa volta il piano dei Guardiani funziona; l'energia del sigillo è troppa persino per Kratus, che viene finalmente sconfitto."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 02:35:00",
      "end_time": "2026-02-03 02:45:00",
      "episode_number": "S2 E51",
      "show_category": "",
      "show_description": "Sognatore usa tutti i più grandi cliché del romanticismo per fare innamorare Grande Puffo e Mirtilla."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 02:45:00",
      "end_time": "2026-02-03 03:00:00",
      "episode_number": "S2 E52",
      "show_category": "",
      "show_description": "I Puffi trovano un biglietto di Gargamella che chiede aiuto a sua madre perché è malato: decidono quindi di aiutarlo."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi.webp",
      "start_time": "2026-02-03 03:00:00",
      "end_time": "2026-02-03 03:05:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Triste perché non considerato da Puffetta, Forzuto si chiede che cos'abbia che non va."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 03:05:00",
      "end_time": "2026-02-03 03:20:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "I Puffi sono esasperati! Nessuno vuole cambiare il pannolino del piccolo Baby Puffo."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-03 03:20:00",
      "end_time": "2026-02-03 03:40:00",
      "episode_number": "S3 E5",
      "show_category": "",
      "show_description": "Geronimo deve partecipare alla Fiera del libro di Topazia presentando la sua autobiografia, ma è costretto a scriverla in soli cinque giorni e lo sforzo immane lo sprofonda in un sonno comatoso da cui non riesce a scuotersi. La sua famiglia si industria e riesce in qualche modo a farlo partecipare all'evento, dove non mancheranno i colpi di scena. Tra attori invidiosi e vecchi rivali, riusciranno i nostri eroi a nascondere a tutti il sonno di Geronimo, risolvere un mistero e far vincere al nostro giornalista preferito il premio per il \"Libro dell'anno. Geronimo deve partecipare alla Fiera del libro di Topazia presentando la sua autobiografia, ma è costretto a scriverla in soli cinque giorni e lo sforzo immane lo sprofonda in un sonno comatoso da cui non riesce a scuotersi. La sua famiglia si industria e riesce in qualche modo a farlo partecipare all'evento, dove non mancheranno i colpi di scena. Tra attori invidiosi e vecchi rivali, riusciranno i nostri eroi a nascondere a tutti il sonno di Geronimo, risolvere un mistero e far vincere al nostro giornalista preferito il premio per il \\\"Libro dell'anno\\\"."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-03 03:40:00",
      "end_time": "2026-02-03 04:10:00",
      "episode_number": "S3 E6",
      "show_category": "",
      "show_description": "Geronimo e Sally mettono accidentalmente in moto l'apparecchio Scambialatesta del professor Von Volt, una macchina di sua invenzione che è in grado di scambiare i cervelli tra due persone. Così la mente di Geronimo finisce nel corpo di Sally e viceversa. Riuscirà Sally ad approfittarne e ad appropriarsi del Geronimo Stilton Media Group. Geronimo e Sally mettono accidentalmente in moto l'apparecchio Scambialatesta del professor Von Volt, una macchina di sua invenzione che è in grado di scambiare i cervelli tra due persone. Così la mente di Geronimo finisce nel corpo di Sally e viceversa. Riuscirà Sally ad approfittarne e ad appropriarsi del Geronimo Stilton Media Group?"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/heidi-3d.webp",
      "start_time": "2026-02-03 04:10:00",
      "end_time": "2026-02-03 04:30:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "All'arrivo dell'estate, Heidi si sente come un uccellino in gabbia. Le mancano più che mai le sue montagne e il suo sonno è diventato agitato e pieno di brutti sogni. Una notte, la Signorina Rottenmeier sente strani rumori in casa e si convince che si tratti di un fantasma. Tutti vengono contagiati dalla paura finché il signor Sesemann non prende in mano la situazione e organizza una vera e propria caccia al fantasma. Che sopresa scoprire che in realtà il fantasma non è altri che Heidi ! Vinta dalla malinconia e dalla nostalgia per il nonno e incapace di confidare a qualcuno il suo disagio, Heidi ha iniziato a camminare nel sonno. All'arrivo dell'estate, Heidi si sente come un uccellino in gabbia. Le mancano più che mai le sue montagne e il suo sonno è diventato agitato e pieno di brutti sogni.  Una notte, la Signorina Rottenmeier sente strani rumori in casa e si convince che si tratti di un fantasma. Tutti vengono contagiati dalla paura finché il signor Sesemann non prende in mano la situazione e organizza una vera e propria caccia al fantasma. Che sopresa scoprire che in realtà il fantasma non è altri che Heidi ! Vinta dalla malinconia e dalla nostalgia per il nonno e incapace di confidare a qualcuno il suo disagio, Heidi ha iniziato a camminare nel sonno…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 04:30:00",
      "end_time": "2026-02-03 04:40:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga soffre di claustrofobia e quando Manù lo scopre la sfida ad entrare nel tronco di un albero cavo. Ma anche tutti gli altri hanno qualche fobia, tranne Piedino che sembra non avere paura di niente. Spilunga soffre di claustrofobia e quando Manù lo scopre la sfida ad entrare nel tronco di un albero cavo. Ma anche tutti gli altri hanno qualche fobia, tranne Piedino che sembra non avere paura di niente..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 04:40:00",
      "end_time": "2026-02-03 04:55:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici vanno nel bosco per raccogliere castagne, ma incontrano Manù che vuole a tutti i costi fare insieme a Raffa il compito assegnato dall'insegnante: scrivere una bella poesia sull'autunno. I nostri amici vanno nel bosco per raccogliere castagne, ma incontrano Manù che vuole a tutti i costi fare insieme a Raffa il compito assegnato dall'insegnante: scrivere una bella poesia sull'autunno..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 04:55:00",
      "end_time": "2026-02-03 05:10:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Raffa trascina i suoi amici in cima alla grande roccia che sorge a Bellefontaine, per piantare la bandiera della loro banda, ma giudica Piedino troppo piccolo per la scalata. La banda di Manù vuole  precederli e comincia una sfida. Ma quando stanno per conquistare la vetta, scoprono che c'è già qualcuno in cima. Raffa trascina i suoi amici in cima alla grande roccia che sorge a Bellefontaine, per piantare la bandiera della loro banda, ma giudica Piedino troppo piccolo per la scalata. La banda di Manù vuole  precederli e comincia una sfida. Ma quando stanno per conquistare la vetta, scoprono che c'è già qualcuno in cima..."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-03 05:10:00",
      "end_time": "2026-02-03 05:20:00",
      "episode_number": "S2 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Ham prepara una torta per un concorso, ma un imprevisto scatena la sua... ira funesta! Per risolvere il disastro ci vorrà una battaglia di proporzioni epiche. Ham prepara una torta per un concorso, ma un imprevisto scatena la sua... ira funesta! Per risolvere il disastro ci vorrà una battaglia di proporzioni epiche!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-03 05:20:00",
      "end_time": "2026-02-03 05:30:00",
      "episode_number": "S2 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Bucilla, l'amica di Ginny, ha scoperto una dieta infallibile, con tanto di app! Ma sarà davvero così. Bucilla, l'amica di Ginny, ha scoperto una dieta infallibile, con tanto di app! Ma sarà davvero così?"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-03 05:30:00",
      "end_time": "2026-02-03 05:50:00",
      "episode_number": "S1 E14",
      "show_category": "Programmi Tv Kids",
      "show_description": "Ma davvero Dante si è ispirato ad un luogo reale per descrivere l'Inferno? Per rispondere a questa domanda la nostra Caterina è subito partita in viaggio e ha scovato la Valle del Diavolo in Toscana. Sembra davvero di essere negli inferi, ma in realtà tutto si spiega con la Geotermia: il calore della terra. Il tiktoker Marco \"Il Giallino\" svela curiosità e bufale scientifiche e infine alcuni consigli per essere Ma Davvero Green. Ma davvero Dante si è ispirato ad un luogo reale per descrivere l'Inferno? Per rispondere a questa domanda la nostra Caterina è subito partita in viaggio e ha scovato la Valle del Diavolo in Toscana. Sembra davvero di essere negli inferi, ma in realtà tutto si spiega con la Geotermia: il calore della terra. Il tiktoker Marco \\\"Il Giallino\\\" svela curiosità e bufale scientifiche e infine alcuni consigli per essere Ma Davvero Green."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-03 05:50:00",
      "end_time": "2026-02-03 06:05:00",
      "episode_number": "S1 E15",
      "show_category": "Programmi Tv Kids",
      "show_description": "Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \"nave\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \"Il Giallino\" e a vivere in modo ecologico con i nostri consigli Davvero, ma davvero green. Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \\\"nave\\\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \\\"Il Giallino\\\" e a vivere in modo ecologico con  i nostri consigli Davvero, ma davvero green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 06:05:00",
      "end_time": "2026-02-03 06:15:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Quando i leggendari scones viola dello Chef Scott vengono descritti come i migliori della città, Karma e i suoi amici sono felici del nuovo successo del loro vecchio amico! Ma quando i nuovi cacciatori di scones appena arrivati invadono bruscamente il quartiere, Karma s'impegna per trovare un modo per accoglierli nel quartiere, pur ricordando loro di rispettarlo. Quando i leggendari scones viola dello Chef Scott vengono descritti come i migliori della città, Karma e i suoi amici sono felici del nuovo successo del loro vecchio amico! Ma quando i nuovi cacciatori di scones appena arrivati invadono bruscamente il quartiere, Karma s'impegna per trovare un modo per accoglierli nel quartiere, pur ricordando loro di rispettarlo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 06:15:00",
      "end_time": "2026-02-03 06:30:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "In previsione del prossimo compleanno di sua nonna, Winston è sempre più stressato e fa pressioni su tutti coloro che lo circondano per farle il video di compleanno perfetto. Incapace di soddisfare le proprie aspettative, si appoggia ai suoi amici, guidando Karma e Switch ad aiutarlo ad aprirsi, ad affrontare la sua ansia e parlare di come si sente davvero. In previsione del prossimo compleanno di sua nonna, Winston è sempre più stressato e fa pressioni su tutti coloro che lo circondano per farle il video di compleanno perfetto. Incapace di soddisfare le proprie aspettative, si appoggia ai suoi amici, guidando Karma e Switch ad aiutarlo ad aprirsi, ad affrontare la sua ansia e parlare di come si sente davvero."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 06:30:00",
      "end_time": "2026-02-03 06:40:00",
      "episode_number": "S1 E43",
      "show_category": "",
      "show_description": "Dopo aver attivato tutti e tre i sigilli del vento, Eron deve affrontare Cosmyr, il Meka Gormita del Vento. Dovrà farlo uscire dall'arena di combattimento per dimostrare di essere all'altezza del suo ruolo, e per riuscirci, chiama in suo aiuto Orion. I due tenteranno di sconfiggere Cosmyr con vari colpi in stile tempestoso, senza però riuscire nell'impresa. Capiranno di dover cambiare strategia e grazie ad un colpo in super stiletempestoso, e a un piccolo aiuto involontario di Riff e Ikor, riusciranno finalmente a sconfiggere il potente Cosmyr."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 06:40:00",
      "end_time": "2026-02-03 06:55:00",
      "episode_number": "S1 E44",
      "show_category": "",
      "show_description": "Dopo essere stato sconfitto da Eron, Cosmyr ora deve disattivare il Cristallo del Vento, cercando di evitare i suoi sistemi di difesa. Il piano seguito dai due tempestosi è semplicemente quello di entrare in gioco. Arriva però Kratus pronto a rubare i poteri di Cosmyr. I Guardiani a questo punto chiamano Helios, Lord dei Gormiti del Vento, il quale riesce subito ad allontanare Kratus. Cosmyr però non può disattivare il Cristallo se prima i Guardiani non recuperano un pezzo mancante. A complicare le cose torna Kratus con i suoi Soldati, i quali cercheranno di prendere il pezzo di Cristallo. La sfida per recuperare l'ultimo pezzo di Cristallo viene vinta da Eron, solo quando capirà di dover cambiare piano."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 06:55:00",
      "end_time": "2026-02-03 07:05:00",
      "episode_number": "S2 E39",
      "show_category": "Cartoni Animati",
      "show_description": "Tontolone decide di fare l'acrobata e i Puffi fingono di essere membri di un circo itinerante per aiutarlo a realizzare il suo sogno. Tontolone decide di fare l'acrobata e i Puffi fingono di essere membri di un circo itinerante per aiutarlo a realizzare il suo sogno."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 07:05:00",
      "end_time": "2026-02-03 07:15:00",
      "episode_number": "S2 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Pigrone perde il cuscino, solo il peluche di Baby Puffo lo farà riaddormentare. Quando Pigrone perde il cuscino, solo il peluche di Baby Puffo lo farà riaddormentare."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-03 07:15:00",
      "end_time": "2026-02-03 07:30:00",
      "episode_number": "S2 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Timido vorrebbe fare amicizia con Bocciolina ma la sua timidezza lo blocca, così Grande Puffo gli dà una pozione per aumentare la sua fiducia. Timido vorrebbe fare amicizia con Bocciolina ma la sua timidezza lo blocca, così Grande Puffo gli dà una pozione per aumentare la sua fiducia."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-03 07:30:00",
      "end_time": "2026-02-03 07:55:00",
      "episode_number": "S3 E5",
      "show_category": "",
      "show_description": "Geronimo deve partecipare alla Fiera del libro di Topazia presentando la sua autobiografia, ma è costretto a scriverla in soli cinque giorni e lo sforzo immane lo sprofonda in un sonno comatoso da cui non riesce a scuotersi. La sua famiglia si industria e riesce in qualche modo a farlo partecipare all'evento, dove non mancheranno i colpi di scena. Tra attori invidiosi e vecchi rivali, riusciranno i nostri eroi a nascondere a tutti il sonno di Geronimo, risolvere un mistero e far vincere al nostro giornalista preferito il premio per il \"Libro dell'anno. Geronimo deve partecipare alla Fiera del libro di Topazia presentando la sua autobiografia, ma è costretto a scriverla in soli cinque giorni e lo sforzo immane lo sprofonda in un sonno comatoso da cui non riesce a scuotersi. La sua famiglia si industria e riesce in qualche modo a farlo partecipare all'evento, dove non mancheranno i colpi di scena. Tra attori invidiosi e vecchi rivali, riusciranno i nostri eroi a nascondere a tutti il sonno di Geronimo, risolvere un mistero e far vincere al nostro giornalista preferito il premio per il \\\"Libro dell'anno\\\"."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/heidi-3d.webp",
      "start_time": "2026-02-03 07:55:00",
      "end_time": "2026-02-03 08:20:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Ormai Heidi è a Francoforte da un anno, ma soffre troppo di malinconia, e si ammala seriamente quando scopre che la zia Dete non ha mai spedito le lettere che lei aveva scritto al nonno. Quando confessa a Clara il suo profondo desiderio di tornare dal nonno, l'amica la capisce perché sa bene quanto è difficile vivere lontano dai propri affetti. Così propone a suo padre e alla signorina Rottenmeier di lasciar trascorrere ad Heidi una vacanza sulle sue montagne, con Peter, il nonno e le amate caprette. Felice di poter tornare a casa, Heidi scrive una lettera al nonno per avvisarlo del suo ritorno. Ma purtroppo anche questa lettera non arriva al destinatario. Ormai Heidi è a Francoforte da un anno, ma soffre troppo di malinconia, e si ammala seriamente quando scopre che la zia Dete non ha mai spedito le lettere che lei aveva scritto al nonno. Quando confessa a Clara il suo profondo desiderio di tornare dal nonno, l'amica la capisce perché sa bene quanto è difficile vivere lontano dai propri affetti. Così propone a suo padre e alla signorina Rottenmeier di lasciar trascorrere ad Heidi una vacanza sulle sue montagne, con Peter, il nonno e le amate caprette.  Felice di poter tornare a casa, Heidi scrive una lettera al nonno per avvisarlo del suo ritorno. Ma purtroppo anche questa lettera non arriva al destinatario…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 08:20:00",
      "end_time": "2026-02-03 08:30:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici trovano nel bosco un nido che secondo Lina appartiene ai calabroni. Nonostante siano impauriti, mantengono il segreto per proteggerli, ma Piedino si lascia sfuggire qualche parola di troppo. I nostri amici trovano nel bosco un nido che secondo Lina appartiene ai calabroni. Nonostante siano impauriti, mantengono il segreto per proteggerli, ma Piedino si lascia sfuggire qualche parola di troppo..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 08:30:00",
      "end_time": "2026-02-03 08:45:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Raffa deve passare una giornata senza i suoi amici e si ritrova ad aiutare Coniglio in un suo strano progetto: costruire una ruota idraulica! Ma sul più bello ricompaiono Manù e Sansone. Raffa deve passare una giornata senza i suoi amici e si ritrova ad aiutare Coniglio in un suo strano progetto: costruire una ruota idraulica! Ma sul più bello ricompaiono Manù e Sansone..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-03 08:45:00",
      "end_time": "2026-02-03 09:00:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Per il suo compleanno Raffa riceve un biglietto d'auguri da una ammiratrice segreta. Vuole scoprire a tutti i costi chi è stata a inviarglielo e con Piedino cerca di confrontare la calligrafia del biglietto con quella delle ragazze. Per il suo compleanno Raffa riceve un biglietto d'auguri da una ammiratrice segreta. Vuole scoprire a tutti i costi chi è stata a inviarglielo e con Piedino cerca di confrontare la calligrafia del biglietto con quella delle ragazze..."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-03 09:00:00",
      "end_time": "2026-02-03 09:15:00",
      "episode_number": "S2 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Giochi di ruolo, che passione! Per battere gli Orchitoxins ci vorranno fantasia, spirito di avventura... e la voglia di vincere insieme. Giochi di ruolo, che passione! Per battere gli Orchitoxins ci vorranno fantasia, spirito di avventura... e la voglia di vincere insieme!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-03 09:15:00",
      "end_time": "2026-02-03 09:30:00",
      "episode_number": "S2 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Festa in stile antichi romani a Nutrientia! Ma quando la mamma di PC non si sente bene, i Food Wizards scendono nell'arena... come veri gladiatori. Festa in stile antichi romani a Nutrientia! Ma quando la mamma di PC non si sente bene, i Food Wizards scendono nell'arena... come veri gladiatori!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-03 09:30:00",
      "end_time": "2026-02-03 09:45:00",
      "episode_number": "S1 E1",
      "show_category": "Programmi Tv Kids",
      "show_description": "AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" Martinelli e per essere \"davvero green\" ripassiamo come riciclare la plastica in modo corretto. AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" Martinelli e per essere \\\"davvero green\\\" ripassiamo come riciclare la plastica in modo corretto!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-03 09:45:00",
      "end_time": "2026-02-03 10:00:00",
      "episode_number": "S1 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-03 10:00:00",
      "end_time": "2026-02-03 10:10:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene contattata da Elvis, perché in città c'è il fattore che si comporta in modo molto strano: è stato ipnotizzato da Esther, crede di essere una gallina e si comporta come tale. Flo, Clive, Maggie, Billy e Jo dovranno fare di tutto per riportare il loro padrone alla fattoria e farlo tornare in sé. La Coop Troop viene contattata da Elvis, perché in città c'è il fattore che si comporta in modo molto strano: è stato ipnotizzato da Esther, crede di essere una gallina e si comporta come tale. Flo, Clive, Maggie, Billy e Jo dovranno fare di tutto per riportare il loro padrone alla fattoria e farlo tornare in sé."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-03 10:10:00",
      "end_time": "2026-02-03 10:20:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da Esther, che è rimasta con la lingua attaccata a un bicchiere di frullato ghiacciato. Flo e gli altri si prodigano per aiutare il camaleonte a staccarsi dal bicchiere, ma quando ci riescono, si accorgono che la lingua di Esther è fuori uso e toccherà alla Coop Troop dare la caccia alle mosche per nutrirla. La Coop Troop viene chiamata da Esther, che è rimasta con la lingua attaccata a un bicchiere di frullato ghiacciato. Flo e gli altri si prodigano per aiutare il camaleonte a staccarsi dal bicchiere, ma quando ci riescono, si accorgono che la lingua di Esther è fuori uso e toccherà alla Coop Troop dare la caccia alle mosche per nutrirla..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-03 10:20:00",
      "end_time": "2026-02-03 10:35:00",
      "episode_number": "S1 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo un periodo di inattività, la Coop Troop riceve finalmente una richiesta d'aiuto da parte di Prince che lamenta di avere un enorme problema. Flo decide di filmare la missione per realizzare uno spot pubblicitario che convinca più animali a rivolgersi alla sua squadra. Ma il problema di Prince, si rivela ben poca cosa: il cuscino della sua cuccia è sgualcito. Se si vuole girare uno spot d'effetto, bisogna aggiungere un po' di pepe alla situazione. Dopo un periodo di inattività, la Coop Troop riceve finalmente una richiesta d'aiuto da parte di Prince che lamenta di avere un enorme problema. Flo decide di filmare la missione per realizzare uno spot pubblicitario che convinca più animali a rivolgersi alla sua squadra. Ma il problema di Prince, si rivela ben poca cosa: il cuscino della sua cuccia è sgualcito. Se si vuole girare uno spot d'effetto, bisogna aggiungere un po' di pepe alla situazione..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 10:35:00",
      "end_time": "2026-02-03 10:45:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco. Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 10:45:00",
      "end_time": "2026-02-03 11:00:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero. A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 11:00:00",
      "end_time": "2026-02-03 11:10:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \"casa\" è ovunque ci siano i propri amici più cari. Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \\\"casa\\\" è ovunque ci siano i propri amici più cari."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 11:10:00",
      "end_time": "2026-02-03 11:25:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi. A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-03 11:25:00",
      "end_time": "2026-02-03 11:35:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "De Rustignac tenta nuovamente di rapire il Re, approfittando di una partita a scacchi che si tiene a corte. Sarà compito di D'Artagnan e delle Moschettiere salvare la situazione, senza rivelare la loro vera identità. De Rustignac tenta nuovamente di rapire il Re, approfittando di una partita a scacchi che si tiene a corte. Sarà compito di D'Artagnan e delle Moschettiere salvare la situazione, senza rivelare la loro vera identità."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-03 11:35:00",
      "end_time": "2026-02-03 11:50:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Milady scopre che sotto la maschera di Athos, si nasconde in realtà quella che è una sua vecchia amica. Sarà compito delle moschettiere fermarla affinché non riveli la notizia a corte, e lo faranno grazie a una originale idea di D'Artagnan. Milady scopre che sotto la maschera di Athos, si nasconde in realtà quella che è una sua vecchia amica. Sarà compito delle moschettiere fermarla affinché non riveli la notizia a corte, e lo faranno grazie a una originale idea di D'Artagnan."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-03 11:50:00",
      "end_time": "2026-02-03 12:00:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Acchiappa-Tutto si diverte a rubare e spaventare i mercanti, e D'Artagnan si mette sulle sue tracce, aiutata come sempre dalle altre moschettiere. Nel frattempo, il Re decide di andare in città e visitarla, non conoscendone i pericoli. Acchiappa-Tutto si diverte a rubare e spaventare i mercanti, e D'Artagnan si mette sulle sue tracce, aiutata come sempre dalle altre moschettiere. Nel frattempo, il Re decide di andare in città e visitarla, non conoscendone i pericoli..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-03 12:00:00",
      "end_time": "2026-02-03 12:15:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Un lupo sta spaventando tutta Parigi, e D'Artagnan vorrebbe vederci chiaro. Chiede aiuto alle Moschettiere per cercare la bestia e capire da dove viene, ma le sue colleghe hanno davvero paura. Così si ritrova da sola a risolvere il mistero, e come sempre le cose saranno ben diverse da quello che sembrano. Un lupo sta spaventando tutta Parigi, e D'Artagnan vorrebbe vederci chiaro. Chiede aiuto alle Moschettiere per cercare la bestia e capire da dove viene, ma le sue colleghe hanno davvero paura. Così si ritrova da sola a risolvere il mistero, e come sempre le cose saranno ben diverse da quello che sembrano."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mia-and-me.webp",
      "start_time": "2026-02-03 12:15:00",
      "end_time": "2026-02-03 12:40:00",
      "episode_number": "S3 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Mia e Sara stanno pulendo una stanza della fattoria quando Mia trova un vecchio stereo portatile e una scatola di trofei, che ovviamente appartenevano a Sara. Sara rivela a Mia che prima dell'incidente era una bellerina di Hip-Hop. Quando Phuddle distrugge il proprio laboratorio all'interno del Cratere degli Elfi, Re Mo gli proibisce severamente di ricostruirlo all'interno del Cratere. Phuddle è demoralizzato e se ne va. Polytheus stringe un accordo con Dax e Gargona: se Polytheus procurerà loro una protezione contro la colla degli Elfi, loro lo faranno diventare ricco. Mia e Sara stanno pulendo una stanza della fattoria quando Mia trova un vecchio stereo portatile e una scatola di trofei, che ovviamente appartenevano a Sara. Sara rivela a Mia che prima dell'incidente era una bellerina di Hip-Hop. Quando Phuddle distrugge il proprio laboratorio all'interno del Cratere degli Elfi, Re Mo gli proibisce severamente di ricostruirlo all'interno del Cratere. Phuddle è demoralizzato e se ne va. Polytheus stringe un accordo con Dax e Gargona: se Polytheus procurerà loro una protezione contro la colla degli Elfi, loro lo faranno diventare ricco."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mia-and-me.webp",
      "start_time": "2026-02-03 12:40:00",
      "end_time": "2026-02-03 13:05:00",
      "episode_number": "S3 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Luciana trova la lettera dalla scuola di Sara e dà alla ragazza un ultimatum. Sara deve decidere se tornare alla sua vecchia scuola, che la rivuole, o iscriversi a una nuova scuola speciale a Milano. A Centopia, Polytheus accetta di dare a Mia e agli Elfi un Frammento del Cuore, ma solo in cambio della cosa più preziosa che essi possano trovare. Mia, Yuko e Mo gli portano, quindi, del delizioso cibo Elfico e, cosa più importante, la sua tartaruga Buttercup che era scappata dopo una discussione con Polytheus. Luciana trova la lettera dalla scuola di Sara e dà alla ragazza un ultimatum. Sara deve decidere se tornare alla sua vecchia scuola, che la rivuole, o iscriversi a una nuova scuola speciale a Milano. A Centopia, Polytheus accetta di dare a Mia e agli Elfi un Frammento del Cuore, ma solo in cambio della cosa più preziosa che essi possano trovare. Mia, Yuko e Mo gli portano, quindi, del delizioso cibo Elfico e, cosa più importante, la sua tartaruga Buttercup che era scappata dopo una discussione con Polytheus."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/winx-club.webp",
      "start_time": "2026-02-03 13:05:00",
      "end_time": "2026-02-03 13:30:00",
      "episode_number": "S7 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Brafilius è al settimo cielo: ora non solo può usare la pietra sottratta a Roxy per tornare indietro nel tempo, ma sa anche come trovare l'animale con il primo colore, grazie alle informazioni che la fata involontariamente gli ha dato. Le Pietre dei Ricordi delle Winx si illuminano, segno che la pietra che apparteneva a Roxy è stata attivata: usando le loro pietre, le sei fate si teletrasportano nella preistoria di Magix cercando l'animale con il primo colore. Su indicazione della Fata degli Animali, le Winx trovano Squonk, un animale che si lega magicamente ad Aisha. Brafilius è al settimo cielo: ora non solo può usare la pietra sottratta a Roxy per tornare indietro nel tempo, ma sa anche come trovare l'animale con il primo colore, grazie alle informazioni che la fata involontariamente gli ha dato. Le Pietre dei Ricordi delle Winx si illuminano, segno che la pietra che apparteneva a Roxy è stata attivata: usando le loro pietre, le sei fate si teletrasportano nella preistoria di Magix cercando l'animale con il primo colore. Su indicazione della Fata degli Animali, le Winx trovano Squonk, un animale che si lega magicamente ad Aisha."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/dragonero-i-paladini.webp",
      "start_time": "2026-02-03 13:30:00",
      "end_time": "2026-02-03 13:55:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Arcana è sempre più decisa a distruggere la mistica rete che protegge l'Erondàr. Uno dei Nodi che la mantiene salda è nascosto sotto le rovine di un tempio fra le sabbie del Deserto del Sud. Ian, Myrva e Gmor dovranno battere sul tempo il Corruttore di Arcana ma, per riuscirci, saranno costretti ad affrontare le letali trappole disseminate all'interno del maestoso edificio. Arcana è sempre più decisa a distruggere la mistica rete che protegge l'Erondàr. Uno dei Nodi che la mantiene salda è nascosto sotto le rovine di un tempio fra le sabbie del Deserto del Sud. Ian, Myrva e Gmor dovranno battere sul tempo il Corruttore di Arcana ma, per riuscirci, saranno costretti ad affrontare le letali trappole disseminate all'interno del maestoso edificio."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/dragonero-i-paladini.webp",
      "start_time": "2026-02-03 13:55:00",
      "end_time": "2026-02-03 14:20:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Ian, Myrva e Gmor sono intrappolati nella profondità del Tempio nel deserto. Il Corruttore inviato da Arcana sta per raggiungere il Nodo, ma i tre Paladini riescono a liberarsi e provano a fermarlo. Il loro avversario riesce però ad avere la meglio e lo corrompe con uno stratagemma. E i problemi per i nostri eroi non sono finiti qui. Ian, Myrva e Gmor sono intrappolati nella profondità del Tempio nel deserto. Il Corruttore inviato da Arcana sta per raggiungere il Nodo, ma i tre Paladini riescono a liberarsi e provano a fermarlo. Il loro avversario riesce però ad avere la meglio e lo corrompe con uno stratagemma. E i problemi per i nostri eroi non sono finiti qui…."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-03 14:20:00",
      "end_time": "2026-02-03 14:45:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Ronja si diverte a sciare con degli sci che le vengono regalati, si blocca in mezzo alla neve, dato che la sua gamba rimane incastrata. Farà la conoscenza dei Sederoni, che non sembrano essere di particolare aiuto, così la ragazzina comincia a temere per la propria vita. Mentre Ronja si diverte a sciare con degli sci che le vengono regalati, si blocca in mezzo alla neve, dato che la sua gamba rimane incastrata. Farà la conoscenza dei Sederoni, che non sembrano essere di particolare aiuto, così la ragazzina comincia a temere per la propria vita."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-03 14:45:00",
      "end_time": "2026-02-03 15:10:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja rimane col piede incastrato nella tana di alcuni Sederoni. Tenta di liberarsi, ma invano. Una strigagna tenta di portarsela via, ma senza successo, così minaccia la bambina di tornare l'indomani con le sue sorelle. Ormai convinta di essere spacciata, Ronja viene salvata dall'intervento di Birk. Felice come non mai di vederlo, Ronja gli dice che vorrebbe fosse suo fratello. Il giorno dopo, alla rocca, mentre i briganti si preparano a passare un lungo periodo isolati a causa della neve, a Ronja viene la febbre. Ronja rimane col piede incastrato nella tana di alcuni Sederoni. Tenta di liberarsi, ma invano. Una strigagna tenta di portarsela via, ma senza successo, così minaccia la bambina di tornare l'indomani con le sue sorelle. Ormai convinta di essere spacciata, Ronja viene salvata dall'intervento di Birk. Felice come non mai di vederlo, Ronja gli dice che vorrebbe fosse suo fratello. Il giorno dopo, alla rocca, mentre i briganti si preparano a passare un lungo periodo isolati a causa della neve, a Ronja viene la febbre."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-03 15:10:00",
      "end_time": "2026-02-03 15:20:00",
      "episode_number": "S1 E83",
      "show_category": "Sketch Com",
      "show_description": "Ari e Bip la strana coppia tra risate e scherzi esilaranti: dalla zona relax alle interviste impossibili con la professoressa Cozzi, fino al BIP Quiz. Ridi, sorprenditi e scopri com'è stato il loro primo sorprendente incontro. Ari e Bip la strana coppia tra risate e scherzi esilaranti: dalla zona relax alle interviste impossibili con la professoressa Cozzi, fino al BIP Quiz. Ridi, sorprenditi e scopri com'è stato il loro primo sorprendente incontro!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-03 15:20:00",
      "end_time": "2026-02-03 15:30:00",
      "episode_number": "S1 E5",
      "show_category": "Sketch Com",
      "show_description": "L'amore è una cosa pazzesca, soprattutto quando t'innamori in quel modo speciale che ti stringe il cuore! Ari e Bip ci accompagnano a scoprire cosa significa andare in 'crush' per la prima volta, ci diranno come affrontare i primi batticuori e prenderanno spunto dalle storie d'amore più belle di film e videogiochi. Tra risate, musica e qualche consiglio un po' pazzo, impariamo che l'amore è sorprendente, divertente e talvolta... un po' misterioso. L'amore è una cosa pazzesca, soprattutto quando t'innamori in quel modo speciale che ti stringe il cuore! Ari e Bip ci accompagnano a scoprire cosa significa andare in 'crush' per la prima volta, ci diranno come affrontare i primi batticuori e prenderanno spunto dalle storie d'amore più belle di film e videogiochi. Tra risate, musica e qualche consiglio un po' pazzo, impariamo che l'amore è sorprendente, divertente e talvolta... un po' misterioso!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-03 15:30:00",
      "end_time": "2026-02-03 15:40:00",
      "episode_number": "S1 E6",
      "show_category": "Sketch Com",
      "show_description": "L'estate è finita e Ari prova a rilassarsi con lo yoga... ma se non bastasse si potrebbe pensare al weekend e attivare la \"modalità fuga del venerdì\"... . Ari intervista la prof. Cozzi: anche gli insegnanti affrontano lo stress? Tra domande-trappola e qualche scherzo, la scuola non sembra più così spaventosa. L'estate è finita e Ari prova a rilassarsi con lo yoga... ma se non bastasse si potrebbe pensare al weekend e attivare la \\\"modalità fuga del venerdì\\\"... . Ari intervista la prof. Cozzi: anche gli insegnanti affrontano lo stress? Tra domande-trappola e qualche scherzo, la scuola non sembra più così spaventosa!"
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/cercami-a-parigi.webp",
      "start_time": "2026-02-03 15:40:00",
      "end_time": "2026-02-03 16:05:00",
      "episode_number": "S2 E25",
      "show_category": "Live Action",
      "show_description": "Mentre Ines e Clive cercano un modo per uscire dalla Prigione del Tempo, Lena e gli altri, che sono stati puniti per aver partecipato a Dance Off, organizzano lo spettacolo Carte Blanche, facendo alcune modifiche, con l'approvazione di Armando. Lena, sapendo che verrà espulsa, racconta a Max tutta la verità sulle sue origini, la sua provenienza, i viaggi nel tempo e gli confessa anche che deve tornare nel passato per sempre per salvare Ines. Mentre Ines e Clive cercano un modo per uscire dalla Prigione del Tempo, Lena e gli altri, che sono stati puniti per aver partecipato a Dance Off, organizzano lo spettacolo Carte Blanche, facendo alcune modifiche, con l'approvazione di Armando. Lena, sapendo che verrà espulsa, racconta a Max tutta la verità sulle sue origini, la sua provenienza, i viaggi nel tempo e gli confessa anche che deve tornare nel passato per sempre per salvare Ines."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/cercami-a-parigi.webp",
      "start_time": "2026-02-03 16:05:00",
      "end_time": "2026-02-03 16:35:00",
      "episode_number": "S2 E26",
      "show_category": "Live Action",
      "show_description": "I ragazzi fanno lo spettacolo di fine anno ed è un grandissimo successo, e alla fine Lena torna indietro nel tempo per cercare di impedire a se stessa di attraversare il portale. Nel frattempo Ines, Henri, Frank e Clive riescono a fuggire dalla prigione del tempo, e Ines ferma Lena prima che sia troppo tardi, con l'aiuto di Max, Jeff e Isaac che restano basiti, soprattutto perché finiscono inaspettatamente negli anni '80. Thea e Frank intanto creano una specie di bolla temporale che li può far viaggiare in qualsiasi epoca in qualsiasi momento. I ragazzi fanno lo spettacolo di fine anno ed è un grandissimo successo, e alla fine Lena torna indietro nel tempo per cercare di impedire a se stessa di attraversare il portale. Nel frattempo Ines, Henri, Frank e Clive riescono a fuggire dalla prigione del tempo, e Ines ferma Lena prima che sia troppo tardi, con l'aiuto di Max, Jeff e Isaac che restano basiti, soprattutto perché finiscono inaspettatamente negli anni '80. Thea e Frank intanto creano una specie di bolla temporale che li può far viaggiare in qualsiasi epoca in qualsiasi momento."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/alex-co.webp",
      "start_time": "2026-02-03 16:35:00",
      "end_time": "2026-02-03 17:00:00",
      "episode_number": "S1 E29",
      "show_category": "Live Action",
      "show_description": "La compattezza degli Alex&Co. sembra acqua passata. Linda vede di nuovo Sam e Rebecca insieme. Nicole ha voltato pagina, non vuole più stare male per Alex, e getta la foto che la ritraeva assieme a lui nel cestino. La compattezza degli Alex&Co. sembra acqua passata. Linda vede di nuovo Sam e Rebecca insieme. Nicole ha voltato pagina, non vuole più stare male per Alex, e getta la foto che la ritraeva assieme a lui nel cestino."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-03 17:00:00",
      "end_time": "2026-02-03 17:25:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "La squadra all'inseguimento del ciondolo incantato si intrufola al matrimonio di Jayesh. Intanto Veruca e Klaus conoscono il nuovo Arcimago e minacciano di rubare il suo elmo."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-03 17:25:00",
      "end_time": "2026-02-03 17:50:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "Quando il ciondolo sprigiona lo spirito di un antico maestro, Po deve battersi contro qualcuno che non avrebbe mai pensato di dover affrontare."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-03 17:50:00",
      "end_time": "2026-02-03 18:00:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "È Natale: una giornata di felicità, canzoni e regali! E l'indomani, a sorpresa, è di nuovo Natale! Così come il giorno a seguire, e il successivo, e quello dopo ancora, nell'alternarsi delle stagioni! C'è qualcosa di davvero losco sotto, e lo spirito del Natale sta decisamente perdendo la sua magia nel loop delle ripetizioni. È Natale: una giornata di felicità, canzoni e regali! E l'indomani, a sorpresa, è di nuovo Natale! Così come il giorno a seguire, e il successivo, e quello dopo ancora, nell'alternarsi delle stagioni! C'è qualcosa di davvero losco sotto, e lo spirito del Natale sta decisamente perdendo la sua magia nel loop delle ripetizioni!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-03 18:00:00",
      "end_time": "2026-02-03 18:10:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky Wolf scopre di avere un innato talento da pianista. Tutta Fantaville impazzisce per lui e viene organizzato un grande concerto. Sul più bello, però, il suo pianoforte scompare! Inizia l'indagine per ritrovarlo, mentre i nostri devono intrattenere l'esigente pubblico di Spooky. Spooky Wolf scopre di avere un innato talento da pianista. Tutta Fantaville impazzisce per lui e viene organizzato un grande concerto. Sul più bello, però, il suo pianoforte scompare! Inizia l'indagine per ritrovarlo, mentre i nostri devono intrattenere l'esigente pubblico di Spooky..."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-03 18:10:00",
      "end_time": "2026-02-03 18:20:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Genio dei desideri chiede aiuto a Spooky, Cherry e ai tre porcellini per rassettare il suo disordinatissimo negozio, i nostri eroi scoprono che mettere tutte le cose al loro posto può essere molto pericoloso, specialmente se un misterioso mostro si aggira tra gli scaffali polverosi. Quando il Genio dei desideri chiede aiuto a Spooky, Cherry e ai tre porcellini per rassettare il suo disordinatissimo negozio, i nostri eroi scoprono che mettere tutte le cose al loro posto può essere molto pericoloso, specialmente se un misterioso mostro si aggira tra gli scaffali polverosi!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-03 18:20:00",
      "end_time": "2026-02-03 18:25:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali. Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 18:25:00",
      "end_time": "2026-02-03 18:35:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Dilbert trova in soffitta un vecchio gioco da tavolo, decide di provarlo ma qualcosa va storto e si ritrova bloccato sul divano... Toccherà a Mortina, Mesto, Nora e Leo completare il gioco per riportare Dilbert alla normalità, prima che sia troppo tardi. Quando Dilbert trova in soffitta un vecchio gioco da tavolo, decide di provarlo ma qualcosa va storto e si ritrova bloccato sul divano... Toccherà a Mortina, Mesto, Nora e Leo completare il gioco per riportare Dilbert alla normalità, prima che sia troppo tardi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 18:35:00",
      "end_time": "2026-02-03 18:50:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Una vasca da bagno in sala da pranzo, un rastrello in biblioteca, delle pentole in salotto... per tutta Villa Decadente compaiono oggetti in posti in cui non dovrebbero! Chi sta mettendo in disordine la dimora? Mortina e i suoi amici risolveranno il caso, imparando che in casa ognuno deve fare la propria parte. Una vasca da bagno in sala da pranzo, un rastrello in biblioteca, delle pentole in salotto... per tutta Villa Decadente compaiono oggetti in posti in cui non dovrebbero! Chi sta mettendo in disordine la dimora? Mortina e i suoi amici risolveranno il caso, imparando che in casa ognuno deve fare la propria parte."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-03 18:50:00",
      "end_time": "2026-02-03 19:05:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco. Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-03 19:05:00",
      "end_time": "2026-02-03 19:30:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "La squadra all'inseguimento del ciondolo incantato si intrufola al matrimonio di Jayesh. Intanto Veruca e Klaus conoscono il nuovo Arcimago e minacciano di rubare il suo elmo."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/rabbids-invasion.webp",
      "start_time": "2026-02-03 19:30:00",
      "end_time": "2026-02-03 19:35:00",
      "episode_number": "S4 E53",
      "show_category": "Cartoni Animati",
      "show_description": "Jungle Rabbid viene scaricato su un'isola deserta dai suoi compagni Rabbids che non riescono più a sopportare il suo urlo da Tarzan. Sull'isola incontrerà un gruppo di granchi che è stato cacciato dalla sua spiaggia dal malvagio Otto Torx e decide di aiutarli a riconquistare il loro territorio. Jungle Rabbid viene scaricato su un'isola deserta dai suoi compagni Rabbids che non riescono più a sopportare il suo urlo da Tarzan. Sull'isola incontrerà un gruppo di granchi che è stato cacciato dalla sua spiaggia dal malvagio Otto Torx e decide di aiutarli a riconquistare il loro territorio."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/rabbids-invasion.webp",
      "start_time": "2026-02-03 19:35:00",
      "end_time": "2026-02-03 19:45:00",
      "episode_number": "S4 E54",
      "show_category": "Cartoni Animati",
      "show_description": "Bridget Barnes è erroneamente convinta che il Presidente sia stato rapito dai Rabbids. Così invia un Commando composto da Dumbar, Doff e tre Rabbids da combattimento appositamente addestrati per salvare il Presidente. Bridget Barnes è erroneamente convinta che il Presidente sia stato rapito dai Rabbids. Così invia un Commando composto da Dumbar, Doff e tre Rabbids da combattimento appositamente addestrati per salvare il Presidente."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-collegio.webp",
      "start_time": "2026-02-03 19:45:00",
      "end_time": "2026-02-03 22:00:00",
      "episode_number": "S2021 E5",
      "show_category": "",
      "show_description": "Allievi e allieve de \"Il Collegio\" stanno per affrontare una settimana davvero ricca dal punto di vista emotivo. I collegiali, infatti, esploreranno l'intero spettro delle proprie emozioni: dalla rabbia alla gioia. Mentre gli alunni che hanno ottenuto la cravatta rossa inizieranno la seconda parte del loro percorso di studi, qualcuno tra Alessandro, Giovanni e Federica, i tre ragazzi rimasti in sospensione di giudizio al momento della consegna delle pagelle, non riuscirà a conquistarla. Un'importante novità busserà alle porte dell'istituto Regina Margherita di Anagni. Si tratta dell'arrivo di due nuovi aspiranti studenti, Matteo e Davide, i quali fin da subito faranno breccia nei cuori dei compagni. Il tempo scandito dallo scorrere delle lezioni lascerà spazio anche a momenti più elettrizzanti come la gita presso il lago di Canterno, una sfida ai videogiochi, la scrittura di un cortometraggio e le bravate notturne. Oltre a flirt, divertimento e balli, non mancheranno poi momenti di riflessione. Il filo conduttore di questi sette giorni sarà, però, uno solo: litigiosità. Allievi e allieve de \\\"Il Collegio\\\" stanno per affrontare una settimana davvero ricca dal punto di vista emotivo. I collegiali, infatti, esploreranno l'intero spettro delle proprie emozioni: dalla rabbia alla gioia. Mentre gli alunni che hanno ottenuto la cravatta rossa inizieranno la seconda parte del loro percorso di studi, qualcuno tra Alessandro, Giovanni e Federica, i tre ragazzi rimasti in sospensione di giudizio al momento della consegna delle pagelle, non riuscirà a conquistarla. Un'importante novità busserà alle porte dell'istituto Regina Margherita di Anagni. Si tratta dell'arrivo di due nuovi aspiranti studenti, Matteo e Davide, i quali fin da subito faranno breccia nei cuori dei compagni. Il tempo scandito dallo scorrere delle lezioni lascerà spazio anche a momenti più elettrizzanti come la gita presso il lago di Canterno, una sfida ai videogiochi, la scrittura di un cortometraggio e le bravate notturne. Oltre a flirt, divertimento e balli, non mancheranno poi momenti di riflessione. Il filo conduttore di questi sette giorni sarà, però, uno solo: litigiosità!"
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/goldrake.webp",
      "start_time": "2026-02-03 22:00:00",
      "end_time": "2026-02-03 22:25:00",
      "episode_number": "S1 E32",
      "show_category": "",
      "show_description": "Gandal e Zuril preparano un nuovo trucco per adescare Duke Fleed: inviando un mostro spaziale sulla Terra lo attirano con Goldrake in un luogo dove con una macchina generatrice di miraggi è stato riprodotto un paesaggio del pianeta Fleed. Gandal e Zuril preparano un nuovo trucco per adescare Duke Fleed: inviando un mostro spaziale sulla Terra lo attirano con Goldrake in un luogo dove con una macchina generatrice di miraggi è stato riprodotto un paesaggio del pianeta Fleed."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/street-football.webp",
      "start_time": "2026-02-03 22:25:00",
      "end_time": "2026-02-03 22:50:00",
      "episode_number": "S5 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo l'infortunio di Draghetto, Assaad accetta di dare una mano per la partita contro i Grizzly di Varsavia. Ma ai Blu, privi della guida di un capitano, mancano i punti di riferimento. Draghetto, fermo ai box per due settimane, piomba in una profonda depressione. Dopo l'infortunio di Draghetto, Assaad accetta di dare una mano per la partita contro i Grizzly di Varsavia. Ma ai Blu, privi della guida di un capitano, mancano i punti di riferimento. Draghetto, fermo ai box per due settimane, piomba in una profonda depressione."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 22:50:00",
      "end_time": "2026-02-03 23:00:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \"rap\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze. Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \\\"rap\\\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-03 23:00:00",
      "end_time": "2026-02-03 23:15:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi. Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 23:15:00",
      "end_time": "2026-02-03 23:25:00",
      "episode_number": "S1 E43",
      "show_category": "",
      "show_description": "Dopo aver attivato tutti e tre i sigilli del vento, Eron deve affrontare Cosmyr, il Meka Gormita del Vento. Dovrà farlo uscire dall'arena di combattimento per dimostrare di essere all'altezza del suo ruolo, e per riuscirci, chiama in suo aiuto Orion. I due tenteranno di sconfiggere Cosmyr con vari colpi in stile tempestoso, senza però riuscire nell'impresa. Capiranno di dover cambiare strategia e grazie ad un colpo in super stiletempestoso, e a un piccolo aiuto involontario di Riff e Ikor, riusciranno finalmente a sconfiggere il potente Cosmyr."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-03 23:25:00",
      "end_time": "2026-02-03 23:40:00",
      "episode_number": "S1 E44",
      "show_category": "",
      "show_description": "Dopo essere stato sconfitto da Eron, Cosmyr ora deve disattivare il Cristallo del Vento, cercando di evitare i suoi sistemi di difesa. Il piano seguito dai due tempestosi è semplicemente quello di entrare in gioco. Arriva però Kratus pronto a rubare i poteri di Cosmyr. I Guardiani a questo punto chiamano Helios, Lord dei Gormiti del Vento, il quale riesce subito ad allontanare Kratus. Cosmyr però non può disattivare il Cristallo se prima i Guardiani non recuperano un pezzo mancante. A complicare le cose torna Kratus con i suoi Soldati, i quali cercheranno di prendere il pezzo di Cristallo. La sfida per recuperare l'ultimo pezzo di Cristallo viene vinta da Eron, solo quando capirà di dover cambiare piano."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-03 23:40:00",
      "end_time": "2026-02-03 23:50:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Un museo di scienza e tecnologia può diventare un campo da Spikeball? Certo! Quando ci sono di mezzo i Techno Geek, stavolta in versione robotica! Nino, Viola e Lj-Wang dovranno trovare il modo per mandare gli avversari in corto circuito. Un museo di scienza e tecnologia può diventare un campo da Spikeball? Certo! Quando ci sono di mezzo i Techno Geek, stavolta in versione robotica! Nino, Viola e Lj-Wang dovranno trovare il modo per mandare gli avversari in corto circuito."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-03 23:50:00",
      "end_time": "2026-02-04 00:05:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Grazie al successo del nuovo sport, in Italia inizia il primo torneo dimostrativo di Spikeball! la Lucky Squad è subito impegnata in una sfida speciale, al Colosseo di Roma. Avversari tre predatori non proprio amichevoli: gli Animals. Grazie al successo del nuovo sport, in Italia inizia il primo torneo dimostrativo di Spikeball! la Lucky Squad è subito impegnata in una sfida speciale, al Colosseo di Roma. Avversari tre predatori non proprio amichevoli: gli Animals!"
    }
  ]
}