{
  "channel_name": "RaiGulp",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259659059_Screenshot%20357.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:00:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Nino, Viola e Lj-Wang, stanchi dei solti sportm vorrebbero provare qualcosa di nuovo. E Lucky ha la soluzione! I tre ragazzi si trovano in un dojo a giocare contro tre Ninja. A che gioco? Un gioco tutto nuovo e tutto da inventare, lo Spikeball. Nino, Viola e Lj-Wang, stanchi dei solti sportm vorrebbero provare qualcosa di nuovo. E Lucky ha la soluzione! I tre ragazzi si trovano in un dojo a giocare contro tre Ninja. A che gioco? Un gioco tutto nuovo e tutto da inventare, lo Spikeball!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259811320_Screenshot%20360.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:05:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad. Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/04/1599248064025_celestini1280.jpg",
      "start_time": "2026-01-31 00:05:00",
      "end_time": "2026-01-31 00:40:00",
      "episode_number": "S3 E2",
      "show_category": "Cartoni Animati",
      "show_description": "I prossimi avversari dei Celestini sono I Celti delle Highlands. Il capitano dei Celti, Sandra, fa la conoscenza dei Celestini e presenta la sua squadra. Gianni si mostra insofferente quando tutti lo scambiano per il gemello Gionni. Come fare per differenziarsi e rendersi riconoscibile. I prossimi avversari dei Celestini sono I Celti delle Highlands. Il capitano dei Celti, Sandra, fa la conoscenza dei Celestini e presenta la sua squadra. Gianni si mostra insofferente quando tutti lo scambiano per il gemello Gionni. Come fare per differenziarsi e rendersi riconoscibile?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/03/1599154281196_compagnia3.jpg",
      "start_time": "2026-01-31 00:40:00",
      "end_time": "2026-01-31 00:55:00",
      "episode_number": "S3 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Jeremy è molto incuriosito da Natasha della squadra dei Giocolieri del circo, per l'alone di mistero che ha intorno, e che però non riesce ad incontrare. Memorino e i suoi compagni studiano la tattica degli avversari e si preparano all'incontro. Jeremy ha sempre in testa Natasha, suscitando la gelosia di Samira. E quando finalmente la incontra. Jeremy è molto incuriosito da Natasha della squadra dei Giocolieri del circo,  per l'alone di mistero che ha intorno,  e che però non riesce ad incontrare.  Memorino e i suoi compagni studiano la tattica degli avversari e si preparano all'incontro. Jeremy ha sempre in testa Natasha, suscitando la gelosia di Samira. E quando finalmente la incontra..."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769687026927_Screenshot%206081.png",
      "start_time": "2026-01-31 00:55:00",
      "end_time": "2026-01-31 01:30:00",
      "episode_number": "S3 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2018/05/09/1525864531987_spike2.jpg",
      "start_time": "2026-01-31 01:30:00",
      "end_time": "2026-01-31 01:55:00",
      "episode_number": "S3 E2",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315115990_Screenshot%203367.png",
      "start_time": "2026-01-31 01:55:00",
      "end_time": "2026-01-31 02:05:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e Switch stanno cercando di tirare su di morale Winston mentre puliscono il negozio di dischi di sua madre, quando trovano le prime parole di una poesia che sembra condurre a un...tesoro? Potrebbe essere proprio quello di cui hanno bisogno per riuscire a salvare lo Spin Shop! I tre seguono gli indizi e iniziano un'ultima folle avventura nel negozio di dischi, risolvendo enigmi, ballando in luoghi difficili da raggiungere e muovendosi furtivamente intorno a Mr Crawford addormentato, insieme a Keys e Major, altrettanto impazienti. Karma e Switch stanno cercando di tirare su di morale Winston mentre puliscono il negozio di dischi di sua madre, quando trovano le prime parole di una poesia che sembra condurre a un...tesoro? Potrebbe essere proprio quello di cui hanno bisogno per riuscire a salvare lo Spin Shop! I tre seguono gli indizi e iniziano un'ultima folle avventura nel negozio di dischi, risolvendo enigmi, ballando in luoghi difficili da raggiungere e muovendosi furtivamente intorno a Mr Crawford addormentato, insieme a Keys e Major, altrettanto impazienti."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/26/1695727665507_Screenshot%203441.png",
      "start_time": "2026-01-31 02:05:00",
      "end_time": "2026-01-31 02:20:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Ora insieme a Keys e Major, Karma, Switch e Winston continuano a seguire gli indizi nella loro avventura di caccia al tesoro. Il loro viaggio li porterà attraverso una sequenza assurda con Mr. Singal, in una scorribanda tra auto veloci, e li farà persino contare sulla più selvaggia invenzione di Keys. E quando tutte le speranze sembrano perdute, un suono porterà Karma al tesoro che sta cercando da tanto. Ora insieme a Keys e Major, Karma, Switch e Winston continuano a seguire gli indizi nella loro avventura di caccia al tesoro. Il loro viaggio li porterà attraverso una sequenza assurda con Mr. Singal, in una scorribanda tra auto veloci, e li farà persino contare sulla più selvaggia invenzione di Keys. E quando tutte le speranze sembrano perdute, un suono porterà Karma al tesoro che sta cercando da tanto!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/04/1567622901856_Immagine.jpg",
      "start_time": "2026-01-31 02:20:00",
      "end_time": "2026-01-31 02:30:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "La ricerca dei segnali porta i Guardiani nei tunnel sotterranei di Fortezza Fiamma, dove Riff sarà costretto ad affrontare una delle sue più grandi paure: i Morkogon. Anche se il nome sembra spaventoso, in verità si tratta solo di insetti morbidi e carini. Con l'aiuto di Ikor, Riff riesce a superare le sua paura... più o meno. La ricerca dei segnali porta i Guardiani nei tunnel sotterranei di Fortezza Fiamma, dove Riff sarà costretto ad affrontare una delle sue più grandi paure: i Morkogon. Anche se il nome sembra spaventoso, in verità si tratta solo di insetti morbidi e carini. Con l'aiuto di Ikor, Riff riesce a superare le sua paura... più o meno."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/04/1567622985596_Immagine.jpg",
      "start_time": "2026-01-31 02:30:00",
      "end_time": "2026-01-31 02:45:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Riff è alla ricerca dell'ultimo segnale del Fuoco ed Eron lo segue, trovando per primo il segnale. I due però scoprono presto di essere caduti in una trappola di Xathor. Il segnale, infatti, è soltanto un'illusione e Xathor intrappola Riff ed Eron in una gabbia di energia. Eron chiama in loro aiuto Typhon, il quale riesce a liberare i due Guardiani. Riff ed Eron riusciranno a sconfiggere Xathor solamente quando capiranno di dover unire le loro forze. Riff è alla ricerca dell'ultimo segnale del Fuoco ed Eron lo segue, trovando per primo il segnale. I due però scoprono presto di essere caduti in una trappola di Xathor. Il segnale, infatti, è soltanto un'illusione e Xathor intrappola Riff ed Eron in una gabbia di energia. Eron chiama in loro aiuto Typhon, il quale riesce a liberare i due Guardiani. Riff ed Eron riusciranno a sconfiggere Xathor solamente quando capiranno di dover unire le loro forze."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701531572716_Screenshot%203805.png",
      "start_time": "2026-01-31 02:45:00",
      "end_time": "2026-01-31 02:55:00",
      "episode_number": "S2 E39",
      "show_category": "Cartoni Animati",
      "show_description": "Tontolone decide di fare l'acrobata e i Puffi fingono di essere membri di un circo itinerante per aiutarlo a realizzare il suo sogno. Tontolone decide di fare l'acrobata e i Puffi fingono di essere membri di un circo itinerante per aiutarlo a realizzare il suo sogno."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701531654533_Screenshot%203806.png",
      "start_time": "2026-01-31 02:55:00",
      "end_time": "2026-01-31 03:10:00",
      "episode_number": "S2 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Pigrone perde il cuscino, solo il peluche di Baby Puffo lo farà riaddormentare. Quando Pigrone perde il cuscino, solo il peluche di Baby Puffo lo farà riaddormentare."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701531801748_Screenshot%203807.png",
      "start_time": "2026-01-31 03:10:00",
      "end_time": "2026-01-31 03:20:00",
      "episode_number": "S2 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Timido vorrebbe fare amicizia con Bocciolina ma la sua timidezza lo blocca, così Grande Puffo gli dà una pozione per aumentare la sua fiducia. Timido vorrebbe fare amicizia con Bocciolina ma la sua timidezza lo blocca, così Grande Puffo gli dà una pozione per aumentare la sua fiducia."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701531868346_Screenshot%203808.png",
      "start_time": "2026-01-31 03:20:00",
      "end_time": "2026-01-31 03:35:00",
      "episode_number": "S2 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Begonia, Gigliola e Bocciolina danno una lezione a Selvaggio dopo il furto dei loro dolcetti. Begonia, Gigliola  e Bocciolina danno una lezione a Selvaggio dopo il furto dei loro dolcetti."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/14/1607905846623_Schermata%202020-12-14%20alle%2001.jpg",
      "start_time": "2026-01-31 03:35:00",
      "end_time": "2026-01-31 04:00:00",
      "episode_number": "S3 E1",
      "show_category": "",
      "show_description": "Quando Trappola viene finalmente accettato al Royal GolfcClub in Scozia, dove possiede un castello, la famiglia Stilton decide di accompagnarlo nel viaggio. Ma i problemi di Geronimo andranno ben oltre l'incapacità di Trappola di giocare a golf: un paesino infestato dalle streghe, l'incontro con Van Rattling, un cacciatore di streghe e l'infittirsi di un mistero da brividi. Toccherà ancora una volta ai nostri eroi scoprire la verità. Quando Trappola viene finalmente accettato al Royal GolfcClub in Scozia, dove possiede un castello, la famiglia Stilton decide di accompagnarlo nel viaggio. Ma i problemi di Geronimo andranno ben oltre l'incapacità di Trappola di giocare a golf: un paesino infestato dalle streghe, l'incontro con Van Rattling, un cacciatore di streghe e l'infittirsi di un mistero da brividi. Toccherà ancora una volta ai nostri eroi scoprire la verità."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/09/23/1443000378002_heidi.jpg",
      "start_time": "2026-01-31 04:00:00",
      "end_time": "2026-01-31 04:25:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "La permanenza della capretta in casa mette a dura prova la pazienza della signorina Rottenmeier e il giorno successivo al suo ritorno le bambine vengono informate che la governante dirà loro addio per sempre per andare a lavorare in casa della famiglia che ospita sua sorella. Heidi è convinta che sia colpa sua. Con tutte le marachelle che ha combinato, la signorina Rottenmeier è ormai allo stremo delle forze! Clara è così dispiaciuta da allontanare anche l'amica che voleva sempre al suo fianco. La piccola decide così di risolvere lei la situazione tornando in montagna, da sola, con il treno… e fugge da casa. Tutti sono preoccupati per la sparizione di Heidi e la cercano per le vie della città. Anche la signorina Rottenmeier sembra davvero turbata e non più così sicura di poter lasciare il suo lavoro in casa Sesemann. Forse un accordo non è impossibile: le bambine potrebbero godere di una maggiore libertà e in cambio dovranno essere educate, obbedienti e non combinare disastri, specialmente Heidi. La permanenza della capretta in casa mette a dura prova la pazienza della signorina Rottenmeier e il giorno successivo al suo ritorno le bambine vengono informate che la governante dirà loro addio per sempre per andare a lavorare in casa della famiglia che ospita sua sorella. Heidi è convinta che sia colpa sua. Con tutte le marachelle che ha combinato, la signorina Rottenmeier è ormai allo stremo delle forze! Clara è così dispiaciuta da allontanare anche l'amica che voleva sempre al suo fianco. La piccola decide così di risolvere lei la situazione tornando in montagna, da sola, con il treno… e fugge da casa. Tutti sono preoccupati per la sparizione di Heidi e la cercano per le vie della città. Anche la signorina Rottenmeier sembra davvero turbata e non più così sicura di poter lasciare il suo lavoro in casa Sesemann. Forse un accordo non è impossibile: le bambine potrebbero godere di una maggiore libertà e in cambio dovranno essere educate, obbedienti e non combinare disastri, specialmente Heidi…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048874409_Still022.jpg",
      "start_time": "2026-01-31 04:25:00",
      "end_time": "2026-01-31 04:35:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Le due bande di ragazzi si sfidano a chi raccoglie più funghi nel bosco. Le due bande di ragazzi si sfidano a chi raccoglie più funghi nel bosco."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048902695_e0116_s0001_p0770_cmp.0241.jpg",
      "start_time": "2026-01-31 04:35:00",
      "end_time": "2026-01-31 04:50:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "In paese c'è la Festa Medievale e i ragazzi partecipano allo spettacolo con un finale a sorpresa di Samson. In paese c'è la Festa Medievale e i ragazzi partecipano allo spettacolo con un finale a sorpresa di Samson."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048942360_e0117_s0001_p0310_cmp.0138.jpg",
      "start_time": "2026-01-31 04:50:00",
      "end_time": "2026-01-31 05:05:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "I capelli dei ragazzi della banda di Spilunga sono infestati dai pidocchi, e loro cercano disperatamente di capire chi possa averglieli attaccati. I capelli dei ragazzi della banda di Spilunga sono infestati dai pidocchi, e loro cercano disperatamente di capire chi possa averglieli attaccati."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406294108__EP19.jpg",
      "start_time": "2026-01-31 05:05:00",
      "end_time": "2026-01-31 05:20:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Tre amici in pericolo, tre casi per i nostri Food Wizards! Ma riusciranno Ginny, Ham e PC a cavarsela... ognuno per conto suo. Tre amici in pericolo, tre casi per i nostri Food Wizards! Ma riusciranno Ginny, Ham e PC a cavarsela... ognuno per conto suo?"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406334744__EP20.jpg",
      "start_time": "2026-01-31 05:20:00",
      "end_time": "2026-01-31 05:35:00",
      "episode_number": "S2 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Il videogioco del momento, un mondo in bianco e nero... e dei Toxins imbattibili. Il videogioco del momento, un mondo in bianco e nero... e dei Toxins imbattibili?!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213499375_PT%208%20NEL%20VENTRE%20DELLA%20MONTAGNA%20JPEG.jpg",
      "start_time": "2026-01-31 05:35:00",
      "end_time": "2026-01-31 05:50:00",
      "episode_number": "S1 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green. Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213533206_PT%209%20DELTA%20DEL%20PO%20jpeg.jpg",
      "start_time": "2026-01-31 05:50:00",
      "end_time": "2026-01-31 06:05:00",
      "episode_number": "S1 E9",
      "show_category": "Programmi Tv Kids",
      "show_description": "Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green. Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315115990_Screenshot%203367.png",
      "start_time": "2026-01-31 06:05:00",
      "end_time": "2026-01-31 06:15:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e Switch stanno cercando di tirare su di morale Winston mentre puliscono il negozio di dischi di sua madre, quando trovano le prime parole di una poesia che sembra condurre a un...tesoro? Potrebbe essere proprio quello di cui hanno bisogno per riuscire a salvare lo Spin Shop! I tre seguono gli indizi e iniziano un'ultima folle avventura nel negozio di dischi, risolvendo enigmi, ballando in luoghi difficili da raggiungere e muovendosi furtivamente intorno a Mr Crawford addormentato, insieme a Keys e Major, altrettanto impazienti. Karma e Switch stanno cercando di tirare su di morale Winston mentre puliscono il negozio di dischi di sua madre, quando trovano le prime parole di una poesia che sembra condurre a un...tesoro? Potrebbe essere proprio quello di cui hanno bisogno per riuscire a salvare lo Spin Shop! I tre seguono gli indizi e iniziano un'ultima folle avventura nel negozio di dischi, risolvendo enigmi, ballando in luoghi difficili da raggiungere e muovendosi furtivamente intorno a Mr Crawford addormentato, insieme a Keys e Major, altrettanto impazienti."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/26/1695727665507_Screenshot%203441.png",
      "start_time": "2026-01-31 06:15:00",
      "end_time": "2026-01-31 06:30:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Ora insieme a Keys e Major, Karma, Switch e Winston continuano a seguire gli indizi nella loro avventura di caccia al tesoro. Il loro viaggio li porterà attraverso una sequenza assurda con Mr. Singal, in una scorribanda tra auto veloci, e li farà persino contare sulla più selvaggia invenzione di Keys. E quando tutte le speranze sembrano perdute, un suono porterà Karma al tesoro che sta cercando da tanto. Ora insieme a Keys e Major, Karma, Switch e Winston continuano a seguire gli indizi nella loro avventura di caccia al tesoro. Il loro viaggio li porterà attraverso una sequenza assurda con Mr. Singal, in una scorribanda tra auto veloci, e li farà persino contare sulla più selvaggia invenzione di Keys. E quando tutte le speranze sembrano perdute, un suono porterà Karma al tesoro che sta cercando da tanto!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705500585_Immagine.jpg",
      "start_time": "2026-01-31 06:30:00",
      "end_time": "2026-01-31 06:40:00",
      "episode_number": "S1 E37",
      "show_category": "",
      "show_description": "Riff deve sconfiggere Nukleor per dimostrare di essere all'altezza di comandare il Gormita Meka del Fuoco. Lo scontro sarà più difficile del previsto perché i toni irrisori di Nukleor innervosiscono Riff che non riesce a concentrarsi. Il Guardiano del Fuoco riuscirà a concludere la sua missione soltanto quando imparerà a controllare il suo temperamento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705786214_Immagine.jpg",
      "start_time": "2026-01-31 06:40:00",
      "end_time": "2026-01-31 06:55:00",
      "episode_number": "S1 E38",
      "show_category": "",
      "show_description": "Voidus incarica Xathor di distruggere i Gormiti utilizzando l'energia del Cristallo Meka. Xathor con l'aiuto di questa nuova energia può sdoppiarsi in tanti Xathor. I Gormiti combattono Xathor grazie all'aiuto di Keryon e di Nukleor."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530532491_Screenshot%203793.png",
      "start_time": "2026-01-31 06:55:00",
      "end_time": "2026-01-31 07:05:00",
      "episode_number": "S2 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la natura autoritaria di Quattrocchi prende il sopravvento, Pittore e Chef decidono di fargli uno scherzo per spaventarlo. Quando la natura autoritaria di Quattrocchi prende il sopravvento, Pittore e Chef decidono di fargli uno scherzo per spaventarlo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530614156_Screenshot%203794.png",
      "start_time": "2026-01-31 07:05:00",
      "end_time": "2026-01-31 07:15:00",
      "episode_number": "S2 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Forzuto e Tempesta sono molto competitivi durante il rally della zucca. I loro compagni di corsa li indurranno a trattenersi. Forzuto e Tempesta sono molto competitivi durante il rally della zucca. I loro compagni di corsa li indurranno a trattenersi."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530702136_Screenshot%203795.png",
      "start_time": "2026-01-31 07:15:00",
      "end_time": "2026-01-31 07:30:00",
      "episode_number": "S2 E32",
      "show_category": "Cartoni Animati",
      "show_description": "In seguito a un intervento di Inventore, Pufforobot Cambiapannolino va in tilt. In seguito a un intervento di Inventore, Pufforobot Cambiapannolino va in tilt."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/14/1607906216259_Schermata%202020-12-14%20alle%2001%202.jpg",
      "start_time": "2026-01-31 07:30:00",
      "end_time": "2026-01-31 07:55:00",
      "episode_number": "S3 E2",
      "show_category": "",
      "show_description": "È tempo di tornare in Transtopacchia! Geronimo e Benjamin vogliono vederci chiaro nella strana storia dell'apparizione di un Topo Mannaro, mentre Tea e Pandora stanno preparando un servizio sulla famosa settimana della moda. È anche una buona occasione per far visita allo zio Gravio e alla sua strana famiglia. Ma quando lo zio Gravio rivelerà di essere lui stesso il topo Mannaro, Geronimo dovrà scoprire chi c'è davvero dietro questo storia, per difendere la reputazione dello zio. È tempo di tornare in Transtopacchia! Geronimo e Benjamin vogliono vederci chiaro nella strana storia dell'apparizione di un Topo Mannaro, mentre Tea e Pandora stanno preparando un servizio sulla famosa settimana della moda. È anche una buona occasione per far visita allo zio Gravio e alla sua strana famiglia. Ma quando lo zio Gravio rivelerà di essere lui stesso il topo Mannaro, Geronimo dovrà scoprire chi c'è davvero dietro questo storia, per difendere la reputazione dello zio!"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/1481552696384heidi4640.jpg",
      "start_time": "2026-01-31 07:55:00",
      "end_time": "2026-01-31 08:20:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Il signor Seseman trascorrerà tutta l'estate a casa. Quando entra in camera di Clara per darle la notizia, trova la bambina in piedi. E' una specie di miracolo! Tutto merito di Heidi e della positività che sa infondere alla sua amica. Il signor Seseman si accorge di quanto le due abbiano legato e di quanti miglioramenti la figlia abbia fatto da quando la piccola montanara è lì con loro. D'accordo con la zia Dete, decide così di predisporre i documenti per l'adozione. E' il meglio che la vita possa offrire ad una povera orfanella senza futuro: un'ottima istruzione, una vera casa con possibilità infinite di scelta… ma Heidi non sembra davvero felice, perché il suo più profondo desiderio è tornare dal nonno, sulle montagne. Il signor Seseman trascorrerà tutta l'estate a casa. Quando entra in camera di Clara per darle la notizia, trova la bambina in piedi. E' una specie di miracolo! Tutto merito di Heidi e della positività che sa infondere alla sua amica. Il signor Seseman si accorge di quanto le due abbiano legato e di quanti miglioramenti la figlia abbia fatto da quando la piccola montanara è lì con loro. D'accordo con la zia Dete, decide così di predisporre i documenti per l'adozione. E' il meglio che la vita possa offrire ad una povera orfanella senza futuro: un'ottima istruzione, una vera casa con possibilità infinite di scelta… ma Heidi non sembra davvero felice, perché il suo più profondo desiderio è tornare dal nonno, sulle montagne…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048975487_Still019.jpg",
      "start_time": "2026-01-31 08:20:00",
      "end_time": "2026-01-31 08:30:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Raffa e Spilunga litigano, e il ragazzo entra momentaneamente a far parte della banda di Manù. Raffa e Spilunga litigano, e il ragazzo entra momentaneamente a far parte della banda di Manù."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048998212_e0119_s0001_p0110_cmp.0254.jpg",
      "start_time": "2026-01-31 08:30:00",
      "end_time": "2026-01-31 08:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga è di cattivo umore e litiga con tutti. Spilunga è di cattivo umore e litiga con tutti."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049033454_Still001.jpg",
      "start_time": "2026-01-31 08:45:00",
      "end_time": "2026-01-31 09:00:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino imbroglia in una caccia al tesoro ma se ne pente subito dopo. Piedino imbroglia in una caccia al tesoro ma se ne pente subito dopo."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406830234__EP21.jpg",
      "start_time": "2026-01-31 09:00:00",
      "end_time": "2026-01-31 09:15:00",
      "episode_number": "S2 E21",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri Food Wizards sono pronti a gareggiare sulle loro vetture a pedali: ma la gara diventa subito... bollente. I nostri Food Wizards sono pronti a gareggiare sulle loro vetture a pedali: ma la gara diventa subito... bollente!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406928203__EP22.jpg",
      "start_time": "2026-01-31 09:15:00",
      "end_time": "2026-01-31 09:30:00",
      "episode_number": "S2 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Anche i nonni sono stati giovani! E in questa puntata scopriremo come Nonno Essen è diventato un Food Wizard. Anche i nonni sono stati giovani! E in questa puntata scopriremo come Nonno Essen è diventato un Food Wizard!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213573806_PT%2010%20LA%20SPIAGGIA%20NASCOSTA.jpg",
      "start_time": "2026-01-31 09:30:00",
      "end_time": "2026-01-31 09:45:00",
      "episode_number": "S1 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly. Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122070755_PT%2011%20SALINE.jpg",
      "start_time": "2026-01-31 09:45:00",
      "end_time": "2026-01-31 10:00:00",
      "episode_number": "S1 E11",
      "show_category": "Programmi Tv Kids",
      "show_description": "Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" e per essere Green \" Ma davvero green\" segui i nostri suggerimenti. Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" e per essere Green  \\\" Ma davvero green\\\" segui i nostri suggerimenti."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712170331862_00_00_47_14___SSTCT0130ENv2.png",
      "start_time": "2026-01-31 10:00:00",
      "end_time": "2026-01-31 10:10:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Frankie chiama la Coop Troop spacciandosi per Albert, millantando di avere un enorme problema. Si tratta di una trappola: Flo, Billy e Clive rimangono rinchiusi nella casa di Albert, mentre l'astuta volpe si appropria della pollauto e gira per la città allo scopo di sgraffignare tutto il cibo per animali della zona. Frankie chiama la Coop Troop spacciandosi per Albert, millantando di avere un enorme problema. Si tratta di una trappola: Flo, Billy e Clive rimangono rinchiusi nella casa di Albert, mentre l'astuta volpe si appropria della pollauto e gira per la città allo scopo di sgraffignare tutto il cibo per animali della zona..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712225236944_00_00_39_19___SSTCT0101EN.png",
      "start_time": "2026-01-31 10:10:00",
      "end_time": "2026-01-31 10:20:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Flo, Clive, Billy e Maggie vengono portati dal Fattore dal veterinario e Jo è l'unico membro della Coop Troop rimasto in fattoria che può accorrere alla chiamata di Sam. I suoi cuccioli stanno volando via, attaccati a dei palloncini. Jo dovrà dimostrare di non essere solo un semplice uovo, ma di saper gestire anche le situazioni più pericolose. Flo, Clive, Billy e Maggie vengono portati dal Fattore dal veterinario e Jo è l'unico membro della Coop Troop rimasto in fattoria che può accorrere alla chiamata di Sam. I suoi cuccioli stanno volando via, attaccati a dei palloncini. Jo dovrà dimostrare di non essere solo un semplice uovo, ma di saper gestire anche le situazioni più pericolose..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712225317333_TCT_132_Party%20Animals_2.png",
      "start_time": "2026-01-31 10:20:00",
      "end_time": "2026-01-31 10:35:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop come ogni anno ha organizzato una festa con tutti gli animali della città. Prince chiama la squadra per farsi aiutare: Bertha è rimasta incastrata nella sua gattaiola e se non viene liberata non potranno partecipare alla festa. La Coop Troop come ogni anno ha organizzato una festa con tutti gli animali della città. Prince chiama la squadra per farsi aiutare: Bertha è rimasta incastrata nella sua gattaiola e se non viene liberata non potranno partecipare alla festa..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567920216_MO_105_STILLS_1080p_025.jpg",
      "start_time": "2026-01-31 10:35:00",
      "end_time": "2026-01-31 10:45:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale. Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568002787_MO_106_STILLS_1080p_043.jpg",
      "start_time": "2026-01-31 10:45:00",
      "end_time": "2026-01-31 11:00:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male. Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568137567_MO_107_STILLS_1080p_017.jpg",
      "start_time": "2026-01-31 11:00:00",
      "end_time": "2026-01-31 11:10:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \"vietatissimo aprire\", riusciranno a resistere? Poco dopo a Villa Decadente iniziano a succedere cose alquanto strane e la Squadra del Mistero dovrà scoprire perché. Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \\\"vietatissimo aprire\\."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568191163_MO_108_STILLS_1080p_054.jpg",
      "start_time": "2026-01-31 11:10:00",
      "end_time": "2026-01-31 11:25:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia. Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia?"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987467546_Screenshot%205234.png",
      "start_time": "2026-01-31 11:25:00",
      "end_time": "2026-01-31 11:35:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le moschettiere dovranno impedire di far mangiare alle persone delle tartellette avvelenate, che contengono un particolare sonnifero in grado di addormentare chiunque le addenti. Il panico si scatena così a corte. D'Artagnan e le moschettiere dovranno impedire di far mangiare alle persone delle tartellette avvelenate, che contengono un particolare sonnifero in grado di addormentare chiunque le addenti. Il panico si scatena così a corte..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987594100_Screenshot%205235.png",
      "start_time": "2026-01-31 11:35:00",
      "end_time": "2026-01-31 11:50:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le moschettiere avranno l'arduo compito di acciuffare un ladro che sta seminando il panico fra gli abitanti. Non sarà così semplice, ma il cavallo di D'Artagnan sarà veramente prezioso in questa impresa. D'Artagnan e le moschettiere avranno l'arduo compito di acciuffare un ladro che sta seminando il panico fra gli abitanti. Non sarà così semplice, ma il cavallo di D'Artagnan sarà veramente prezioso in questa impresa."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987670349_Screenshot%205236.png",
      "start_time": "2026-01-31 11:50:00",
      "end_time": "2026-01-31 12:00:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Un giovane infiltrato a corte sostiene di essere un parente prossimo di Re Luigi, e vorrebbe ottenere un'udienza, senza successo. D'Artagnan decide di aiutarlo e di concedergli il beneficio del dubbio, e seguendo il suo istinto di certo non sbaglierà: il giovane è davvero parente del sovrano. Un giovane infiltrato a corte sostiene di essere un parente prossimo di Re Luigi, e vorrebbe ottenere un'udienza, senza successo. D'Artagnan decide di aiutarlo e di concedergli il beneficio del dubbio, e seguendo il suo istinto di certo non sbaglierà: il giovane è davvero parente del sovrano."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/20/1740056300340_Screenshot%205246.png",
      "start_time": "2026-01-31 12:00:00",
      "end_time": "2026-01-31 12:15:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il famoso Rustignac approda in città fingendosi un giovane italiano, e cambiando cognome, con un intento malvagio a discapito del re. Sarà compito delle moschettiere scoprire le sue malefatte e cacciarlo via. Il famoso Rustignac approda in città fingendosi un giovane italiano, e cambiando cognome, con un intento malvagio a discapito del re. Sarà compito delle moschettiere scoprire le sue malefatte e cacciarlo via."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/20/1505908733844_Immagine.jpg",
      "start_time": "2026-01-31 12:15:00",
      "end_time": "2026-01-31 12:40:00",
      "episode_number": "S3 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Mia vuole trascorrere le vacanze estive in un agriturismo sulle alpi tirolesi, ma la sua camera non è disponibile, e mentre è alla ricerca di un posto dove alloggiare incontra Sara. convocata a Centopia, mia vede Lyria, la mamma di Onchao, dare alla luce un puledro di unicorno, Kyara. Gargona scopre l'accaduto e lo riferisce a lord Drakon, l'elfo oscuro. Onchao nota che sta accadendo qualcosa di strano al suo corpo (pubertà) ma si vergogna ad ammetterlo. gli unicorni degli elementi fanno visita a Kyara e tutti festeggiano insieme. Mia vuole trascorrere le vacanze estive in un agriturismo sulle alpi tirolesi, ma la sua camera non è disponibile, e mentre è alla ricerca di un posto dove alloggiare incontra Sara. convocata a Centopia, mia vede Lyria, la mamma di Onchao, dare alla luce un puledro di unicorno, Kyara. Gargona scopre l'accaduto e lo riferisce a lord Drakon, l'elfo oscuro. Onchao nota che sta accadendo qualcosa di strano al suo corpo (pubertà) ma si vergogna ad ammetterlo. gli unicorni degli elementi fanno visita a Kyara e tutti festeggiano insieme."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/20/1505921577451_Immagine.jpg",
      "start_time": "2026-01-31 12:40:00",
      "end_time": "2026-01-31 13:05:00",
      "episode_number": "S3 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Mia ha dormito nella stalla della fattoria con Sara, quando la mamma porta la colazione alle ragazze e informa Sara che riporterà Peppino all'agriturismo. nel frattempo, a Centopia, lord Drakon presenta Dax e le sue quattro cavallette a Gargona. una bellissima pianta, situata attorno a quello che una volta era il palazzo di Panthea, viene avvelenata, trasformandosi così nel malvagio rampicante oscuro. il rampicante oscuro sigilla il palazzo facendolo diventare il \"castello oscuro\". il rampicante oscuro invaderà Centopia, allontanando elfi e unicorni. Mia ha dormito nella stalla della fattoria con Sara, quando la mamma porta la colazione alle ragazze e informa Sara che riporterà Peppino all'agriturismo. nel frattempo, a Centopia, lord Drakon presenta Dax e le sue quattro cavallette a Gargona. una bellissima pianta, situata attorno a quello che una volta era il palazzo di Panthea, viene avvelenata, trasformandosi così nel malvagio rampicante oscuro. il rampicante oscuro sigilla il palazzo facendolo diventare il \\\"castello oscuro\\\". il rampicante oscuro invaderà Centopia, allontanando elfi e unicorni."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759532304963_winx-club-s7e2.jpg",
      "start_time": "2026-01-31 13:05:00",
      "end_time": "2026-01-31 13:30:00",
      "episode_number": "S7 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Faragonda è preoccupata: dato che ogni Animale Fatato possiede un talento speciale, bisogna svelare il mistero degli Scavatalpa. Le Winx e Roxy ottengono dalla direttrice le Pietre dei Ricordi per tornare indietro nel tempo: solo così potranno salvare gli Scavatalpa dall'estinzione e scoprire il segreto che custodiscono. Le ragazze scoprono che nell'Alfea del passato Animali Fatati e fate vivevano a stretto contatto tra loro. Poi, incontrano Faragonda da giovane, il cui Scavatalpa è appena scappato via: decidono così di aiutarla a ritrovare l'animaletto per portare avanti la loro missione. Faragonda è preoccupata: dato che ogni Animale Fatato possiede un talento speciale, bisogna svelare il mistero degli Scavatalpa. Le Winx e Roxy ottengono dalla direttrice le Pietre dei Ricordi per tornare indietro nel tempo: solo così potranno salvare gli Scavatalpa dall'estinzione e scoprire il segreto che custodiscono. Le ragazze scoprono che nell'Alfea del passato Animali Fatati e fate vivevano a stretto contatto tra loro. Poi, incontrano Faragonda da giovane, il cui Scavatalpa è appena scappato via: decidono così di aiutarla a ritrovare l'animaletto per portare avanti la loro missione."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/07/1680859328861_dragonero22048.jpg",
      "start_time": "2026-01-31 13:30:00",
      "end_time": "2026-01-31 13:55:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Il nuovo obiettivo di Arcana è uno dei mistici Nodi che proteggono l'Erondàr: i tre Paladini si mettono in cerca del nano Brokr, l'unico in grado di aiutarli. Il nuovo obiettivo di Arcana è uno dei mistici Nodi che proteggono l'Erondàr: i tre Paladini si mettono in cerca del nano Brokr, l'unico in grado di aiutarli."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671726390544_Dragonero_S1E4_Thumb_2048x1152.jpg",
      "start_time": "2026-01-31 13:55:00",
      "end_time": "2026-01-31 14:20:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Per poter riparare la nave volante dei Paladini, Brokr ha bisogno di una zanna di Troll. Ian, Myrva e Gmor devono così affrontare il feroce Troll. Per poter riparare la nave volante dei Paladini, Brokr ha bisogno di una zanna di Troll. Ian, Myrva e Gmor devono così affrontare il feroce Troll."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763522397_SMR1v.jpg",
      "start_time": "2026-01-31 14:20:00",
      "end_time": "2026-01-31 14:45:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja decide di avventurarsi nel bosco, sottovalutando i pericoli presenti. Nonostante le raccomandazioni del padre, la ragazzina non si rende conto delle difficoltà che può incontrare e si imbatte nei Nanigrigi, che la spaventano tanto. Fortunatamente il padre riuscirà a salvarla e le spiegherà nuovamente di stare sempre attenta. Ronja decide di avventurarsi nel bosco, sottovalutando i pericoli presenti. Nonostante le raccomandazioni del padre, la ragazzina non si rende conto delle difficoltà che può incontrare e si imbatte nei Nanigrigi, che la spaventano tanto. Fortunatamente il padre riuscirà a salvarla e le spiegherà nuovamente di stare sempre attenta."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763631323_SMR1.png",
      "start_time": "2026-01-31 14:45:00",
      "end_time": "2026-01-31 15:10:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja si esercita a non avere paura e, tornata nel bosco, provoca due strigagne. La cosa si rivela più pericolosa del previsto e Ronja decide di tornare alla rocca e allenarsi a stare attenta a non cadere nella Voragine Infernale. Dopo aver trovato un punto in cui è sicura di poter oltrepassare il varco con un balzo, la bambina sente qualcuno fischiettare. Si tratta di Birk, il figlio di Borka, che se ne sta seduto su un muretto dall'altra parte della Voragine. Ronja si esercita a non avere paura e, tornata nel bosco, provoca due strigagne. La cosa si rivela più pericolosa del previsto e Ronja decide di tornare alla rocca e allenarsi a stare attenta a non cadere nella Voragine Infernale. Dopo aver trovato un punto in cui è sicura di poter oltrepassare il varco con un balzo, la bambina sente qualcuno fischiettare. Si tratta di Birk, il figlio di Borka, che se ne sta seduto su un muretto dall'altra parte della Voragine."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/23/1766527731455_Screenshot%205954.png",
      "start_time": "2026-01-31 15:10:00",
      "end_time": "2026-01-31 15:20:00",
      "episode_number": "S1 E77",
      "show_category": "Sketch Com",
      "show_description": "Salpa con Ari e Bip in un'avventura tra i sette mari! Incontra i pirati più spietati, i più buffi e quelli da cui è meglio scappare. Tra mappe del tesoro, slang piratesco, rime improvvisate e gag esilaranti, impara a parlare come un vero bucaniere... perché, alla fine, dentro ognuno di noi c'è un cuore pronto a vivere da pirata. Salpa con Ari e Bip in un'avventura tra i sette mari! Incontra i pirati più spietati, i più buffi e quelli da cui è meglio scappare. Tra mappe del tesoro, slang piratesco, rime improvvisate e gag esilaranti, impara a parlare come un vero bucaniere... perché, alla fine, dentro ognuno di noi c'è un cuore pronto a vivere da pirata."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/23/1766527901736_Screenshot%205955.png",
      "start_time": "2026-01-31 15:20:00",
      "end_time": "2026-01-31 15:30:00",
      "episode_number": "S1 E78",
      "show_category": "Sketch Com",
      "show_description": "Con Ari e Bip scopriamo prequel, sequel e reboot, tra quiz nerd, la \"Top 5\" delle feste da sogno e video bloopers esilaranti. Tra risate e riflessioni, impariamo che ogni nuovo inizio è una seconda possibilità... anche nella vita. Con Ari e Bip scopriamo prequel, sequel e reboot, tra quiz nerd, la \\\"Top 5\\\" delle feste da sogno e video bloopers esilaranti. Tra risate e riflessioni, impariamo che ogni nuovo inizio è una seconda possibilità... anche nella vita!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/23/1766528391683_Screenshot%205956.png",
      "start_time": "2026-01-31 15:30:00",
      "end_time": "2026-01-31 15:40:00",
      "episode_number": "S1 E79",
      "show_category": "Sketch Com",
      "show_description": "Salta sul divano con Ari e Bip e scopri chi sei davvero: Spiderman o Batman? Tra teorie nerd, giochi sulle città dei supereroi, quiz divertenti e un epico pagellone sui loro poteri, si ride e si decide... chi vincerebbe davvero? Alla fine, indipendentemente dal costume, ognuno di noi può essere un supereroe a modo suo. Salta sul divano con Ari e Bip e scopri chi sei davvero: Spiderman o Batman? Tra teorie nerd, giochi sulle città dei supereroi, quiz divertenti e un epico pagellone sui loro poteri, si ride e si decide... chi vincerebbe davvero? Alla fine, indipendentemente dal costume, ognuno di noi può essere un supereroe a modo suo."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766017951715_cercami-a-parigi-s2e21.jpg",
      "start_time": "2026-01-31 15:40:00",
      "end_time": "2026-01-31 16:05:00",
      "episode_number": "S2 E21",
      "show_category": "Live Action",
      "show_description": "I ragazzi sono in fermento, poiché cominciano le audizioni per il Cart Blanche di Max, nel frattempo Henri che è ancora bloccato nel 1905, diventa un cantante famoso nei tempi moderni, e vuole scrivere una canzone che possa fare colpo su Lena. Ines è ancora arrabbiata con Lena, e solo dopo un chiarimento riusciranno a fare pace. Mentre Henri e Oscar cercano un orologio che sia in grado di farlo ritornare nel futuro, nel negozio entra Thea con l'orologio sottratto a Lena, i due orologi si scontrano e Henri si ritrova nel futuro. Max sceglie il cast per lo spettacolo, e i ragazzi scoprono che c'è posto solo per due ballerini. I ragazzi sono in fermento, poiché cominciano le audizioni per il Cart Blanche di Max, nel frattempo Henri che è ancora bloccato nel 1905, diventa un cantante famoso nei tempi moderni, e vuole scrivere una canzone che possa fare colpo su Lena. Ines è ancora arrabbiata con Lena, e solo dopo un chiarimento riusciranno a fare pace. Mentre Henri e Oscar cercano un orologio che sia in grado di farlo ritornare nel futuro, nel negozio entra Thea con l'orologio sottratto a Lena, i due orologi si scontrano e Henri si ritrova nel futuro.  Max sceglie il cast per lo spettacolo, e i ragazzi scoprono che c'è posto solo per due ballerini."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766017963579_cercami-a-parigi-s2e22.jpg",
      "start_time": "2026-01-31 16:05:00",
      "end_time": "2026-01-31 16:35:00",
      "episode_number": "S2 E22",
      "show_category": "Live Action",
      "show_description": "Mentre Isaac cerca di organizzare una festa per il compleanno di Jeff, gli altri ragazzi si ribellano al fatto che lo spettacolo di Max preveda solo due ruoli per Isaac e Thea. Lena va a parlare con Gabrielle che decide di far preparare ai ragazzi due diverse coreografie. Chi realizza la migliore, passerà sicuramente nella Prima Divisione. Nel frattempo, Henri, con l'aiuto di Oscar, vive a pieno il suo successo come pop star emergente. Mentre Isaac cerca di organizzare una festa per il compleanno di Jeff, gli altri ragazzi si ribellano al fatto che lo spettacolo di Max preveda solo due ruoli per Isaac e Thea. Lena va a parlare con Gabrielle che decide di far preparare ai ragazzi due diverse coreografie. Chi realizza la migliore, passerà sicuramente nella Prima Divisione. Nel frattempo, Henri, con l'aiuto di Oscar, vive a pieno il suo successo come pop star emergente."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/30/1543573698179_alexandco_26.jpg",
      "start_time": "2026-01-31 16:35:00",
      "end_time": "2026-01-31 17:00:00",
      "episode_number": "S1 E26",
      "show_category": "Live Action",
      "show_description": "Alex sta molto male per quello che è successo tra David e Nicole, anche se ancora non conosce tutta la verità. Sta quasi per gettare il suo braccialetto di \"Together Forever\" nel fiume, ma non ce la fa. Anche Nicole è giu, ma Emma e Sam cercano di tirarle su il morale. Alex sta molto male per quello che è successo tra David e Nicole, anche se ancora non conosce tutta la verità. Sta quasi per gettare il suo braccialetto di \\\"Together Forever\\\" nel fiume, ma non ce la fa. Anche Nicole è giu, ma Emma e Sam cercano di tirarle su il morale."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308170051_kung-fu-panda-il-cavaliere-dragone-s1e7_2048x1152.jpg",
      "start_time": "2026-01-31 17:00:00",
      "end_time": "2026-01-31 17:25:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "I guerrieri incontrano la schiva Rukhmini e cercano di convincerla a consegnare loro la Frusta della Fiamma Infinita."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308200696_kung-fu-panda-il-cavaliere-dragone-s1e8_2048x1152.jpg",
      "start_time": "2026-01-31 17:25:00",
      "end_time": "2026-01-31 17:50:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "Visto che i suoi poteri magici non servono a nulla, Veruca cerca di curare il fratello ferito in un villaggio segreto della foresta, ma Po e Lama stanno per raggiungerli."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710164709054_SW_EP04_4.png",
      "start_time": "2026-01-31 17:50:00",
      "end_time": "2026-01-31 18:00:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville non finisce più nulla! Chi canta una canzone non riesce a concluderla... Tagliare il traguardo in una corsa? Impossibile! E anche l'ultima pagina del fumetto preferito di Spooky è misteriosamente bianca! C'è solo un assurdo modo per il nostro lupo detective per risolvere il caso. A Fantaville non finisce più nulla! Chi canta una canzone non riesce a concluderla... Tagliare il traguardo in una corsa? Impossibile! E anche l'ultima pagina del fumetto preferito di Spooky è misteriosamente bianca! C'è solo un assurdo modo per il nostro lupo detective per risolvere il caso..."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710164800089_SW_EP05_3.png",
      "start_time": "2026-01-31 18:00:00",
      "end_time": "2026-01-31 18:10:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Grunt è molto triste: Bijoux, il suo peluche preferito, è svanito nel nulla e la stessa sorte è toccata a tutti i pupazzi di Fantaville! Spooky, con l'aiuto di Jane, Pigrow e Cherry batte tutte le piste possibili per ritrovarli… e contemporaneamente cerca di battere il suo record personale di giravolte su se stesso. Grunt è molto triste: Bijoux, il suo peluche preferito, è svanito nel nulla e la stessa sorte è toccata a tutti i pupazzi di Fantaville! Spooky, con l'aiuto di Jane, Pigrow e Cherry batte tutte le piste possibili per ritrovarli… e contemporaneamente cerca di battere il suo record personale di giravolte su se stesso."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710164874151_SW_EP06_3.png",
      "start_time": "2026-01-31 18:10:00",
      "end_time": "2026-01-31 18:20:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Il miliardario Rick Trillionaire ingaggia Spooky e i suoi assistenti per ritrovare sua figlia, la Principessa Prom, rapita poco prima che partecipasse a un concorso di selfie. L'indagine si complica quando il misterioso rapitore rivela le sue condizioni per il riscatto a tutta Fantaville: vuole la coda di Spooky Wolf. Il miliardario Rick Trillionaire ingaggia Spooky e i suoi assistenti per ritrovare sua figlia, la Principessa Prom, rapita poco prima che partecipasse a un concorso di selfie. L'indagine si complica quando il misterioso rapitore rivela le sue condizioni per il riscatto a tutta Fantaville: vuole la coda di Spooky Wolf!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186633611_SW_EP17_2.png",
      "start_time": "2026-01-31 18:20:00",
      "end_time": "2026-01-31 18:25:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing. In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568002787_MO_106_STILLS_1080p_043.jpg",
      "start_time": "2026-01-31 18:25:00",
      "end_time": "2026-01-31 18:35:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male. Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568137567_MO_107_STILLS_1080p_017.jpg",
      "start_time": "2026-01-31 18:35:00",
      "end_time": "2026-01-31 18:50:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \"vietatissimo aprire\", riusciranno a resistere? Poco dopo a Villa Decadente iniziano a succedere cose alquanto strane e la Squadra del Mistero dovrà scoprire perché. Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \\\"vietatissimo aprire\\."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568191163_MO_108_STILLS_1080p_054.jpg",
      "start_time": "2026-01-31 18:50:00",
      "end_time": "2026-01-31 19:05:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia. Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia?"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308170051_kung-fu-panda-il-cavaliere-dragone-s1e7_2048x1152.jpg",
      "start_time": "2026-01-31 19:05:00",
      "end_time": "2026-01-31 19:30:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "I guerrieri incontrano la schiva Rukhmini e cercano di convincerla a consegnare loro la Frusta della Fiamma Infinita."
    },
    {
      "show_name": "Fireheart - Luce: Accendi il tuo coraggio",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/06/1754480078275_fireheart-luce-accendi-il-tuo-coraggio_2048x1152.jpg",
      "start_time": "2026-01-31 19:30:00",
      "end_time": "2026-01-31 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Luce ha 16 anni e sogna di diventare un pompiere come suo padre, ma nella New York del 1932 i pompieri possono essere solo uomini. Quando i pompieri della città scompaiono misteriosamente dopo una serie di incendi, la ragazza si traveste da maschio e organizza una squadra per fronteggiare il pericolo... . Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il mio amico Robot - Robot dreams",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769555841560_il-mio-amico-robot-robot-dreams_2048x1152.jpg",
      "start_time": "2026-01-31 21:00:00",
      "end_time": "2026-01-31 22:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella New York degli anni '80, un cane antropomorfo e un robot stringono un'amicizia profonda. Senza dialoghi e pensato per un pubblico family, il film racconta con delicatezza una separazione forzata e la capacità di superare la solitudine, mostrando che i sentimenti autentici non finiscono mai."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763556476665_F2R5_502_065.png",
      "start_time": "2026-01-31 22:35:00",
      "end_time": "2026-01-31 22:55:00",
      "episode_number": "S5 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Il primo incontro vede i Blu opposti alle Aquile di Kabul, una squadra maschile, perché nel loro paese d'origine, l'Afghanistan, alle ragazze è vietato giocare a calcio. Le Aquile di Kabul rischiano quindi la squalifica. Shooter minaccia Frank di rivelare il suo segreto mettendo a rischio il suo posto all'Olimpico. Il primo incontro vede i Blu opposti alle Aquile di Kabul, una squadra maschile, perché nel loro paese d'origine, l'Afghanistan, alle ragazze è vietato giocare a calcio. Le Aquile di Kabul rischiano quindi la squalifica. Shooter minaccia Frank di rivelare il suo segreto mettendo a rischio il suo posto all'Olimpico."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/26/1695727689943_Screenshot%203442.png",
      "start_time": "2026-01-31 22:55:00",
      "end_time": "2026-01-31 23:05:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash. Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315233870_Screenshot%203369.png",
      "start_time": "2026-01-31 23:05:00",
      "end_time": "2026-01-31 23:20:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava. È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705500585_Immagine.jpg",
      "start_time": "2026-01-31 23:20:00",
      "end_time": "2026-01-31 23:30:00",
      "episode_number": "S1 E37",
      "show_category": "",
      "show_description": "Riff deve sconfiggere Nukleor per dimostrare di essere all'altezza di comandare il Gormita Meka del Fuoco. Lo scontro sarà più difficile del previsto perché i toni irrisori di Nukleor innervosiscono Riff che non riesce a concentrarsi. Il Guardiano del Fuoco riuscirà a concludere la sua missione soltanto quando imparerà a controllare il suo temperamento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705786214_Immagine.jpg",
      "start_time": "2026-01-31 23:30:00",
      "end_time": "2026-01-31 23:45:00",
      "episode_number": "S1 E38",
      "show_category": "",
      "show_description": "Voidus incarica Xathor di distruggere i Gormiti utilizzando l'energia del Cristallo Meka. Xathor con l'aiuto di questa nuova energia può sdoppiarsi in tanti Xathor. I Gormiti combattono Xathor grazie all'aiuto di Keryon e di Nukleor."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259945927_Screenshot%20363.jpg",
      "start_time": "2026-01-31 23:45:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili. Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili?"
    }
  ]
}