{
  "channel_name": "RaiGulp",
  "date": "2026-02-05",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-05 00:00:00",
      "end_time": "2026-02-05 00:15:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Lo scontro decisivo del torneo è tra i due grandi rivali: Nino, Viola e Lj-Wang devono vedersela con l'unica squadra contro cui hanno sempre perso. Gli Invincibili! Chi si aggiudicherà la vittoria e l'agognato trofeo. Lo scontro decisivo del torneo è tra i due grandi rivali: Nino, Viola e Lj-Wang devono vedersela con l'unica squadra contro cui hanno sempre perso. Gli Invincibili! Chi si aggiudicherà la vittoria e l'agognato trofeo?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-05 00:15:00",
      "end_time": "2026-02-05 00:30:00",
      "episode_number": "S3 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La seconda Coppa del Mondo si tiene nella città dei Celestini. La prima partita disputata è fra i Celestini e la squadra di Veronica. Nel primo tempo i Celestini dimostrano la loro netta superiorità sugli avversari ma Veronica sembra avere un piano. La seconda Coppa del Mondo si tiene nella città dei Celestini. La prima partita disputata è fra i Celestini e la squadra di Veronica. Nel primo tempo i Celestini dimostrano la loro netta superiorità sugli avversari ma Veronica sembra avere un piano…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-05 00:30:00",
      "end_time": "2026-02-05 01:05:00",
      "episode_number": "S3 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I genitori di Celeste comunicano alla figlia che andranno a New York, dove ci sarà anche sua cugina Debora. La ragazza sceglie di non seguirli per non lasciare scoperti i Celestini. Celeste racconta a Samira e Lucifero della sua grande amicizia con Debora e il dolore che le ha recato la separazione della cugina. Intanto, Veronica comunica ai suoi compagni di squadra che vuole rapire Celeste. I genitori di Celeste comunicano alla figlia che andranno a New York, dove ci sarà anche sua cugina Debora. La ragazza sceglie di non seguirli per non lasciare scoperti i Celestini. Celeste racconta a Samira e Lucifero della sua grande amicizia con Debora e il dolore che le ha recato la separazione della cugina. Intanto, Veronica comunica ai suoi compagni di squadra che vuole rapire Celeste…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/spike-team.webp",
      "start_time": "2026-02-05 01:05:00",
      "end_time": "2026-02-05 01:30:00",
      "episode_number": "S3 E11",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/spike-team.webp",
      "start_time": "2026-02-05 01:30:00",
      "end_time": "2026-02-05 02:00:00",
      "episode_number": "S3 E12",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-05 02:00:00",
      "end_time": "2026-02-05 02:10:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede. All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 02:10:00",
      "end_time": "2026-02-05 02:20:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Cryptus, che grazie al Cristallo Meka ha acquisito nuovi poteri, viene inviato da Lord Voidus su Gorm, per distruggere i Guardiani. Nel frattempo il primo Sigillo del Ghiaccio si è svegliato e Ikor cerca di escogitare un piano ben preciso prima di agire. Cryptus, però, si presenta davanti ai Guardiani, pronto a impossessarsi del Sigillo. Ikor allora chiama Diakos in suo aiuto e alla fine riusciranno a sconfiggere Cryptus e ad attivare il primo Sigillo del Ghiaccio grazie alla loro estrema precisione. Cryptus, che grazie al Cristallo Meka ha acquisito nuovi poteri, viene inviato da Lord Voidus su Gorm, per distruggere i Guardiani. Nel frattempo il primo Sigillo del Ghiaccio si è svegliato e Ikor cerca di escogitare un piano ben preciso prima di agire. Cryptus, però, si presenta davanti ai Guardiani, pronto a impossessarsi del Sigillo. Ikor allora chiama Diakos in suo aiuto e alla fine riusciranno a sconfiggere Cryptus e ad attivare il primo Sigillo del Ghiaccio grazie alla loro estrema precisione."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 02:20:00",
      "end_time": "2026-02-05 02:35:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "I Guardiani continuano nella loro impresa di attivare i Sigilli, quest'ultimo si trova su di una montagna innevata, la quale sovrasta la Valle Maledetta. I Guar-diani dovranno affrontare l'imboscata tesa da Cryptus e le sue truppe. Durante la lotta, Ikor e Riff vengono scaraventati proprio nella Valle Maledetta. I Guardiani continuano nella loro impresa di attivare i Sigilli, quest'ultimo si trova su di una montagna innevata, la quale sovrasta la Valle Maledetta. I Guar-diani dovranno affrontare l'imboscata tesa da Cryptus e le sue truppe. Durante la lotta, Ikor e Riff vengono scaraventati proprio nella Valle Maledetta."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 02:35:00",
      "end_time": "2026-02-05 02:45:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "Pigrone si rende conto che dormire gli impedisce di godersi tanti bei momenti della vita."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 02:45:00",
      "end_time": "2026-02-05 02:55:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "La notte di Halloween è per Fifone una notte da incubo. Ancora di più se si trova intrappolato dentro un mostruoso costume."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 02:55:00",
      "end_time": "2026-02-05 03:05:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Durante l'ennesimo inseguimento di Gargamella, Tontolone cade e viene catturato dal mago."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi.webp",
      "start_time": "2026-02-05 03:05:00",
      "end_time": "2026-02-05 03:20:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Puffetta e Bocciolina, organizzano un campeggio per Brontolone."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-05 03:20:00",
      "end_time": "2026-02-05 03:40:00",
      "episode_number": "S3 E9",
      "show_category": "",
      "show_description": "Il direttore de L'Eco della Palude, Timoteo Fletcher, sparisce misteriosamente nel corso di un'indagine su una leggendaria strega della palude e, con un messaggio video, chiede l'aiuto di Geronimo. Tra sabbie mobili, tra alligatori e strani riti, riuscirà il nostro eroe ritrovare Timoteo e a risolvere il mistero, in cui sembra sia implicata anche Sally. Il direttore de L'Eco della Palude, Timoteo Fletcher, sparisce misteriosamente nel corso di un'indagine su una leggendaria strega della palude e, con un messaggio video, chiede l'aiuto di Geronimo. Tra sabbie mobili, tra alligatori e strani riti, riuscirà il nostro eroe ritrovare Timoteo e a risolvere il mistero, in cui sembra sia implicata anche Sally?"
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-05 03:40:00",
      "end_time": "2026-02-05 04:05:00",
      "episode_number": "S3 E10",
      "show_category": "",
      "show_description": "Sono giorni che Geronimo continua a ricevere mail di un tale Olaf che sembra aver avvistato un UFO nel deserto e chiede insistentemente che Geronimo faccia un servizio sull'accaduto. Trappola è eccitato all'idea di incontrare gli alieni, ma Geronimo è scettico e crede ci sia dietro una macchinazione. Come sempre non mancheranno le sorprese... aliene. Sono giorni che Geronimo continua a ricevere mail di un tale Olaf che sembra aver avvistato un UFO nel deserto e chiede insistentemente che Geronimo faccia un servizio sull'accaduto. Trappola è eccitato all'idea di incontrare gli alieni, ma Geronimo è scettico e crede ci sia dietro una macchinazione. Come sempre non mancheranno le sorprese... aliene…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/heidi-3d.webp",
      "start_time": "2026-02-05 04:05:00",
      "end_time": "2026-02-05 04:30:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi torna finalmente a Dorlfi accompagnata da Sebastiano. Ma quando arriva alla baita del Nonno, scopre che lui, insieme al fido Nebbia, se n'è appena andato per sempre perché non ci sono più neanche le caprette Diana e Bianchina. E proprio in quel momento il Nonno si trova a Mayenfeld insieme ai signori Keller, per vendere loro la sua vecchia casa… Intanto al villaggio c'è l'inaugurazione del nuovo telegrafo e quando Heidi arriva affannata alla ricerca del nonno, il signor Traber cercherà di usare proprio la nuova strabiliante invenzione per avvisare il Nonno del ritorno di Heidi. Heidi torna finalmente a Dorlfi accompagnata da Sebastiano. Ma quando arriva alla baita del Nonno, scopre che lui, insieme al fido Nebbia, se n'è appena andato per sempre perché non ci sono più neanche le caprette Diana e Bianchina. E proprio in quel momento il Nonno si trova a Mayenfeld insieme ai signori Keller, per vendere loro la sua vecchia casa… Intanto al villaggio c'è l'inaugurazione del nuovo telegrafo e quando Heidi arriva affannata alla ricerca del nonno, il signor Traber cercherà di usare proprio la nuova strabiliante invenzione per avvisare il Nonno del ritorno di Heidi..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 04:30:00",
      "end_time": "2026-02-05 04:40:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga racconta al diario il suo arrivo a Bellefontaine. Per lei è come vivere in un incubo. Detesta la vita in campagna e spera che i suoi, che hanno investito tutti i risparmi in questa avventura, falliscano in modo da poter tornare in città. Cerca perfino di sabotare l'impianto elettrico della casa per raggiungere il suo scopo, ma il tentativo non riesce. Dovrà escogitare un nuovo piano. Spilunga racconta al diario il suo arrivo a Bellefontaine. Per lei è come vivere in un incubo. Detesta la vita in campagna e spera che i suoi, che hanno investito tutti i risparmi in questa avventura, falliscano in modo da poter tornare in città. Cerca perfino di sabotare l'impianto elettrico della casa per raggiungere il suo scopo, ma il tentativo non riesce. Dovrà escogitare un nuovo piano."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 04:40:00",
      "end_time": "2026-02-05 04:55:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga escogita un nuovo piano per convincere i genitori ad abbandonare la campagna e ritornare in città. Ma il piano fallisce e le si ritorce contro. Fa la conoscenza di Raffaele e Lina ma i due non le risultano particolarmente simpatici. Poi conosce Manù, Sansone e Coniglio e sembra che con i nuovi amici la vita in campagna cominci a piacerle. Spilunga escogita un nuovo piano per convincere i genitori ad abbandonare la campagna e ritornare in città. Ma il piano fallisce e le si ritorce contro. Fa la conoscenza di Raffaele e Lina ma i due non le risultano particolarmente simpatici. Poi conosce Manù, Sansone e Coniglio e sembra che con i nuovi amici la vita in campagna cominci a piacerle."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 04:55:00",
      "end_time": "2026-02-05 05:10:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Piedino aiutano Lina e Raffaele a sistemare la casa sull'albero portando una vecchia barca per arredarla. Manù affronta Spilunga dicendole che hanno commesso un furto, perché la barca appartiene a suo padre. Le chiede di stare dalla sua parte e di non fidarsi di Lina e Raffaele perché sono dei poco di buono. Il giorno dopo Spilunga e Piedino vanno nel bosco insieme alla banda di Manù. All'improvviso arriva Lina che si sistema sul prato accanto a loro provocando le ire della banda. Coniglio minaccia di cacciarla con la forza. A quel punto Lina invoca lo Spirito del Fiume. Spilunga e Piedino aiutano Lina e Raffaele a sistemare la casa sull'albero portando una vecchia barca per arredarla. Manù affronta Spilunga dicendole che hanno commesso un furto, perché la barca appartiene a suo padre. Le chiede di stare dalla sua parte e di non fidarsi di Lina e Raffaele perché sono dei poco di buono. Il giorno dopo Spilunga e Piedino vanno nel bosco insieme alla banda di Manù. All'improvviso arriva Lina che si sistema sul prato accanto a loro provocando le ire della banda. Coniglio minaccia di cacciarla con la forza. A quel punto Lina invoca lo Spirito del Fiume!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-05 05:10:00",
      "end_time": "2026-02-05 05:20:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Come sono nati i Food Wizards? Tutto comincia col ritorno in città del misterioso Nonno Essen. La sua curiosa nipotina Ginny e i suoi amici Ham e PC indagano... e scoprono che Essen è l'ultimo dei Food Wizards, un ordine segreto di maghi del cibo! Ma ora è il nonno a stare male: nella loro prima missione, Ginny, Ham e PC dovranno salvarlo… entrando nel suo organismo. Come sono nati i Food Wizards? Tutto comincia col ritorno in città del misterioso Nonno Essen. La sua curiosa nipotina Ginny e i suoi amici Ham e PC indagano... e scoprono che Essen è l'ultimo dei Food Wizards, un ordine segreto di maghi del cibo! Ma ora è il nonno a stare male: nella loro prima missione, Ginny, Ham e PC dovranno salvarlo… entrando nel suo organismo!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-05 05:20:00",
      "end_time": "2026-02-05 05:35:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Ginny, Ham e PC partecipano al torneo di calcio della scuola, ma a causa delle pessime scelte alimentari dell'allenatore, il loro team rischia la sconfitta! I Food Wizards dovranno aiutare la squadra… e soprattutto Jack, il capitano, per cui Ginny ha una cotta. Ginny, Ham e PC partecipano al torneo di calcio della scuola, ma a causa delle pessime scelte alimentari dell'allenatore, il loro team rischia la sconfitta! I Food Wizards dovranno aiutare la squadra… e soprattutto Jack, il capitano, per cui Ginny ha una cotta!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-05 05:35:00",
      "end_time": "2026-02-05 05:50:00",
      "episode_number": "S1 E3",
      "show_category": "Programmi Tv Kids",
      "show_description": "Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \"Il Giallino\" ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta smascherare le fake news della natura mentre la  pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-05 05:50:00",
      "end_time": "2026-02-05 06:05:00",
      "episode_number": "S1 E4",
      "show_category": "Programmi Tv Kids",
      "show_description": "I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \"Antonio e Bruno\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \"Il Giallino\" e la pillola in animazione 2D \"Davvero Green\" con i migliori suggerimenti per una vita ecologica. I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \\\"Antonio e Bruno\\\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola in animazione 2D  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita ecologica!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-05 06:05:00",
      "end_time": "2026-02-05 06:15:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede. All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-05 06:15:00",
      "end_time": "2026-02-05 06:30:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e Winston hanno perso la testa per l'ultimo modello di scarpe sul mercato: le Sky Rockets! Entrambi sanno che devono assolutamente averle, ma quando si rendono conto che non riescono a convincere i loro genitori, si cercano un lavoro. Karma e Winston trascorrono il loro fine settimana facendo lavori sempre più strani per guadagnare abbastanza soldi... Per un paio di Sky Rockets. Karma e Winston hanno perso la testa per l'ultimo modello di scarpe sul mercato: le Sky Rockets! Entrambi sanno che devono assolutamente averle, ma quando si rendono conto che non riescono a convincere i loro genitori, si cercano un lavoro. Karma e Winston trascorrono il loro fine settimana facendo lavori sempre più strani per guadagnare abbastanza soldi... Per un paio di Sky Rockets."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 06:30:00",
      "end_time": "2026-02-05 06:40:00",
      "episode_number": "S1 E47",
      "show_category": "",
      "show_description": "Riff rimane incastrato con la mano in un albero. Mentre Eron e Ao-Ki lo assistono, Ikor e Trek cercano di attivare l'ultimo Sigillo del Ghiaccio. Quando Cryptus li attacca, Ikor dovrà rivedere la sua meticolosa strategia basata sulla pianificazione per riuscire nell'impresa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 06:40:00",
      "end_time": "2026-02-05 06:55:00",
      "episode_number": "S1 E48",
      "show_category": "",
      "show_description": "Mentre Eron scherza sfoderando dei numeri di comicità, Ikor deve affrontare una prova ardua: sconfiggere Kyonos, famoso per le sue tecniche di startegia, solo così potrà radunare i Meta Gormiti per la sua causa. Allo scontro finale, Ikor riuscirà ad avere la meglio su Kyonos strappandogli una risata."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 06:55:00",
      "end_time": "2026-02-05 07:05:00",
      "episode_number": "S2 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Il Natale si avvicina e Burlone decide di scambiare tutte le lettere che i Puffi hanno scritto a Babbo Natale. Il Natale si avvicina e Burlone decide di scambiare tutte le lettere che i Puffi hanno scritto a Babbo Natale."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 07:05:00",
      "end_time": "2026-02-05 07:15:00",
      "episode_number": "S2 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Brontolone viene escluso dal torneo di puffball. Si dirige alloraq nella foresta e fa amicizia con Bue Grasso. Brontolone viene escluso dal torneo di puffball. Si dirige alloraq nella foresta e fa amicizia con Bue Grasso."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-05 07:15:00",
      "end_time": "2026-02-05 07:30:00",
      "episode_number": "S2 E47",
      "show_category": "",
      "show_description": "Floria si ammala e il tempo nel villaggio dei Puffi inizia a diventare instabile."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/geronimo-stilton.webp",
      "start_time": "2026-02-05 07:30:00",
      "end_time": "2026-02-05 07:55:00",
      "episode_number": "S3 E7",
      "show_category": "",
      "show_description": "Geronimo porta Trappola, Tea e Benjamin a vedere uno spettacolo teatrale perché gli è giunta voce che il posto sia funestato dalle apparizioni di un enorme e mostruoso gallo, che terrorizza attori e pubblico. In effetti, il mostro non tarda a manifestarsi, interrompendo la rappresentazione e facendo fuggire gli spettatori. Il regista è disperato e Geronimo gli promette di aiutarlo. Tanto per cominciare è convinto che quella creatura non sia un vero mostro e i primi indizi raccolti sembrano confermarlo. Geronimo porta Trappola, Tea e Benjamin a vedere uno spettacolo teatrale perché gli è giunta voce che il posto sia funestato dalle apparizioni di un enorme e mostruoso gallo, che terrorizza attori e pubblico. In effetti, il mostro non tarda a manifestarsi, interrompendo la rappresentazione e facendo fuggire gli spettatori. Il regista è disperato e Geronimo gli promette di aiutarlo. Tanto per cominciare è convinto che quella creatura non sia un vero mostro e i primi indizi raccolti sembrano confermarlo..."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/heidi-3d.webp",
      "start_time": "2026-02-05 07:55:00",
      "end_time": "2026-02-05 08:20:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi è di nuovo felice sulle Alpi con il nonno e non vede l'ora di essere messa alla prova come un vero pastore. Così si avvia al pascolo con Peter e le adorate caprette, compresa Cardellino che a breve avrà un cucciolo… Nel frattempo Karl, che sta cercando con Thomas dei fossili alle cascate del diavolo, cade in un crepaccio e si vede costretto a chiedere aiuto a Peter, l'unico in grado di tirarlo fuori da lì prima di rimanere intrappolato dalla pioggia. Così Heidi rimane sola a prendersi cura delle caprette al pascolo, mentre il temporale si avvicina minaccioso e il piccolo di Cardellino sembra proprio voler venire alla luce. Heidi è di nuovo felice sulle Alpi con il nonno  e non vede l'ora di essere messa alla prova come un vero pastore. Così si avvia al pascolo con Peter e le adorate caprette, compresa Cardellino che a breve avrà un cucciolo… Nel frattempo Karl, che sta cercando con Thomas dei fossili alle cascate del diavolo, cade in un crepaccio e si vede costretto a chiedere aiuto a Peter, l'unico in grado di tirarlo fuori da lì prima di rimanere intrappolato dalla pioggia. Così Heidi rimane sola a prendersi cura delle caprette al pascolo, mentre il temporale si avvicina minaccioso e il piccolo di Cardellino sembra proprio voler venire alla luce…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 08:20:00",
      "end_time": "2026-02-05 08:30:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Lina e Raffaele spiegano a Spilunga qual è il motivo dei contrasti con la banda di Manù. Il padre di Manù è un grande possidente e il padre di Lina ha fatto approvare una circolare che gli impedisce di far irrorare con i fertilizzanti i suoi campi vicino al paese. Spilunga vuole far riconciliare le due fazioni e ne parla con Manù che si dice disposta a fare un tentativo. Stabiliscono di fare tutti insieme una partita di calcio, ma purtroppo le due bande finiranno per litigare e Spilunga capirà da quale parte stare. Lina e Raffaele spiegano a Spilunga qual è il motivo dei contrasti con la banda di Manù. Il padre di Manù è un grande possidente e il padre di Lina ha fatto approvare una circolare che gli impedisce di far irrorare con i fertilizzanti i suoi campi vicino al paese. Spilunga vuole far riconciliare le due fazioni e ne parla con Manù che si dice disposta a fare un tentativo. Stabiliscono di fare tutti insieme una partita di calcio, ma purtroppo le due bande finiranno per litigare e Spilunga capirà da quale parte stare."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 08:30:00",
      "end_time": "2026-02-05 08:45:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "L'insegnante assegna un tema ai nostri amici: devono parlare del lavoro che vorrebbero fare da grandi. Coniglio è indeciso su quale lavoro scegliere, mentre Sansone è sicuro che farà il fornaio come tutta la sua famiglia da generazioni. Ma è anche molto interessato agli insetti, così comincia a frequentare la signora Briand che gli spiega tutto delle api e del suo lavoro. Spilunga si ingelosisce e la signora Grandjean quando Sansone le dice che da grande vuole fare l'apicoltore va su tutte le furie. Ma alla fine tutto si risolve per il meglio e Spilunga potrà fare il balletto che ha preparato per la festa della mamma. L'insegnante assegna un tema ai nostri amici: devono parlare del lavoro che vorrebbero fare da grandi. Coniglio è indeciso su quale lavoro scegliere, mentre Sansone è sicuro che farà il fornaio come tutta la sua famiglia da generazioni. Ma è anche molto interessato agli insetti, così comincia a frequentare la signora Briand che gli spiega tutto delle api e del suo lavoro. Spilunga si ingelosisce e la signora Grandjean quando Sansone le dice che da grande vuole fare l'apicoltore va su tutte le furie. Ma alla fine tutto si risolve per il meglio e Spilunga potrà fare il balletto che ha preparato per la festa della mamma."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/la-banda-della-natura.webp",
      "start_time": "2026-02-05 08:45:00",
      "end_time": "2026-02-05 09:00:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici vedono una strana pecora che si comporta in modo molto diverso dalle altre. Allora Piedino decide di chiamarla 'Unica al Mondo'. Inavvertitamente Spilunga si fa scappare che  anche le pecore si mangiano. Piedino a quel punto decide che devono salvare a ogni costo la pecora dal macello. Quando gli amici gli dicono che bisogna riportarla dal proprietario, il signor Luchon, Piedino si da alla fuga con la pecora. Ma alla fine sarà il signor Luchon a spiegargli che non ha alcuna intenzione di fare del male a Unica al Mondo. I nostri amici vedono una strana pecora che si comporta in modo molto diverso dalle altre. Allora Piedino decide di chiamarla 'Unica al Mondo'. Inavvertitamente Spilunga si fa scappare che  anche le pecore si mangiano. Piedino a quel punto decide che devono salvare a ogni costo la pecora dal macello. Quando gli amici gli dicono che bisogna riportarla dal proprietario, il signor Luchon, Piedino si da alla fuga con la pecora. Ma alla fine sarà il signor Luchon a spiegargli che non ha alcuna intenzione di fare del male a Unica al Mondo."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-05 09:00:00",
      "end_time": "2026-02-05 09:15:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "A scuola si festeggia il compleanno della maestra Claire! Ma gli snack troppo salati mandano il tilt il cervello dell'insegnante: Ginny, Ham e PC dovranno riattivare le sue sinapsi usando snack sani e… Paracelso. A scuola si festeggia il compleanno della maestra Claire! Ma gli snack troppo salati mandano il tilt il cervello dell'insegnante: Ginny, Ham e PC dovranno riattivare le sue sinapsi usando snack sani e… Paracelso?!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/food-wizards.webp",
      "start_time": "2026-02-05 09:15:00",
      "end_time": "2026-02-05 09:25:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la mamma di Ginny inizia a seguire la dieta tutte-proteine di un cuoco VIP, gli effetti deleteri di questo regime alimentare diventano subito evidenti: toccherà ai Food Wizards salvare la mamma… e lo stesso cuoco. Quando la mamma di Ginny inizia a seguire la dieta tutte-proteine di un cuoco VIP, gli effetti deleteri di questo regime alimentare diventano subito evidenti: toccherà ai Food Wizards salvare la mamma… e lo stesso cuoco!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-05 09:25:00",
      "end_time": "2026-02-05 09:45:00",
      "episode_number": "S1 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green. Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \\\"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ma-davvero.webp",
      "start_time": "2026-02-05 09:45:00",
      "end_time": "2026-02-05 09:55:00",
      "episode_number": "S1 E6",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-05 09:55:00",
      "end_time": "2026-02-05 10:10:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Albert ha chiesto a Crystal di aiutarlo a vincere la sua insicurezza. La seduta psicoterapeutica, però, ottiene effetti sconcertanti. Il roditore, non solo vince le sue paure, ma acquista una personalità tracotante e aggressiva. Si proclama sceriffo della città e spadroneggia su tutti gli animali, che ne sono assolutamente terrorizzati. Urge l'intervento della Coop Troop. Albert ha chiesto a Crystal di aiutarlo a vincere la sua insicurezza. La seduta psicoterapeutica, però, ottiene effetti sconcertanti. Il roditore, non solo vince le sue paure, ma acquista una personalità tracotante e aggressiva. Si proclama sceriffo della città e spadroneggia su tutti gli animali, che ne sono assolutamente terrorizzati. Urge l'intervento della Coop Troop..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-05 10:10:00",
      "end_time": "2026-02-05 10:20:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Sam chiama la Coop Troop perché i suoi cuccioli sono diventati teledipendenti ed è diventato impossibile mandarli a dormire. La squadra, però, non può contare sull'apporto di Maggie, che si è presa un brutto raffreddore. A sorpresa, Cornelius si offre di farle da infermiere, mentre la Coop Troop è in missione. Il gentile alligatore ci mette molta buona volontà, ma non sembra tagliato per il mestiere. Sam chiama la Coop Troop perché i suoi cuccioli sono diventati teledipendenti ed è diventato impossibile mandarli a dormire. La squadra, però, non può contare sull'apporto di Maggie, che si è presa un brutto raffreddore. A sorpresa, Cornelius si offre di farle da infermiere, mentre la Coop Troop è in missione. Il gentile alligatore ci mette molta buona volontà, ma non sembra tagliato per il mestiere..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/coop-troop.webp",
      "start_time": "2026-02-05 10:20:00",
      "end_time": "2026-02-05 10:30:00",
      "episode_number": "S1 E47",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop risponde alla chiamata di Albert che è terrorizzato dallo gnomo da giardino di casa sua ed è convinto che lo stia perseguitando. Flo e gli altri dovranno cercare di dimostrare al porcellino d'india terrorizzato, che lo gnomo è finto e non vuole catturarlo, ma, a causa di diversi imprevisti, questa missione si rivelerà davvero difficile. La Coop Troop risponde alla chiamata di Albert che è terrorizzato dallo gnomo da giardino di casa sua ed è convinto che lo stia perseguitando. Flo e gli altri dovranno cercare di dimostrare al porcellino d'india terrorizzato, che lo gnomo è finto e non vuole catturarlo, ma, a causa di diversi imprevisti, questa missione si rivelerà davvero difficile."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 10:30:00",
      "end_time": "2026-02-05 10:45:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie. Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 10:45:00",
      "end_time": "2026-02-05 11:00:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose. Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 11:00:00",
      "end_time": "2026-02-05 11:10:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi. Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 11:10:00",
      "end_time": "2026-02-05 11:25:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia. Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-05 11:25:00",
      "end_time": "2026-02-05 11:35:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "La giumenta del duca di Buckingham viene presa da un ladro. Luigi XIII cerca di consolare il Duca disperato, mentre le moschettiere cominciano ad indagare per ritrovarla. La giumenta del duca di Buckingham viene presa da un ladro. Luigi XIII cerca di consolare il Duca disperato, mentre le moschettiere cominciano ad indagare per ritrovarla."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-05 11:35:00",
      "end_time": "2026-02-05 11:50:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Henri viene imprigionato con l'accusa di aver rubato dei preziosi oggetti a Sua Maestà. D'Artagnan, con l'aiuto delle Moschettiere, lo aiuterà a dimostrare la sua innocenza. Henri viene imprigionato con l'accusa di aver rubato dei preziosi oggetti a Sua Maestà. D'Artagnan, con l'aiuto delle Moschettiere, lo aiuterà a dimostrare la sua innocenza."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-05 11:50:00",
      "end_time": "2026-02-05 12:00:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Una giovane piratessa invade la città, e sarà compito di D'Artagnan e delle Moschettiere cercare di cacciarla via. Con un'unica difficoltà: Rochefort ha perso la testa per lei. Una giovane piratessa invade la città, e sarà compito di D'Artagnan e delle Moschettiere cercare di cacciarla via. Con un'unica difficoltà: Rochefort ha perso la testa per lei."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/le-tre-moschettiere.webp",
      "start_time": "2026-02-05 12:00:00",
      "end_time": "2026-02-05 12:15:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "A corte viene diffusa una profezia secondo la quale il Re è in pericolo. D'Artagnan e le Moschettiere vogliono vederci chiaro e decidono di indagare sulle inquietanti voci che circolano. A corte viene diffusa una profezia secondo la quale il Re è in pericolo. D'Artagnan e le Moschettiere vogliono vederci chiaro e decidono di indagare sulle inquietanti voci che circolano."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mia-and-me.webp",
      "start_time": "2026-02-05 12:15:00",
      "end_time": "2026-02-05 12:40:00",
      "episode_number": "S3 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Per aiutare la capra Suzanna, che soffre per via di una colica, Sara e Mia fanno un'escursione tra le montagne in cerca del Camedrio Alpino. Qui Mia svela il suo segreto a Sara, anche se lei non la prende molto sul serio. A Centopia, Mia e Mo scoprono il passatempo segreto di Yuki: ama esercitare le sue (pessime) doti canore. Questo porta ovviamente a molti battibecchi tra gli amici, ostacolandoli nella loro nuova avventura. Guidati dall'oracolo, si dirigono tutti insieme al nebbioso Labirinto dei Monti Brumosi alla ricerca del Frammento del Cuore. Per aiutare la capra Suzanna, che soffre per via di una colica, Sara e Mia fanno un'escursione tra le montagne in cerca del Camedrio Alpino. Qui Mia svela il suo segreto a Sara, anche se lei non la prende molto sul serio. A Centopia, Mia e Mo scoprono il passatempo segreto di Yuki: ama esercitare le sue (pessime) doti canore. Questo porta ovviamente a molti battibecchi tra gli amici, ostacolandoli nella loro nuova avventura. Guidati dall'oracolo, si dirigono tutti insieme al nebbioso Labirinto dei Monti Brumosi alla ricerca del Frammento del Cuore."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mia-and-me.webp",
      "start_time": "2026-02-05 12:40:00",
      "end_time": "2026-02-05 13:05:00",
      "episode_number": "S3 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Il Signor Monti sta insegnando a Fabio a cavalcare, quando Mia e Sara li raggiungono. Ben presto, però, Mia viene chiamata a Centopia. L'oracolo dice agli amici di trovare Simo e Lasita. I tre liberano una farfalla dell'amicizia, che li conduce oltre oceano. A causa di una tempesta, la Mongolfiera su cui viaggiano si schianta a terra su un'isola di Ponicorni. Allarmato dalla farfalla, Simo corre in soccorso dei suoi amici. Tutti insieme faranno ritorno a Centopia su Funtopia. Il Signor Monti sta insegnando a Fabio a cavalcare, quando Mia e Sara li raggiungono. Ben presto, però, Mia viene chiamata a Centopia. L'oracolo dice agli amici di trovare Simo e Lasita. I tre liberano una farfalla dell'amicizia, che li conduce oltre oceano. A causa di una tempesta, la Mongolfiera su cui viaggiano si schianta a terra su un'isola di Ponicorni. Allarmato dalla farfalla, Simo corre in soccorso dei suoi amici. Tutti insieme faranno ritorno a Centopia su Funtopia."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/winx-club.webp",
      "start_time": "2026-02-05 13:05:00",
      "end_time": "2026-02-05 13:30:00",
      "episode_number": "S7 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Prima che sia troppo tardi, Miele viene in soccorso delle sei fate usando l'antidoto per far nascere delle bellissime orchidee incantate al posto dei funghi. Le Winx ringraziano la sorella di Flora, ma non hanno più l'antidoto per fermare la minaccia dei funghi. Notando però che la natura sta spontaneamente reagendo, Flora ha l'idea di aiutare la natura stessa con il suo incantesimo speciale Butterflix. Così facendo, Flora non solo annulla la mutazione dei funghi, ma salva anche tutti i MagiLupi, legandosi magicamente con Amarok. Prima che sia troppo tardi, Miele viene in soccorso delle sei fate usando l'antidoto per far nascere delle bellissime orchidee incantate al posto dei funghi. Le Winx ringraziano la sorella di Flora, ma non hanno più l'antidoto per fermare la minaccia dei funghi. Notando però che la natura sta spontaneamente reagendo, Flora ha l'idea di aiutare la natura stessa con il suo incantesimo speciale Butterflix. Così facendo, Flora non solo annulla la mutazione dei funghi, ma salva anche tutti i MagiLupi, legandosi magicamente con Amarok."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/dragonero-i-paladini.webp",
      "start_time": "2026-02-05 13:30:00",
      "end_time": "2026-02-05 13:55:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Ian, Myrva e Gmor raggiungono un Corruttore di Arcana che sta cercando di corrompere il Nodo nascosto nelle sperdute paludi di Mahlga. I nostri eroi stanno avendo la meglio nello scontro, quando Myrva si accorge che la strategia del loro avversario è diversa dal solito. Questa volta il suo obiettivo non è indebolire la mistica rete che protegge l'Erondàr, ma… suo fratello Ian. Ian, Myrva e Gmor raggiungono un Corruttore di Arcana che sta cercando di corrompere il Nodo nascosto nelle sperdute paludi di Mahlga. I nostri eroi stanno avendo la meglio nello scontro, quando Myrva si accorge che la strategia del loro avversario è diversa dal solito. Questa volta il suo obiettivo non è indebolire la mistica rete che protegge l'Erondàr, ma… suo fratello Ian!"
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/dragonero-i-paladini.webp",
      "start_time": "2026-02-05 13:55:00",
      "end_time": "2026-02-05 14:15:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Ian è prigioniero nelle segrete del castello di Arcana e non può far nient'altro che attendere che Myrva e Gmor giungano in suo aiuto. Nella cella accanto alla sua c'è però Maila, un'altra prigioniera di Arcana. I due ragazzi cominciano a raccontarsi le loro avventure per ingannare il tempo mentre aspettano l'arrivo dei soccorsi. Ian è prigioniero nelle segrete del castello di Arcana e non può far nient'altro che attendere che Myrva e Gmor giungano in suo aiuto. Nella cella accanto alla sua c'è però Maila, un'altra prigioniera di Arcana. I due ragazzi cominciano a raccontarsi le loro avventure per ingannare il tempo mentre aspettano l'arrivo dei soccorsi."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-05 14:15:00",
      "end_time": "2026-02-05 14:45:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja continua a incontrarsi con Birk nelle segrete e a portargli del cibo. Nel frattempo, Lovis costringe i briganti a denudarsi e a darsi una pulita nella neve mentre lei mette a bollire i loro vestiti. Indignati per il trattamento ricevuto, i briganti cambiano subito espressione quando si siedono a tavola per la cena. Con l'arrivo della primavera, Ronja può finalmente tornare nel bosco e incontrarsi con Birk all'aria aperta. Ronja continua a incontrarsi con Birk nelle segrete e a portargli del cibo. Nel frattempo, Lovis costringe i briganti a denudarsi e a darsi una pulita nella neve mentre lei mette a bollire i loro vestiti. Indignati per il trattamento ricevuto, i briganti cambiano subito espressione quando si siedono a tavola per la cena. Con l'arrivo della primavera, Ronja può finalmente tornare nel bosco e incontrarsi con Birk all'aria aperta."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-05 14:45:00",
      "end_time": "2026-02-05 15:10:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Birk e Ronja passano tutta la giornata nel bosco a godersi la primavera. I due trovano due cavalli selvaggi e cercano di addomesticarli. Poi decidono di chiamarli Malandrino e Scavezzacollo. Intanto, Mattis e i suoi briganti attaccano un carro e, mentre stanno portando via il bottino, vengono avvicinati da Borka, che chiede loro di dividere la refurtiva. Mattis non ne vuole sapere nonostante Borka arrivi quasi ad implorarlo. Poi, credendo che il suo capo sia in pericolo, uno dei briganti di Borka scocca una freccia e colpisce Sturkas. La sera Ronja torna a casa e trova Mattis fuori di sé dalla rabbia, pronto a vendicarsi di Borka. Birk e Ronja passano tutta la giornata nel bosco a godersi la primavera. I due trovano due cavalli selvaggi e cercano di addomesticarli. Poi decidono di chiamarli Malandrino e Scavezzacollo. Intanto, Mattis e i suoi briganti attaccano un carro e, mentre stanno portando via il bottino, vengono avvicinati da Borka, che chiede loro di dividere la refurtiva. Mattis non ne vuole sapere nonostante Borka arrivi quasi ad implorarlo. Poi, credendo che il suo capo sia in pericolo, uno dei briganti di Borka scocca una freccia e colpisce Sturkas. La sera Ronja torna a casa e trova Mattis fuori di sé dalla rabbia, pronto a vendicarsi di Borka."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-05 15:10:00",
      "end_time": "2026-02-05 15:20:00",
      "episode_number": "S1 E10",
      "show_category": "Sketch Com",
      "show_description": "Ari e Bip ci fanno scoprire lavori davvero strani e poi proveranno a rispondere ai messaggi di ragazze e ragazzi che si sentono un po' persi e che hanno mille passioni tutte insieme... . Ospite speciale il fumettista Matteo Cremona, che ci mostra come si crea un fumetto, dalla sceneggiatura al disegno. Se non sapete ancora cosa fare da grandi, va benissimo così. Perché la domanda più importante non è \"cosa vuoi fare?\", ma \"chi vuoi essere?\". E scoprirlo è la parte più bella. Ari e Bip ci fanno scoprire lavori davvero strani e poi proveranno a rispondere ai messaggi di ragazze e ragazzi che si sentono un po' persi e che hanno mille passioni tutte insieme... . Ospite speciale il fumettista Matteo Cremona, che ci mostra come si crea un fumetto, dalla sceneggiatura al disegno. Se non sapete ancora cosa fare da grandi, va benissimo così. Perché la domanda più importante non è \\\"cosa vuoi fare?\\."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-05 15:20:00",
      "end_time": "2026-02-05 15:30:00",
      "episode_number": "S1 E11",
      "show_category": "Sketch Com",
      "show_description": "Non servono sempre luci puntate per restare nel cuore: i personaggi secondari, quelli che sembrano sullo sfondo, spesso sono i più indimenticabili! Sono proprio loro che a volte salvano la storia... o la rendono speciale. \"On Ari\" si accende. Siete pronti a guardare da un'altra prospettiva. Non servono sempre luci puntate per restare nel cuore: i personaggi secondari, quelli che sembrano sullo sfondo, spesso sono i più indimenticabili! Sono proprio loro che a volte salvano la storia... o la rendono speciale. \\\"On Ari\\\" si accende. Siete pronti a guardare da un'altra prospettiva?"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/on-ari.webp",
      "start_time": "2026-02-05 15:30:00",
      "end_time": "2026-02-05 15:35:00",
      "episode_number": "S1 E13",
      "show_category": "Sketch Com",
      "show_description": "Esploriamo con Ari il mondo degli oggetti magici più folli: dal mantello che ti fa sparire alla spada che fa \"boom\" come i fuochi d'artificio. Incontriamo Lysandra, una maga pasticciona che lancerà i suoi potenti incantesimi... e, per finire, il potere segreto che vorrebbe avere il nostro amico gatto. Esploriamo con Ari il mondo degli oggetti magici più folli: dal mantello che ti fa sparire alla spada che fa \\\"boom\\\" come i fuochi d'artificio. Incontriamo Lysandra, una maga pasticciona che lancerà i suoi potenti incantesimi... e, per finire, il potere segreto che vorrebbe avere il nostro amico gatto."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/cercami-a-parigi.webp",
      "start_time": "2026-02-05 15:35:00",
      "end_time": "2026-02-05 16:05:00",
      "episode_number": "S3 E3",
      "show_category": "Live Action",
      "show_description": "Mentre HENRI cerca ancora LENA nel 1983, nel presente i ragazzi si preparano per andare nel sud della Francia a ballare insieme ai ballerini della prestigiosa CJ Company. LENA però non ha un partner e questo le fa sentire ancora di più la mancanza di MAX. Ma la ragazza non si perde d'animo e fa delle audizioni per trovare un ballerino con cui fare coppia. Il tentativo fallisce, ma proprio nel sud della Francia conoscerà un ragazzo, NICO, che si offrirà di ballare con lei. Mentre HENRI cerca ancora LENA nel 1983, nel presente i ragazzi si preparano per andare nel sud della Francia a ballare insieme ai ballerini della prestigiosa CJ Company. LENA però non ha un partner e questo le fa sentire ancora di più la mancanza di MAX. Ma la ragazza non si perde d'animo e fa delle audizioni per trovare un ballerino con cui fare coppia. Il tentativo fallisce, ma proprio nel sud della Francia conoscerà un ragazzo, NICO, che si offrirà di ballare con lei."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/cercami-a-parigi.webp",
      "start_time": "2026-02-05 16:05:00",
      "end_time": "2026-02-05 16:25:00",
      "episode_number": "S3 E4",
      "show_category": "Live Action",
      "show_description": "LENA e i compagni insieme ad ARMANDO si recano nella Francia del sud per provare con la CJ Company. Oltre alle prove e alle lezioni, i ragazzi devono anche imparare a vivere insieme occupandosi delle faccende domestiche. Intanto LENA cerca di conoscere meglio il suo nuovo partner, NICO, che però è molto sfuggente e misterioso, tanto da suscitare qualche perplessità in INES che sembra non fidarsi di lui. Nel frattempo, FRANK prova a convincere CLAUDETTE ad andare nel futuro, nella speranza che tenga d'occhio LENA. LENA e i compagni insieme ad ARMANDO si recano nella Francia del sud per provare con la CJ Company. Oltre alle prove e alle lezioni, i ragazzi devono anche imparare a vivere insieme occupandosi delle faccende domestiche. Intanto LENA cerca di conoscere meglio il suo nuovo partner, NICO, che però è molto sfuggente e misterioso, tanto da suscitare qualche perplessità in INES che sembra non fidarsi di lui. Nel frattempo, FRANK prova a convincere CLAUDETTE ad andare nel futuro, nella speranza che tenga d'occhio LENA."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/alex-co.webp",
      "start_time": "2026-02-05 16:25:00",
      "end_time": "2026-02-05 16:55:00",
      "episode_number": "S1 E31",
      "show_category": "Live Action",
      "show_description": "Gli Alex&Co. si preparano per la finalissima. Il talent riceve uno special guest star: i The Vamps. Ferrari aspetta in fila di poter entrare negli studios e viene raggiunto da Victoria. La Williams ha letto la lettera di dimissioni, ma non accetta di licenziarlo per non perdere un'ulteriore occasione di vedere Ferrari umiliato ancora di più. Gli Alex&Co. si preparano per la finalissima. Il talent riceve uno special guest star: i The Vamps. Ferrari aspetta in fila di poter entrare negli studios e viene raggiunto da Victoria. La Williams ha letto la lettera di dimissioni, ma non accetta di licenziarlo per non perdere un'ulteriore occasione di vedere Ferrari umiliato ancora di più."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-05 16:55:00",
      "end_time": "2026-02-05 17:20:00",
      "episode_number": "S1 E19",
      "show_category": "",
      "show_description": "Po e i suoi amici si arrampicano su un vulcano per affrontare una scienziata pazza, ma il Maestro Mastodonte li avverte che stanno procedendo su un terreno insidioso."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-05 17:20:00",
      "end_time": "2026-02-05 17:45:00",
      "episode_number": "S1 E20",
      "show_category": "",
      "show_description": "Una fonte inaspettata svela a Lama la storia del fratello. Le armi di Tianshang finiscono nelle mani sbagliate."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-05 17:45:00",
      "end_time": "2026-02-05 18:00:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali. Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-05 18:00:00",
      "end_time": "2026-02-05 18:10:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "L'annuale gara di ballo a coppie organizzata da Cleopatra nel suo locale è minacciata da un misterioso sabotatore che manda all'aria tutte le esibizioni una dopo l'altra! È una doppia sfida per Spooky Wolf e compagni, impegnati sia come detective... che come ballerini! Chi sarà il colpevole? E chi vincerà la gara. L'annuale gara di ballo a coppie organizzata da Cleopatra nel suo locale è minacciata da un misterioso sabotatore che manda all'aria tutte le esibizioni una dopo l'altra! È una doppia sfida per Spooky Wolf e compagni, impegnati sia come detective... che come ballerini! Chi sarà il colpevole? E chi vincerà la gara?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/spooky-wolf.webp",
      "start_time": "2026-02-05 18:10:00",
      "end_time": "2026-02-05 18:25:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Ogni abitante di Fantaville si ritrova in compagnia di un suo doppio: la città è invasa da cloni! Uno scenario surreale, traboccante di follia e problemi! Chi potrà mai svelare l'origine dello strambo fenomeno? È ovvio: Spooky Wolf! Anzi, ben due Spooky Wolf. Ogni abitante di Fantaville si ritrova in compagnia di un suo doppio: la città è invasa da cloni! Uno scenario surreale, traboccante di follia e problemi! Chi potrà mai svelare l'origine dello strambo fenomeno? È ovvio: Spooky Wolf! Anzi, ben due Spooky Wolf!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 18:25:00",
      "end_time": "2026-02-05 18:35:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima. A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 18:35:00",
      "end_time": "2026-02-05 18:50:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità. Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/mortina.webp",
      "start_time": "2026-02-05 18:50:00",
      "end_time": "2026-02-05 19:00:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \"saporaccio\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché. Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \\\"saporaccio\\\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché?"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-05 19:00:00",
      "end_time": "2026-02-05 19:25:00",
      "episode_number": "S1 E19",
      "show_category": "",
      "show_description": "Po e i suoi amici si arrampicano su un vulcano per affrontare una scienziata pazza, ma il Maestro Mastodonte li avverte che stanno procedendo su un terreno insidioso."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/rabbids-invasion.webp",
      "start_time": "2026-02-05 19:25:00",
      "end_time": "2026-02-05 19:35:00",
      "episode_number": "S4 E57",
      "show_category": "Cartoni Animati",
      "show_description": "Un misterioso Rabbid dotato di superpoteri appare nel sottomarino. Sta cercando Blond Rabbid… per eliminarla. Un misterioso Rabbid dotato di superpoteri appare nel sottomarino. Sta cercando Blond Rabbid… per eliminarla!"
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/rabbids-invasion.webp",
      "start_time": "2026-02-05 19:35:00",
      "end_time": "2026-02-05 19:40:00",
      "episode_number": "S4 E58",
      "show_category": "Cartoni Animati",
      "show_description": "Il piccolo e dolce Huggy Rabbid riceve un invito speciale al matrimonio di Rabbid Dracula. Non sa però che alla cerimonia sarà circondato da Rabbids mostruosi, uno più spaventoso dell'altro. Il piccolo e dolce Huggy Rabbid riceve un invito speciale al matrimonio di Rabbid Dracula. Non sa però che alla cerimonia sarà circondato da Rabbids mostruosi, uno più spaventoso dell'altro!"
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-collegio.webp",
      "start_time": "2026-02-05 19:40:00",
      "end_time": "2026-02-05 21:55:00",
      "episode_number": "S2021 E7",
      "show_category": "",
      "show_description": "Una settimana piena di emozioni, con i collegiali che si confrontano nei \"Giochi della Gioventù\", in una gara didattica proposta dal prof. Maggi e in una ideata dal prof. Raina. A tenerli impegnati sarà anche la preparazione per la recita in inglese di \"Cinderella\" e... molto sport. Spazio, infatti, ai \"Giochi della Gioventù\" 1977, con la corsa campestre a ostacoli e con il salto in alto. E che dire poi quando la prof. di danza, Lidia Carew, giunta al collegio, fa scatenare gli allievi con balli e coreografie? Non mancheranno neppure momenti di tensione che vedranno protagonista anche Maria Sofia. Una settimana piena di emozioni, con i collegiali che si confrontano nei \\\"Giochi della Gioventù\\."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/goldrake.webp",
      "start_time": "2026-02-05 21:55:00",
      "end_time": "2026-02-05 22:25:00",
      "episode_number": "S1 E34",
      "show_category": "",
      "show_description": "Il comandante Gaus, principe di una stella conquistata dai veghiani, viene inviato a fronteggiare Goldrake in cambio della salvezza della propria gente. Nel primo scontro Goldrake sembra avere la peggio, tuttavia Gaus decide di risparmiarlo. Il comandante Gaus, principe di una stella conquistata dai veghiani, viene inviato a fronteggiare Goldrake in cambio della salvezza della propria gente. Nel primo scontro Goldrake sembra avere la peggio, tuttavia Gaus decide di risparmiarlo."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/street-football.webp",
      "start_time": "2026-02-05 22:25:00",
      "end_time": "2026-02-05 22:50:00",
      "episode_number": "S5 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Per battere i Blu, gli Hermes di Atene hanno un solo piano: seminare zizzania all'interno della squadra di Draghetto e Kani. E motivi di discordia, ai Blu, non mancano. Dai bisticci continui tra Alfa e Jérémy alla mancanza di fiducia che Draghetto ha in Kani: gli Hermes hanno l'imbarazzo della scelta. Per battere i Blu, gli Hermes di Atene hanno un solo piano: seminare zizzania all'interno della squadra di Draghetto e Kani. E motivi di discordia, ai Blu, non mancano. Dai bisticci continui tra Alfa e Jérémy alla mancanza di fiducia che Draghetto ha in Kani: gli Hermes hanno l'imbarazzo della scelta."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-05 22:50:00",
      "end_time": "2026-02-05 23:00:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse. Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/il-mondo-di-karma.webp",
      "start_time": "2026-02-05 23:00:00",
      "end_time": "2026-02-05 23:15:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici. Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 23:15:00",
      "end_time": "2026-02-05 23:25:00",
      "episode_number": "S1 E47",
      "show_category": "",
      "show_description": "Riff rimane incastrato con la mano in un albero. Mentre Eron e Ao-Ki lo assistono, Ikor e Trek cercano di attivare l'ultimo Sigillo del Ghiaccio. Quando Cryptus li attacca, Ikor dovrà rivedere la sua meticolosa strategia basata sulla pianificazione per riuscire nell'impresa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/gormiti.webp",
      "start_time": "2026-02-05 23:25:00",
      "end_time": "2026-02-05 23:40:00",
      "episode_number": "S1 E48",
      "show_category": "",
      "show_description": "Mentre Eron scherza sfoderando dei numeri di comicità, Ikor deve affrontare una prova ardua: sconfiggere Kyonos, famoso per le sue tecniche di startegia, solo così potrà radunare i Meta Gormiti per la sua causa. Allo scontro finale, Ikor riuscirà ad avere la meglio su Kyonos strappandogli una risata."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-05 23:40:00",
      "end_time": "2026-02-05 23:50:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La Lucky Squad dopo una lunga e faticosa pedalata raggiunge il Castello di Canossa dove trova ad attenderla una squadra di Spikeball davvero bizzarra. Sono i Super Bugs: Pois la Coccinella, Fly la Farfalla e Aracno il Ragno. Riusciranno Nino, Lj-Wang e Viola a sconfiggere quegli insetti troppo cresciuti. La Lucky Squad dopo una lunga e faticosa pedalata raggiunge il Castello di Canossa dove trova ad attenderla una squadra di Spikeball davvero bizzarra. Sono i Super Bugs: Pois la Coccinella, Fly la Farfalla e Aracno il Ragno. Riusciranno Nino, Lj-Wang e Viola a sconfiggere quegli insetti troppo cresciuti?"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/today/super-spike-ball.webp",
      "start_time": "2026-02-05 23:50:00",
      "end_time": "2026-02-06 00:05:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Le Super Rollers hanno cambiato i loro pattini in pattini da ghiaccio e sfidano Nino, Viola e Lj-Wang a una partita di Spikeball sul ghiacciao in cima al Monte Rosa. Un match ad alta quota che metterà alla prova la Lucky Squad. Le Super Rollers hanno cambiato i loro pattini in pattini da ghiaccio e sfidano Nino, Viola e Lj-Wang a una partita di Spikeball sul ghiacciao in cima al Monte Rosa. Un match ad alta quota che metterà alla prova la Lucky Squad!"
    }
  ]
}