{
  "channel_name": "RaiGulp",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823891033_Screenshot%203650.png",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:05:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "La Lucky Squad deve vedersela con i Best3 ovvero il miglior difensore, alzatore e schiacciatore pescato da tutte le altre squadre! Lo stadio è pieno e ci sono i giocatori delle altre squadre venuti ad assistere alla \"carneficina\"! Ma i nostri la spunteranno dimostrando l'importanza dell'essere uniti: non conta il singolo ma la squadra. La Lucky Squad deve vedersela con i Best3 ovvero il miglior difensore, alzatore e schiacciatore pescato da tutte le altre squadre! Lo stadio è pieno e ci sono i giocatori delle altre squadre venuti ad assistere alla \\\"carneficina\\\"! Ma i nostri la spunteranno dimostrando l'importanza dell'essere uniti: non conta il singolo ma la squadra!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596136395889_compagnia.jpg",
      "start_time": "2026-02-12 00:05:00",
      "end_time": "2026-02-12 00:30:00",
      "episode_number": "S3 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Squalo elenca le squadre che si sono qualificate. Memorino rivela a Lucifero quanto scoperto su Veronica e sui suoi amici della Polinesia. La Biffery dice a Lucifero che vuole rivelargli chi è suo padre ma il ragazzo scappa. Squalo elenca le squadre che si sono qualificate. Memorino rivela a Lucifero quanto scoperto su Veronica e sui suoi amici della Polinesia. La Biffery dice a Lucifero che vuole rivelargli chi è suo padre ma il ragazzo scappa..."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596127176512_compagnia.jpg",
      "start_time": "2026-02-12 00:30:00",
      "end_time": "2026-02-12 00:55:00",
      "episode_number": "S3 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Ramon comunica a Lucifero che deve tornare a casa per motivi politici e gli chiede di raggiungerlo non appena sarà finito il Mondiale. Celeste sorprende Lucifero mentre piange e lo invita a partire con il padre. I compagni di Lucifero incoraggiano l'amico e il ragazzo accetta di seguire subito il padre senza giocare la finale. Ramon comunica a Lucifero che deve tornare a casa per motivi politici e gli chiede di raggiungerlo non appena sarà finito il Mondiale. Celeste sorprende Lucifero mentre piange e lo invita a partire  con il padre. I compagni di Lucifero incoraggiano l'amico e il ragazzo accetta di seguire subito il padre senza giocare la finale."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769623078512_Spike_Team_3_Ep_25.jpg",
      "start_time": "2026-02-12 00:55:00",
      "end_time": "2026-02-12 01:20:00",
      "episode_number": "S3 E25",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769623095716_Spike_Team_3_Ep_26.jpg",
      "start_time": "2026-02-12 01:20:00",
      "end_time": "2026-02-12 01:50:00",
      "episode_number": "S3 E26",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317591039_Screenshot%203395.png",
      "start_time": "2026-02-12 01:50:00",
      "end_time": "2026-02-12 01:55:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra. Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318378271_Screenshot%203399.png",
      "start_time": "2026-02-12 01:55:00",
      "end_time": "2026-02-12 02:15:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra. Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541274157_Schermata%202020-10-01%20alle%2010.jpg",
      "start_time": "2026-02-12 02:15:00",
      "end_time": "2026-02-12 02:20:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Per calmare la loro fame Riff e Trek provano a prendere alcuni Zangu  dagli altissimi alberi. Non riuscendoci, accorre in loro soccorso Saburo. Mentre i tre cercano di raccogliere i frutti, Irgur ruba due frammenti di magma: Riff, Trek e Saburo cercheranno di recuperarli a colpi di stile magma. Per calmare la loro fame Riff e Trek provano a prendere alcuni Zangu  dagli altissimi alberi. Non riuscendoci, accorre in loro soccorso Saburo. Mentre i tre cercano di raccogliere i frutti, Irgur ruba due frammenti di magma: Riff, Trek e Saburo cercheranno di recuperarli a colpi di stile magma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541417963_Schermata%202020-10-01%20alle%2010%201.jpg",
      "start_time": "2026-02-12 02:20:00",
      "end_time": "2026-02-12 02:35:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Riff, Eron, Ao-ki,  Ikor ed Eron  riescono a trovare i quattro frammenti di magma e si mettono alla ricerca di un guerriero Solark a cui consegnarli. Lungo la strada, si imbattono in un santuario, nel quale incontrano un guerriero Solark, Palladium. Tuttavia, invece di consegnare i frammenti, Riff, accecato dalla potenza ottenuta, decide di combattere contro Palladium. Con l'aiuto di Keryon, infine, Riff capirà quale sarà la decisione più saggia da prendere. Riff, Eron, Ao-ki,  Ikor ed Eron  riescono a trovare i quattro frammenti di magma e si mettono alla ricerca di un guerriero Solark a cui consegnarli. Lungo la strada, si imbattono in un santuario, nel quale incontrano un guerriero Solark, Palladium. Tuttavia, invece di consegnare i frammenti, Riff, accecato dalla potenza ottenuta, decide di combattere contro Palladium. Con l'aiuto di Keryon, infine, Riff capirà quale sarà la decisione più saggia da prendere."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671563643080_I%20Puffi_NuovaSerie_S1E35_2048x1152.jpg",
      "start_time": "2026-02-12 02:35:00",
      "end_time": "2026-02-12 02:45:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Puffo Sognatore decide di diventare Cavalier Puffoso. Puffo Sognatore decide di diventare Cavalier Puffoso."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671564407602_I%20Puffi_NuovaSerie_S1E36_2048x1152.jpg",
      "start_time": "2026-02-12 02:45:00",
      "end_time": "2026-02-12 02:55:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Gargamella annusa per caso il fiore Non ti scordar di me. Perde la memoria e dimentica anche l'odio per i Puffi…per un po. Gargamella annusa per caso il fiore Non ti scordar di me. Perde la memoria e dimentica anche l'odio per i Puffi…per un po'!"
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671564824764_I%20Puffi_NuovaSerie_S1E37_2048x1152.jpg",
      "start_time": "2026-02-12 02:55:00",
      "end_time": "2026-02-12 03:05:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Gargamella ne ha pensata una delle sue: fa arrivare a Baby Puffo un orsetto di peluche con cui spiare attraverso una microtelecamera il villaggio dei Puffi. Ma grande Puffo si accorge del trucco. Gargamella ne ha pensata una delle sue: fa arrivare a Baby Puffo un orsetto di peluche con cui spiare attraverso una microtelecamera il villaggio dei Puffi. Ma grande Puffo si accorge del trucco…."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671565328714_I%20Puffi_NuovaSerie_S1E38_2048x1152.jpg",
      "start_time": "2026-02-12 03:05:00",
      "end_time": "2026-02-12 03:25:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Gargamella ne ha pensata una delle sue: fa arrivare a Baby Puffo un orsetto di peluche con cui spiare attraverso una microtelecamera il villaggio dei Puffi. Ma grande Puffo si accorge del trucco. Gargamella ne ha pensata una delle sue: fa arrivare a Baby Puffo un orsetto di peluche con cui spiare attraverso una microtelecamera il villaggio dei Puffi. Ma grande Puffo si accorge del trucco…."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608229171843_Schermata%202020-12-17%20alle%2019%205.jpg",
      "start_time": "2026-02-12 03:25:00",
      "end_time": "2026-02-12 03:40:00",
      "episode_number": "S3 E23",
      "show_category": "",
      "show_description": "In una bottiglia di Ketchup pregiato, Trappola scopre una mappa che mostra la posizione precisa dell'isola di Manchego. L'isola, scoperta dal famoso esploratore scomparso Charles Cheesington, non è mai stata segnata sulle mappe. Il messaggio contiene anche una richiesta di aiuto a cui Trappola e Geronimo rispondono prontamente. Peccato che Sally ci metta lo zampino. In una bottiglia di Ketchup pregiato, Trappola scopre una mappa che mostra la posizione precisa dell'isola di Manchego. L'isola, scoperta dal famoso esploratore scomparso Charles Cheesington, non è mai stata segnata sulle mappe. Il messaggio contiene anche una richiesta di aiuto a cui Trappola e Geronimo rispondono prontamente. Peccato che Sally ci metta lo zampino…."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608229273445_Schermata%202020-12-17%20alle%2019%206.jpg",
      "start_time": "2026-02-12 03:40:00",
      "end_time": "2026-02-12 04:10:00",
      "episode_number": "S3 E24",
      "show_category": "",
      "show_description": "Un'amica chiede a Tea di prendersi cura del suo bambino per un giorno, il piccolo però è davvero un po' irrequieto e furfantello. Tea affida il piccolo per un po' a Trappola mentre si occupa di alcuni scoop in città, ma Sally Rasmussen riesce misteriosamente a batterla sul tempo. Riusciranno Geronimo e i suoi amici a gestire il piccolo Alfonso e a smascherare Sally. Un'amica chiede a Tea di prendersi cura del suo bambino per un giorno, il piccolo però è davvero un po' irrequieto e furfantello. Tea affida il piccolo per un po' a Trappola mentre si occupa di alcuni scoop in città, ma Sally Rasmussen riesce misteriosamente a batterla sul tempo. Riusciranno Geronimo e i suoi amici a gestire il piccolo Alfonso e a smascherare Sally?"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/05/1444059896428_heidi.jpg",
      "start_time": "2026-02-12 04:10:00",
      "end_time": "2026-02-12 04:30:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Clara arriva a Dorfli con la Signorina Rottenmeier per passare l'estate tra le montagne. Ma la governante, inflessibile come di consueto, intende restare alla vecchia casa in paese e non vuole andare alla baita non ritenendola un posto adatto a Clara. Heidi e Clara sono profondamente deluse perché avevano immaginato la loro vacanza insieme come una meravigliosa avventura tra i prati e le montagne che circondano la baita. Così, per convincere la Rottermeier ad andare alla baita, escogitano un complicato piano per farle sembrare la vita al villaggio insopportabile. Quello che rischiano di ottenere però è il risultato opposto, perché la severa governante si dispone a tornare immediatamente a Francoforte riportando Clara con sé. Il nonno convince le bambine a scusarsi con lei nella speranza che la Signorina Rottenmeier conceda un'altra possibilità alla vita in montagna. Clara arriva a Dorfli con la Signorina Rottenmeier per passare l'estate tra le montagne. Ma la governante, inflessibile come di consueto, intende restare alla vecchia casa in paese e non vuole andare alla baita non ritenendola un posto adatto a Clara. Heidi e Clara sono profondamente deluse perché avevano immaginato la loro vacanza insieme come una meravigliosa avventura tra i prati e le montagne che circondano la baita. Così,  per convincere la  Rottermeier ad andare alla baita, escogitano un complicato piano per farle sembrare la vita al villaggio insopportabile. Quello che rischiano di ottenere però è il risultato opposto, perché la severa governante si dispone a tornare immediatamente a Francoforte riportando Clara con sé. Il nonno convince le bambine a scusarsi con lei nella speranza che la Signorina Rottenmeier conceda un'altra possibilità alla vita in montagna…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066168768_temp.00_04_31_03.Still006.jpg",
      "start_time": "2026-02-12 04:30:00",
      "end_time": "2026-02-12 04:40:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino trova un bruco in un cavolo e vuole prendersene cura. Piedino trova un bruco in un cavolo e vuole prendersene cura."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066233076_Still009.jpg",
      "start_time": "2026-02-12 04:40:00",
      "end_time": "2026-02-12 04:55:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno ha rotto la vetrina del negozio della signora Granjean e Piedino cerca il colpevole dopo essersi autoaccusato per attirare l'attenzione. Qualcuno ha rotto la vetrina del negozio della signora Granjean e Piedino cerca il colpevole dopo essersi autoaccusato per attirare l'attenzione."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066292857_Still023.jpg",
      "start_time": "2026-02-12 04:55:00",
      "end_time": "2026-02-12 05:10:00",
      "episode_number": "S1 E47",
      "show_category": "Cartoni Animati",
      "show_description": "Samson è convinto che il signor Luchon sia uno stregone e che abbia fatto un incantesimo a Lina. Samson è convinto che il signor Luchon sia uno stregone e che abbia fatto un incantesimo a Lina."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666624589332_Screenshot%201243.jpg",
      "start_time": "2026-02-12 05:10:00",
      "end_time": "2026-02-12 05:20:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "PC è arrivato alla finale di un torneo online per videogiocatori... ma deve affrontare la temibile Bucilla! PC si tiene in forma con i centrifugati di frutta ma esagera... e toccherà a Ginny e Ham salvarlo, con un'avventura tra lo spazio infinito e un universo altrettanto spettacolare: il corpo umano. PC è arrivato alla finale di un torneo online per videogiocatori... ma deve affrontare la temibile Bucilla! PC si tiene in forma con i centrifugati di frutta ma esagera... e toccherà a Ginny e Ham salvarlo, con un'avventura tra lo spazio infinito e un universo altrettanto spettacolare: il corpo umano!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666624596386_Screenshot%201244.jpg",
      "start_time": "2026-02-12 05:20:00",
      "end_time": "2026-02-12 05:35:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "La sagra del paese offre parecchie delizie culinarie... ma anche il pessimo fritto di un rivenditore senza scrupoli, nemico giurato di Nonno Essen! Toccherà ai Food Wizards salvare la madre di Ham, incappata in un eccesso di golosità per le patatine fritte. La sagra del paese offre parecchie delizie culinarie... ma anche il pessimo fritto di un rivenditore senza scrupoli, nemico giurato di Nonno Essen! Toccherà ai Food Wizards salvare la madre di Ham, incappata in un eccesso di golosità per le patatine fritte!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465903645_PT%202%20FUNGHI%20DI%20PIETRA%20JPEG.jpg",
      "start_time": "2026-02-12 05:35:00",
      "end_time": "2026-02-12 05:50:00",
      "episode_number": "S1 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465932370_PT%203%20LA%20FORESTA%20SOMMERSA%20JPEG.jpg",
      "start_time": "2026-02-12 05:50:00",
      "end_time": "2026-02-12 06:05:00",
      "episode_number": "S1 E3",
      "show_category": "Programmi Tv Kids",
      "show_description": "Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \"Il Giallino\" ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta smascherare le fake news della natura mentre la  pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317591039_Screenshot%203395.png",
      "start_time": "2026-02-12 06:05:00",
      "end_time": "2026-02-12 06:15:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra. Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318378271_Screenshot%203399.png",
      "start_time": "2026-02-12 06:15:00",
      "end_time": "2026-02-12 06:30:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra. Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642344164_Schermata%202020-10-02%20alle%2014.jpg",
      "start_time": "2026-02-12 06:30:00",
      "end_time": "2026-02-12 06:40:00",
      "episode_number": "S2 E9",
      "show_category": "",
      "show_description": "A seguito di un'avaria di Iskador, Riff, Trek, Aoki ed Eron finiscono su un'isola sperduta, nella quale si nasconde un frammento. Si occuperà Torak di cercarlo, ma nel frat-tempo, la ricerca dei Gormiti viene interrotta dall'arrivo di Krobok, un Eklypsion, anche lui alla ricerca del frammento. I Gormiti, con uno stratagemma, riescono ad allontanare l'Eklypsion dal luogo in cui è nascosto il frammento, ma presto Krobok si renderà conto dell'inganno e tornerà indietro per scontrarsi con Torak e sottrargli il frammento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642557280_Schermata%202020-10-02%20alle%2014%201.jpg",
      "start_time": "2026-02-12 06:40:00",
      "end_time": "2026-02-12 06:55:00",
      "episode_number": "S2 E10",
      "show_category": "",
      "show_description": "Trek e Eron sono nel deserto in cerca del prossimo frammento del Cuore del Titano. Annoiato dalla lentezza dei Rocciosi, Eron invoca Zefyr per testarne la nuova velocità cosmica. Giunti al frammento, i tre dovranno superare una strana barriera energetica e affrontare Krobok."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825597678_Schermata%202022-04-01%20alle%2017.07.10%201.jpg",
      "start_time": "2026-02-12 06:55:00",
      "end_time": "2026-02-12 07:05:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "Fifone è stanco di avere sempre paura di tutto e sogna di diventare un supereroe."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825720873_Schermata%202022-04-01%20alle%2017.14.54.jpg",
      "start_time": "2026-02-12 07:05:00",
      "end_time": "2026-02-12 07:15:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "L'ultima trovata di Gargamella: un amuleto che consente a Birba di volare."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648826160615_Schermata%202022-04-01%20alle%2017.16.31.jpg",
      "start_time": "2026-02-12 07:15:00",
      "end_time": "2026-02-12 07:30:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Zuccone trova un uovo nel bosco e non sapendo che cosa sia chiede consiglio a Grande Puffo."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608225768507_Schermata%202020-12-17%20alle%2018%203.jpg",
      "start_time": "2026-02-12 07:30:00",
      "end_time": "2026-02-12 07:55:00",
      "episode_number": "S3 E14",
      "show_category": "",
      "show_description": "Tea sparisce misteriosamente durante una spedizione tra i ghiacci di Freezerlandia, dove il Vulcano Grimsratten, inattivo da anni, si prepara nuovamente a eruttare. Geronimo, Benjamin e Trappola partono alla sua ricerca e s'imbattono in Sally e Marameo. Presto scopriranno che le cose non sono esattamente come appaiono e che i due rivali hanno elaborato un ingegnoso piano per danneggiare ancora una volta Geronimo. Tea sparisce misteriosamente durante una spedizione tra i ghiacci di Freezerlandia, dove il Vulcano Grimsratten, inattivo da anni, si prepara nuovamente a eruttare. Geronimo, Benjamin e Trappola partono alla sua ricerca e s'imbattono in Sally e Marameo. Presto scopriranno che le cose non sono esattamente come appaiono e che i due rivali hanno elaborato un ingegnoso piano per danneggiare ancora una volta Geronimo…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/05/1444060077139_heidi.jpg",
      "start_time": "2026-02-12 07:55:00",
      "end_time": "2026-02-12 08:20:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre la Signorina Rottenmeier va al villaggio a comprare delle provviste, il Nonno, Heidi e Clara vanno a fare una passeggiata in montagna. Quando la Signorina Rottenmeier torna alla baita non trova nessuno, e preoccupata, li va a cercare. / Ma scoppia un temporale e la Rottermeier si perde tra le montagne. Mentre la Signorina Rottenmeier va al villaggio a comprare delle provviste, il Nonno, Heidi e Clara vanno a fare una passeggiata in montagna. Quando la Signorina Rottenmeier torna alla baita non trova nessuno, e preoccupata, li va a cercare. / Ma scoppia un temporale e la  Rottermeier si perde tra le montagne…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066534703_Still002.jpg",
      "start_time": "2026-02-12 08:20:00",
      "end_time": "2026-02-12 08:30:00",
      "episode_number": "S1 E48",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele è convinto che Coniglio gli abbia rubato il suo binocolo. Raffaele è convinto che Coniglio gli abbia rubato il suo binocolo."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066644671_Still007.jpg",
      "start_time": "2026-02-12 08:30:00",
      "end_time": "2026-02-12 08:45:00",
      "episode_number": "S1 E49",
      "show_category": "Cartoni Animati",
      "show_description": "Samson ha portato con sé dei croissant e gioca con Coniglio, mentre gli altri giocano a freesbe. Piedino va a chiedere un croissant a Samson e lui, sotto l'influsso di Coniglio che lo accusa di essere troppo generoso, chiede in cambio di poter giocare con il freesbe. Il freesbe purtroppo va a finire in acqua e tra i due gruppi è guerra. Solo la saggezza di Sanson farà sì che, perdonato Coniglio che lo manovra, i ragazzi potranno rappacificarsi. Samson ha portato con sé dei croissant e gioca con Coniglio, mentre gli altri giocano a freesbe. Piedino va a chiedere un croissant a Samson e lui, sotto l'influsso di Coniglio che lo accusa di essere troppo generoso, chiede in cambio di poter giocare con il freesbe. Il freesbe purtroppo va a finire in acqua e tra i due gruppi è guerra. Solo la saggezza di Sanson farà sì che, perdonato Coniglio che lo manovra, i ragazzi potranno rappacificarsi."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066757950_e0150_s0001_p1400_cmp.0329.jpg",
      "start_time": "2026-02-12 08:45:00",
      "end_time": "2026-02-12 09:00:00",
      "episode_number": "S1 E50",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele e Piedino vanno a fare un'escursione in montagna. Raffaele spiega a Piedino molti segreti della montagna e gli mostra il suo fantastico nascondiglio. Una forte raffica di vento, però fa cader il sacco a pelo che Piedino aveva portato con sé e lui per andare a recuperarlo si mette in una condizione pericolosa. Dopo svariati tentativi di discesa Raffaele chiama Spilunga che risolve la situazione. Raffaele e Piedino vanno a fare un'escursione in montagna. Raffaele spiega a Piedino molti segreti della montagna e gli mostra il suo fantastico nascondiglio. Una forte raffica di vento, però fa cader il sacco a pelo che Piedino aveva portato con sé e lui per andare a recuperarlo si mette in una condizione pericolosa. Dopo svariati tentativi di discesa Raffaele chiama Spilunga che risolve la situazione."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666625626430_Screenshot%201245.jpg",
      "start_time": "2026-02-12 09:00:00",
      "end_time": "2026-02-12 09:15:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Il papà di Ginny ama mangiare piccante... ma stavolta i suoi reni diventano un arroventato campo di battaglia! I Food Wizards diventano quindi... pompieri, per spegnere un incendio nel suo metabolismo. Il papà di Ginny ama mangiare piccante... ma stavolta i suoi reni diventano un arroventato campo di battaglia! I Food Wizards diventano quindi... pompieri, per spegnere un incendio nel suo metabolismo!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666628931424_Screenshot%201246.jpg",
      "start_time": "2026-02-12 09:15:00",
      "end_time": "2026-02-12 09:30:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "La madre di Ham vuole vincere a tutti i costi un concorso di cucina... ma assaggia tutti i dolci che prepara: un nuovo caso per i Food Wizards. La madre di Ham vuole vincere a tutti i costi un concorso di cucina... ma assaggia tutti i dolci che prepara: un nuovo caso per i Food Wizards!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465974432_PT%204%20DINOSAURI%20NELLA%20ROCCIA.jpg",
      "start_time": "2026-02-12 09:30:00",
      "end_time": "2026-02-12 09:45:00",
      "episode_number": "S1 E4",
      "show_category": "Programmi Tv Kids",
      "show_description": "I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \"Antonio e Bruno\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \"Il Giallino\" e la pillola in animazione 2D \"Davvero Green\" con i migliori suggerimenti per una vita ecologica. I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \\\"Antonio e Bruno\\\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola in animazione 2D  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita ecologica!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728466006971_PT%205%20IL%20DOPPIO%20VULCANO%20JPEG.jpg",
      "start_time": "2026-02-12 09:45:00",
      "end_time": "2026-02-12 10:00:00",
      "episode_number": "S1 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green. Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \\\"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169689312_00_00_35_19___SSTCT0114EN.png",
      "start_time": "2026-02-12 10:00:00",
      "end_time": "2026-02-12 10:10:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Il nuovo caso per la Coop Troop è la scomparsa di Bertha: in realtà il fattore l'ha scambiata per un cane randagio e cerca di addestrarla come cane da pastore. E alla prigioniera non dispiace così tanto la sua nuova vita. Il nuovo caso per la Coop Troop è la scomparsa di Bertha: in realtà il fattore l'ha scambiata per un cane randagio e cerca di addestrarla come cane da pastore. E alla prigioniera non dispiace così tanto la sua nuova vita..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169747753_00_00_36_01___SSTCT0114EN.png",
      "start_time": "2026-02-12 10:10:00",
      "end_time": "2026-02-12 10:20:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop aiuta Sam a cercare il giocattolo del piccolo Mac, che sembra essere scomparso. Mentre Clive, Jo e Billy intrattengono i cuccioli, Flo e Maggie ripercorrono con Sam tutto il tragitto della passeggiata mattutina che ha fatto coi suoi piccoli, cercando di immedesimarsi in un cucciolo per capire dove possa essere finito il giocattolo scomparso. La Coop Troop aiuta Sam a cercare il giocattolo del piccolo Mac, che sembra essere scomparso. Mentre Clive, Jo e Billy intrattengono i cuccioli, Flo e Maggie ripercorrono con Sam tutto il tragitto della passeggiata mattutina che ha fatto coi suoi piccoli, cercando di immedesimarsi in un cucciolo per capire dove possa essere finito il giocattolo scomparso..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169794921_00_00_43_21___SSTCT0114EN.png",
      "start_time": "2026-02-12 10:20:00",
      "end_time": "2026-02-12 10:35:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da un'imbarazzatissima Bertha, che si è ritrovata gli aculei di Elvis conficcati nel fondoschiena. Il porcospino infatti è in preda a degli attacchi di starnuti che gli fanno sparare gli aculei dappertutto per via di uno sgradevole strano odore che c'è per tutta la città. La Coop Troop viene chiamata da un'imbarazzatissima Bertha, che si è ritrovata gli aculei di Elvis conficcati nel fondoschiena. Il porcospino infatti è in preda a degli attacchi di starnuti che gli fanno sparare gli aculei dappertutto per via di uno sgradevole strano odore che c'è per tutta la città..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/23/1761232677333_MO_101_STILLS_1080p_052.jpg",
      "start_time": "2026-02-12 10:35:00",
      "end_time": "2026-02-12 10:45:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi. Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567542511_MO_102_STILLS_1080p_002.jpg",
      "start_time": "2026-02-12 10:45:00",
      "end_time": "2026-02-12 11:00:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia. Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567602464_MO_103_STILLS_1080p_037.jpg",
      "start_time": "2026-02-12 11:00:00",
      "end_time": "2026-02-12 11:10:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze. Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567826059_MO_104_STILLS_1080p_014.jpg",
      "start_time": "2026-02-12 11:10:00",
      "end_time": "2026-02-12 11:25:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi. Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739969489631_111_001.jpg",
      "start_time": "2026-02-12 11:25:00",
      "end_time": "2026-02-12 11:35:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Charlotte è una ragazzina che coltiva il sogno di diventare moschettiera, sebbene la scuola apposita sia riservata solo ai maschi. Conoscerà Alexandre Dumas, un giovane spigliato che ama scrivere storie, il quale si legherà a lei e cercherà di aiutarla a conquistare il suo sogno di sempre. Ma gli ostacoli non tarderanno ad arrivare. Charlotte è una ragazzina che coltiva il sogno di diventare moschettiera, sebbene la scuola apposita sia riservata solo ai maschi. Conoscerà Alexandre Dumas, un giovane spigliato che ama scrivere storie, il quale si legherà a lei e cercherà di aiutarla a conquistare il suo sogno di sempre. Ma gli ostacoli non tarderanno ad arrivare..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739969524208_111_002.jpg",
      "start_time": "2026-02-12 11:35:00",
      "end_time": "2026-02-12 11:50:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Charlotte riesce ad esaudire il sogno di entrare a far parte del gruppo delle moschettiere. La giovane, intraprendente e coraggiosa, dimostrerà di essere all'altezza del ruolo, e tutte insieme le moschettiere difenderanno il mondo dalle ingiustizie. Charlotte riesce ad esaudire il sogno di entrare a far parte del gruppo delle moschettiere. La giovane, intraprendente e coraggiosa, dimostrerà di essere all'altezza del ruolo, e tutte insieme le moschettiere difenderanno il mondo dalle ingiustizie."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987298273_Screenshot%205232.png",
      "start_time": "2026-02-12 11:50:00",
      "end_time": "2026-02-12 12:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan scopre che la sua amica moschettiera ha qualcosa che la preoccupa, e decide di scoprire di cosa si tratta, sebbene la giovane si voglia tenere tutto per sé. Scoprirà che suo padre è in pericolo e farà di tutto per aiutarla, mostrandole così il vero valore dell'amicizia. D'Artagnan scopre che la sua amica moschettiera ha qualcosa che la preoccupa, e decide di scoprire di cosa si tratta, sebbene la giovane si voglia tenere tutto per sé. Scoprirà che suo padre è in pericolo e farà di tutto per aiutarla, mostrandole così il vero valore dell'amicizia."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739969584285_112_004.jpg",
      "start_time": "2026-02-12 12:00:00",
      "end_time": "2026-02-12 12:15:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan dovrà cercare di recuperare la corona del Re che apparentemente sembra sia stata rubata da dei furfanti. Ma nulla è come sembra, e la verità è ben lontana da quella che tutti credono a corte. D'Artagnan dovrà cercare di recuperare la corona del Re che apparentemente sembra sia stata rubata da dei furfanti. Ma nulla è come sembra, e la verità è ben lontana da quella che tutti credono a corte."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/17/1508258554844_Immagine.jpg",
      "start_time": "2026-02-12 12:15:00",
      "end_time": "2026-02-12 12:40:00",
      "episode_number": "S3 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Sara deve decidere quale scuola frequentare. Il Signor Meloni e Fabio, che ha finalmente imparato ad andare a cavallo, cercano di aiutarla in questa decisione. Nel bel mezzo del discorso Centopia chiama, così Mia e Sara cercano un rifugio per andare a Centopia insieme. Yuko e Mo stanno ancora cercando invano di assemblare i Frammenti del Cuore di Centopia. Nel frattempo, sempre più creature di Centopia cercano riparo al Cratere degli Elfi, poiché le loro case sono state coperte dal Rampicante Oscuro. L'invenzione di Phuddle, che doveva trasformare il Rampicante Oscuro in una pianta normale, fallisce. Dax e le Cavallette sono pronti per l'attacco finale. Sara deve decidere quale scuola frequentare. Il Signor Meloni e Fabio, che ha finalmente imparato ad andare a cavallo, cercano di aiutarla in questa decisione. Nel bel mezzo del discorso Centopia chiama, così Mia e Sara cercano un rifugio per andare a Centopia insieme. Yuko e Mo stanno ancora cercando invano di assemblare i Frammenti del Cuore di Centopia. Nel frattempo, sempre più creature di Centopia cercano riparo al Cratere degli Elfi, poiché le loro case sono state coperte dal Rampicante Oscuro. L'invenzione di Phuddle, che doveva trasformare il Rampicante Oscuro in una pianta normale, fallisce. Dax e le Cavallette sono pronti per l'attacco finale."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/17/1508259918446_Immagine.jpg",
      "start_time": "2026-02-12 12:40:00",
      "end_time": "2026-02-12 13:05:00",
      "episode_number": "S3 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Le vacanze sono finite e Sara sta tornando alla sua vecchia scuola, accompagnata da Mia. Ma prima dell'inizio delle lezioni le ragazze sono decise a salvare Centopia insieme! L'isola e il Cratere degli Elfi sono completamente ricoperti dal Rampicante Oscuro e quasi tutte le creature sono addormentate. Dax e Gargona stanno pianificando l'ultimo assalto per riuscire finalmente a prendere un Corno Dorato. Sara riesce a ricomporre il Cuore di Centopia, che sprigiona il suo incredibile potere segreto. Sarà troppo tardi per salvare Centopia. Le vacanze sono finite e Sara sta tornando alla sua vecchia scuola, accompagnata da Mia. Ma prima dell'inizio delle lezioni  le ragazze sono decise a salvare Centopia insieme! L'isola e il Cratere degli Elfi sono completamente ricoperti dal Rampicante Oscuro e quasi tutte le creature sono addormentate. Dax e Gargona stanno pianificando l'ultimo assalto per riuscire finalmente a prendere un Corno Dorato. Sara riesce a ricomporre il Cuore di Centopia, che sprigiona il suo incredibile potere segreto. Sarà troppo tardi per salvare Centopia?"
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2015/09/1443432019068tynix.jpg",
      "start_time": "2026-02-12 13:05:00",
      "end_time": "2026-02-12 13:30:00",
      "episode_number": "S7 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Trovata l'armonia magica fra loro, i sei Animali Fatati delle Winx scoprono di essere i Custodi del Potere Ultimo e donano alle loro fate i bracciali Tynix, grazie ai quali potranno esplorare i MiniMondi. Su Pyros, Brafilius e Kalshara attaccano i Dragani, pensando che abbiano il Potere Ultimo. Kalshara crea il Vampiro di Fuoco assorbendo il fuoco magico di quel mondo, mettendo così alle strette i Dragani. Roxy avverte le Winx del pericolo su Pyros, e così le sei fate insieme ai loro Animali Fatati accorrono in aiuto dei Dragani e iniziano lo scontro con Kalshara e Brafilius. Trovata l'armonia magica fra loro, i sei Animali Fatati delle Winx scoprono di essere i Custodi del Potere Ultimo e donano alle loro fate i bracciali Tynix, grazie ai quali potranno esplorare i MiniMondi. Su Pyros, Brafilius e Kalshara attaccano i Dragani, pensando che abbiano il Potere Ultimo. Kalshara crea il Vampiro di Fuoco assorbendo il fuoco magico di quel mondo, mettendo così alle strette i Dragani. Roxy avverte le Winx del pericolo su Pyros, e così le sei fate insieme ai loro Animali Fatati accorrono in aiuto dei Dragani e iniziano lo scontro con Kalshara e Brafilius."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769601699559_Dragonero2_ep01.png",
      "start_time": "2026-02-12 13:30:00",
      "end_time": "2026-02-12 13:55:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Le foreste magiche dell'Erondár vengono attaccate da Vondhur, un potente mago oscuro alleato con Neikron, signore dei Draghi Rinnegati. I Paladini entrano in azione, ma devono evitare Elara, madre di Ian e Myrva e botanica imperiale che indaga sullo stesso mistero. Nel cuore del cenote si nasconde un'ombra del passato. Le foreste magiche dell'Erondár vengono attaccate da Vondhur, un potente mago oscuro alleato con Neikron, signore dei Draghi Rinnegati. I Paladini entrano in azione, ma devono evitare Elara, madre di Ian e Myrva e botanica imperiale che indaga sullo stesso mistero. Nel cuore del cenote si nasconde un'ombra del passato."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769602839910_Dragonero2_ep02.png",
      "start_time": "2026-02-12 13:55:00",
      "end_time": "2026-02-12 14:20:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Nel cenote i Paladini scoprono che l'intruso misterioso è Arcana, sopravvissuta alla battaglia contro l'Arcidemone e tornata per aiutarli a fermare la nuova minaccia di Vondhur. Con lei, i ragazzi si rivolgono al Nano Brokr, che li guiderà in una missione per risvegliare i poteri nascosti nei loro bracciali magici. Nel cenote i Paladini scoprono che l'intruso misterioso è Arcana, sopravvissuta alla battaglia contro l'Arcidemone e tornata per aiutarli a fermare la nuova minaccia di Vondhur. Con lei, i ragazzi si rivolgono al Nano Brokr, che li guiderà in una missione per risvegliare i poteri nascosti nei loro bracciali magici."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763341071_SMR01_101.jpg",
      "start_time": "2026-02-12 14:20:00",
      "end_time": "2026-02-12 14:45:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Mattis vive insieme alla moglie Lovis e alla sua banda di briganti all'interno dell'antica rocca di famiglia situata in cima a una rupe. Il suo acerrimo rivale è Borka, il capo di un'altra banda di briganti che vivono nel bosco, in cui dimorano anche strane creature, come i Nanigrigi e le Strigagne. Durante una notte tempestosa, Lovis dà alla luce Ronja. Poco dopo, un fulmine colpisce la rocca, spaccandola a metà. Per la piccola Ronja, si preannuncia una vita ricca di avventure. Mattis vive insieme alla moglie Lovis e alla sua banda di briganti all'interno dell'antica rocca di famiglia situata in cima a una rupe. Il suo acerrimo rivale è Borka, il capo di un'altra banda di briganti che vivono nel bosco, in cui dimorano anche strane creature, come i Nanigrigi e le Strigagne. Durante una notte tempestosa, Lovis dà alla luce Ronja. Poco dopo, un fulmine colpisce la rocca, spaccandola a metà. Per la piccola Ronja, si preannuncia una vita ricca di avventure."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763439723_SMR1.jpg",
      "start_time": "2026-02-12 14:45:00",
      "end_time": "2026-02-12 15:10:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "La piccola Ronja ha rubato il cuore a Mattis e a tutti i suoi briganti, al punto che la banda rinuncia a derubare i carri di passaggio per tornare in tempo per la pappa della bambina. La piccola cresce e impara a vivere in mezzo ai briganti. Arriva però il giorno in cui Mattis decide che Ronja deve iniziare a esplorare il bosco Mattis. La informa dei pericoli che troverà all'esterno e la lascia andare, ricordandole di tornare prima che faccia buio. Fuori dalle porte della rocca, Ronja trova un mondo ben più grande di quanto avesse immaginato. La piccola Ronja ha rubato il cuore a Mattis e a tutti i suoi briganti, al punto che la banda rinuncia a derubare i carri di passaggio per tornare in tempo per la pappa della bambina. La piccola cresce e impara a vivere in mezzo ai briganti. Arriva però il giorno in cui Mattis decide che Ronja deve iniziare a esplorare il bosco Mattis. La informa dei pericoli che troverà all'esterno e la lascia andare, ricordandole di tornare prima che faccia buio. Fuori dalle porte della rocca, Ronja trova un mondo ben più grande di quanto avesse immaginato."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760979555324_Screenshot%205742.png",
      "start_time": "2026-02-12 15:10:00",
      "end_time": "2026-02-12 15:20:00",
      "episode_number": "S1 E29",
      "show_category": "Sketch Com",
      "show_description": "Chi ha rubato l'ultimo biscotto? Con Ari e Bip diventi un vero detective tra misteri, indizi e investigatori dei cartoni. Preparati a risolvere enigmi con logica, intuito e un pizzico di follia. Chi ha rubato l'ultimo biscotto? Con Ari e Bip diventi un vero detective tra misteri, indizi e investigatori dei cartoni. Preparati a risolvere enigmi con logica, intuito e un pizzico di follia."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760979662575_Screenshot%205743.png",
      "start_time": "2026-02-12 15:20:00",
      "end_time": "2026-02-12 15:30:00",
      "episode_number": "S1 E30",
      "show_category": "Sketch Com",
      "show_description": "La scienza divertente come non l'hai mai vista! Con Ari e Marco Martinelli estrai il DNA dalle fragole, trasformi un pannolino in neve e scopri esperimenti incredibili. Preparati a giocare, ridere e imparare. La scienza divertente come non l'hai mai vista! Con Ari e Marco Martinelli estrai il DNA dalle fragole, trasformi un pannolino in neve e scopri esperimenti incredibili. Preparati a giocare, ridere e imparare."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761845302739_Screenshot%205772.png",
      "start_time": "2026-02-12 15:30:00",
      "end_time": "2026-02-12 15:40:00",
      "episode_number": "S1 E36",
      "show_category": "Sketch Com",
      "show_description": "Scopri con Ari e Bip chi sono i fedeli aiutanti dei boss più cattivi: dai Minions e Kronk a tanti altri scagnozzi pasticcioni. Tra gaffe e risate ti insegnano un segreto importante: la lealtà è la vera forza, anche quando il capo è insopportabile. Scopri con Ari e Bip chi sono i fedeli aiutanti dei boss più cattivi: dai Minions e Kronk a tanti altri scagnozzi pasticcioni. Tra gaffe e risate ti insegnano un segreto importante: la lealtà è la vera forza, anche quando il capo è insopportabile."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765918153306_cercami-a-parigi-s3e15.jpg",
      "start_time": "2026-02-12 15:40:00",
      "end_time": "2026-02-12 16:05:00",
      "episode_number": "S3 E15",
      "show_category": "Live Action",
      "show_description": "LENA e gli altri devono affrontare una prova di audizione per la Compagnia per capire cosa devono migliorare per prepararsi per le audizioni vere. Lena e NICO devono trovare un'affinità di coppia, e NICO le confessa i propri sentimenti. Intanto CLAUDINE è costretta a trovarsi una sistemazione perché ARMANDO la invita a proseguire gli studi in Germania, e si fa ospitare da OSCAR. INES è profondamente dubbiosa, non sa se preferisce la danza o le scienze, e chiede aiuto a JEFF per capire cosa vuole veramente. LENA e gli altri devono affrontare una prova di audizione per la Compagnia per capire cosa devono migliorare per prepararsi per le audizioni vere. Lena e NICO devono trovare un'affinità di coppia, e NICO le confessa i propri sentimenti. Intanto CLAUDINE è costretta a trovarsi una sistemazione perché ARMANDO la invita a proseguire gli studi in Germania, e si fa ospitare da OSCAR. INES è profondamente dubbiosa, non sa se preferisce la danza o le scienze, e chiede aiuto a JEFF per capire cosa vuole veramente."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/16/1637087623058_Senza%20nome.png",
      "start_time": "2026-02-12 16:05:00",
      "end_time": "2026-02-12 16:35:00",
      "episode_number": "S3 E16",
      "show_category": "Live Action",
      "show_description": "LENA e i suoi amici vedono ARMANDO parlare con KAHTLEEN, una fuoriclasse di un'altra Compagnia e sono convinti che voglia proporgli un colloquio di lavoro per assumerlo altrove, così i ragazzi creano una coreografia per convincerlo a restare. Nel frattempo ROMY usa l'orologio di LENA per convincere il padre a farle frequentare la scuola di danza, rompendo così, a sua insaputa, il patto stretto tra gli Eredi e L'Ufficio. BREE rivede OSCAR ma lui, per piacerle di più, cambia completamente e sortisce l'effetto contrario. LENA e i suoi amici vedono ARMANDO parlare con KAHTLEEN, una fuoriclasse di un'altra Compagnia e sono convinti che voglia proporgli un colloquio di lavoro per assumerlo altrove, così i ragazzi creano una coreografia per convincerlo a restare. Nel frattempo ROMY usa l'orologio di LENA per convincere il padre a farle frequentare la scuola di danza, rompendo così, a sua insaputa, il patto stretto tra gli Eredi e L'Ufficio. BREE rivede OSCAR ma lui, per piacerle di più, cambia completamente e sortisce l'effetto contrario."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/30/1543573922833_alexandco_38.jpg",
      "start_time": "2026-02-12 16:35:00",
      "end_time": "2026-02-12 17:00:00",
      "episode_number": "S1 E38",
      "show_category": "Live Action",
      "show_description": "Nicole scrive di nuovo a Nobody e gli dice che ha scritto una canzone per Emma, ma Alex scopre cose ancora più segrete su di lei. Sam si sta concentrando sempre più sul suo abbigliamento, tralasciando lo studio e Rebecca, ma si rende conto che sta cambiando in peggio e deve risolvere la situazione al più presto. Nicole scrive di nuovo a Nobody e gli dice che ha scritto una canzone per Emma, ma Alex scopre cose ancora più segrete su di lei. Sam si sta concentrando sempre più sul suo abbigliamento, tralasciando lo studio e Rebecca, ma si rende conto che sta cambiando in peggio e deve risolvere la situazione al più presto."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308308891_kung-fu-panda-il-cavaliere-dragone-s1e11_2048x1152.jpg",
      "start_time": "2026-02-12 17:00:00",
      "end_time": "2026-02-12 17:25:00",
      "episode_number": "S1 E11",
      "show_category": "",
      "show_description": "Lama Errante svela tutto il suo passato. Una cavalcata epica su una slitta attraverso le montagne innevate spinge Po a prendere un'importante decisione."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308360272_kung-fu-panda-il-cavaliere-dragone-s1e12_2048x1152.jpg",
      "start_time": "2026-02-12 17:25:00",
      "end_time": "2026-02-12 17:50:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Po e la squadra raggiungono l'India in cerca di Diya, una vecchia amica di Rukhmini che potrebbe aiutarli nella ricerca delle armi di Tianshang."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710184707132_SW_EP14_5.png",
      "start_time": "2026-02-12 17:50:00",
      "end_time": "2026-02-12 18:00:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky Wolf scopre di avere un innato talento da pianista. Tutta Fantaville impazzisce per lui e viene organizzato un grande concerto. Sul più bello, però, il suo pianoforte scompare! Inizia l'indagine per ritrovarlo, mentre i nostri devono intrattenere l'esigente pubblico di Spooky. Spooky Wolf scopre di avere un innato talento da pianista. Tutta Fantaville impazzisce per lui e viene organizzato un grande concerto. Sul più bello, però, il suo pianoforte scompare! Inizia l'indagine per ritrovarlo, mentre i nostri devono intrattenere l'esigente pubblico di Spooky..."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186280378_SW_EP15_1.png",
      "start_time": "2026-02-12 18:00:00",
      "end_time": "2026-02-12 18:10:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Genio dei desideri chiede aiuto a Spooky, Cherry e ai tre porcellini per rassettare il suo disordinatissimo negozio, i nostri eroi scoprono che mettere tutte le cose al loro posto può essere molto pericoloso, specialmente se un misterioso mostro si aggira tra gli scaffali polverosi. Quando il Genio dei desideri chiede aiuto a Spooky, Cherry e ai tre porcellini per rassettare il suo disordinatissimo negozio, i nostri eroi scoprono che mettere tutte le cose al loro posto può essere molto pericoloso, specialmente se un misterioso mostro si aggira tra gli scaffali polverosi!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186402693_SW_EP16_5.png",
      "start_time": "2026-02-12 18:10:00",
      "end_time": "2026-02-12 18:25:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville si stanno verificando sporadiche interruzioni della forza di gravità. Questo sarebbe un caso per Spooky, se non fosse immobilizzato per testare una ingessatura \"per chi non si è rotto niente\"! E come se non bastasse, una voce misteriosa minaccia Spooky di vendicarsi! Ma di cosa. A Fantaville si stanno verificando sporadiche interruzioni della forza di gravità. Questo sarebbe un caso per Spooky, se non fosse immobilizzato per testare una ingessatura \\\"per chi non si è rotto niente\\\"! E come se non bastasse, una voce misteriosa minaccia Spooky di vendicarsi! Ma di cosa?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570581244_MO_116_STILLS_00005.png",
      "start_time": "2026-02-12 18:25:00",
      "end_time": "2026-02-12 18:35:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Una vasca da bagno in sala da pranzo, un rastrello in biblioteca, delle pentole in salotto... per tutta Villa Decadente compaiono oggetti in posti in cui non dovrebbero! Chi sta mettendo in disordine la dimora? Mortina e i suoi amici risolveranno il caso, imparando che in casa ognuno deve fare la propria parte. Una vasca da bagno in sala da pranzo, un rastrello in biblioteca, delle pentole in salotto... per tutta Villa Decadente compaiono oggetti in posti in cui non dovrebbero! Chi sta mettendo in disordine la dimora? Mortina e i suoi amici risolveranno il caso, imparando che in casa ognuno deve fare la propria parte."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570650713_MO_117_STILLS_1080p_024.jpg",
      "start_time": "2026-02-12 18:35:00",
      "end_time": "2026-02-12 18:50:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco. Mortina e i suoi amici stanno decidendo a cosa giocare quando qualcuno comincia a fare loro strani scherzi: oggetti volanti, pianoforti che suonano da soli, mobili che camminano... E dove è finito Leo? La Squadra del Mistero scoprirà chi c'è dietro agli scherzi, imparando che lo scherzo è bello finché dura poco."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570720816_MO_118_STILLS_00000.png",
      "start_time": "2026-02-12 18:50:00",
      "end_time": "2026-02-12 19:05:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero. A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308308891_kung-fu-panda-il-cavaliere-dragone-s1e11_2048x1152.jpg",
      "start_time": "2026-02-12 19:05:00",
      "end_time": "2026-02-12 19:30:00",
      "episode_number": "S1 E11",
      "show_category": "",
      "show_description": "Lama Errante svela tutto il suo passato. Una cavalcata epica su una slitta attraverso le montagne innevate spinge Po a prendere un'importante decisione."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062602652_Rabbids_69.jpg",
      "start_time": "2026-02-12 19:30:00",
      "end_time": "2026-02-12 19:35:00",
      "episode_number": "S4 E69",
      "show_category": "Cartoni Animati",
      "show_description": "Rabbid 000 continua la sua lotta contro il malvagio Dark Rabbid, accompagnato da una nuova recluta: Mini 000! Ma la determinazione di Mini sembra essere molto debole. Trascurato dal suo mentore, Mini 000 si lascia facilmente influenzare da Dark Rabbid e sembra essere passato al lato oscuro. Rabbid 000 continua la sua lotta contro il malvagio Dark Rabbid, accompagnato da una nuova recluta: Mini 000! Ma la determinazione di Mini sembra essere molto debole. Trascurato dal suo mentore, Mini 000 si lascia facilmente influenzare da Dark Rabbid e sembra essere passato al lato oscuro..."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062629131_Rabbids_70.jpg",
      "start_time": "2026-02-12 19:35:00",
      "end_time": "2026-02-12 19:45:00",
      "episode_number": "S4 E70",
      "show_category": "Cartoni Animati",
      "show_description": "Determinato a unirsi al nuovo Circo Rabbids, un Rabbid si dirige verso il Maschero-Rama per diventare Clown; ahimè, un altro Rabbid arriva per primo e gli ruba il posto! Il piccolo pagliaccio Rabbid dovrà quindi combattere per tornare sotto i riflettori. Determinato a unirsi al nuovo Circo Rabbids, un Rabbid si dirige verso il Maschero-Rama per diventare Clown; ahimè, un altro Rabbid arriva per primo e gli ruba il posto! Il piccolo pagliaccio Rabbid dovrà quindi combattere per tornare sotto i riflettori!"
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/09/1667948526277_il-collegio-7-quinta-puntata-fra-esami-e-scampagnate-08112022_2048x1152.jpg",
      "start_time": "2026-02-12 19:45:00",
      "end_time": "2026-02-12 21:55:00",
      "episode_number": "S2022 E5",
      "show_category": "",
      "show_description": "Una grande novità al collegio: l'istituto è stato scelto per la sperimentazione della nuova scuola media unificata. Ragazzi e ragazze saranno riuniti in una sola classe... ma ci saranno anche parecchie sorprese! Sei dei collegiali dovranno sostenere un esame di riparazione, mentre due ragazzi saranno costretti, per il loro comportamento indisciplinato, a lasciare l'istituto. Non mancheranno, poi, una camminata all'aria aperta e una lezione di arte sull'action painting. Una grande novità al collegio: l'istituto è stato scelto per la sperimentazione della nuova scuola media unificata. Ragazzi e ragazze saranno riuniti in una sola classe... ma ci saranno anche parecchie sorprese! Sei dei collegiali dovranno sostenere un esame di riparazione, mentre due ragazzi saranno costretti, per il loro comportamento indisciplinato, a lasciare l'istituto. Non mancheranno, poi, una camminata all'aria aperta e una lezione di arte sull'action painting."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764846154968_40.jpg",
      "start_time": "2026-02-12 21:55:00",
      "end_time": "2026-02-12 22:25:00",
      "episode_number": "S1 E40",
      "show_category": "",
      "show_description": "In seguito ad un'eruzione sottomarina, gli spaziali individuano un deposito di superuranio ed inviano sulla terra un disco d'attacco con l'intento di impossessarsene; Goldrake e Goldrake 2 partono per impedire che il deposito venga coinvolto nell'esplosione. Recuperato il deposito si preparano al trasferimento. In seguito ad un'eruzione sottomarina, gli spaziali individuano un deposito di superuranio ed inviano sulla terra un disco d'attacco con l'intento di impossessarsene; Goldrake e Goldrake 2 partono per impedire che il deposito venga coinvolto nell'esplosione. Recuperato il deposito si preparano al trasferimento."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763569292540_F2R514_Operation_Solidarite_MONTAGE_VDEF_PRORES422HQ_20250701.png",
      "start_time": "2026-02-12 22:25:00",
      "end_time": "2026-02-12 22:50:00",
      "episode_number": "S5 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Vecchi e nuovi Blu si affrontano a Port-Marie in una partita benefica per le vittime del terremoto che ha colpito il paese natale di Assaad. Il ritorno dei compagni getta Jérémy nell'inquietudine, mentre Golmetti vuole sfruttare l'evento per fermare lo Street Football una volta per tutte. Vecchi e nuovi Blu si affrontano a Port-Marie in una partita benefica per le vittime del terremoto che ha colpito il paese natale di Assaad. Il ritorno dei compagni getta Jérémy nell'inquietudine, mentre Golmetti vuole sfruttare l'evento per fermare lo Street Football una volta per tutte."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/30/1698688561764_Screenshot%203669.png",
      "start_time": "2026-02-12 22:50:00",
      "end_time": "2026-02-12 23:00:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318486032_Screenshot%203400.png",
      "start_time": "2026-02-12 23:00:00",
      "end_time": "2026-02-12 23:15:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642344164_Schermata%202020-10-02%20alle%2014.jpg",
      "start_time": "2026-02-12 23:15:00",
      "end_time": "2026-02-12 23:25:00",
      "episode_number": "S2 E9",
      "show_category": "",
      "show_description": "A seguito di un'avaria di Iskador, Riff, Trek, Aoki ed Eron finiscono su un'isola sperduta, nella quale si nasconde un frammento. Si occuperà Torak di cercarlo, ma nel frat-tempo, la ricerca dei Gormiti viene interrotta dall'arrivo di Krobok, un Eklypsion, anche lui alla ricerca del frammento. I Gormiti, con uno stratagemma, riescono ad allontanare l'Eklypsion dal luogo in cui è nascosto il frammento, ma presto Krobok si renderà conto dell'inganno e tornerà indietro per scontrarsi con Torak e sottrargli il frammento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642557280_Schermata%202020-10-02%20alle%2014%201.jpg",
      "start_time": "2026-02-12 23:25:00",
      "end_time": "2026-02-12 23:40:00",
      "episode_number": "S2 E10",
      "show_category": "",
      "show_description": "Trek e Eron sono nel deserto in cerca del prossimo frammento del Cuore del Titano. Annoiato dalla lentezza dei Rocciosi, Eron invoca Zefyr per testarne la nuova velocità cosmica. Giunti al frammento, i tre dovranno superare una strana barriera energetica e affrontare Krobok."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259659059_Screenshot%20357.jpg",
      "start_time": "2026-02-12 23:40:00",
      "end_time": "2026-02-12 23:50:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Nino, Viola e Lj-Wang, stanchi dei solti sportm vorrebbero provare qualcosa di nuovo. E Lucky ha la soluzione! I tre ragazzi si trovano in un dojo a giocare contro tre Ninja. A che gioco? Un gioco tutto nuovo e tutto da inventare, lo Spikeball. Nino, Viola e Lj-Wang, stanchi dei solti sportm vorrebbero provare qualcosa di nuovo. E Lucky ha la soluzione! I tre ragazzi si trovano in un dojo a giocare contro tre Ninja. A che gioco? Un gioco tutto nuovo e tutto da inventare, lo Spikeball!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259811320_Screenshot%20360.jpg",
      "start_time": "2026-02-12 23:50:00",
      "end_time": "2026-02-13 00:05:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad. Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad!"
    }
  ]
}