{
  "channel_name": "RaiGulp",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259945927_Screenshot%20363.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili. Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili?"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652260108055_Screenshot%20364.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:15:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli. Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/03/1599154281196_compagnia3.jpg",
      "start_time": "2026-02-01 00:15:00",
      "end_time": "2026-02-01 00:40:00",
      "episode_number": "S3 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Jeremy è molto incuriosito da Natasha della squadra dei Giocolieri del circo, per l'alone di mistero che ha intorno, e che però non riesce ad incontrare. Memorino e i suoi compagni studiano la tattica degli avversari e si preparano all'incontro. Jeremy ha sempre in testa Natasha, suscitando la gelosia di Samira. E quando finalmente la incontra. Jeremy è molto incuriosito da Natasha della squadra dei Giocolieri del circo,  per l'alone di mistero che ha intorno,  e che però non riesce ad incontrare.  Memorino e i suoi compagni studiano la tattica degli avversari e si preparano all'incontro. Jeremy ha sempre in testa Natasha, suscitando la gelosia di Samira. E quando finalmente la incontra..."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/29/1596032091631_compagnia3.jpg",
      "start_time": "2026-02-01 00:40:00",
      "end_time": "2026-02-01 01:05:00",
      "episode_number": "S3 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Lucifero cerca di motivare i suoi compagni di squadra nel cercare maggiore affiatamento fra di loro. Memorino decide di giocare una partita con i Sai Sai per sostituire un giocatore infortunato, suscitando l'ira di Lucifero e Jeremy. Rientrare nei Celestini per lui non sarà affatto facile. Lucifero cerca di motivare i suoi compagni di squadra nel cercare maggiore affiatamento fra di loro. Memorino decide di giocare una partita con i Sai Sai per sostituire un giocatore infortunato, suscitando l'ira di Lucifero e Jeremy. Rientrare nei Celestini per lui non sarà affatto facile…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769621809154_Spike_Team_3_Ep_03.jpg",
      "start_time": "2026-02-01 01:05:00",
      "end_time": "2026-02-01 01:30:00",
      "episode_number": "S3 E3",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769621835011_Spike_Team_3_Ep_04.jpg",
      "start_time": "2026-02-01 01:30:00",
      "end_time": "2026-02-01 02:00:00",
      "episode_number": "S3 E4",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/26/1695727689943_Screenshot%203442.png",
      "start_time": "2026-02-01 02:00:00",
      "end_time": "2026-02-01 02:05:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash. Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315233870_Screenshot%203369.png",
      "start_time": "2026-02-01 02:05:00",
      "end_time": "2026-02-01 02:25:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava. È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705500585_Immagine.jpg",
      "start_time": "2026-02-01 02:25:00",
      "end_time": "2026-02-01 02:30:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Riff deve sconfiggere Nukleor per dimostrare di essere all'altezza di comandare il Gormita Meka del Fuoco. Lo scontro sarà più difficile del previsto perché i toni irrisori di Nukleor innervosiscono Riff che non riesce a concentrarsi. Il Guardiano del Fuoco riuscirà a concludere la sua missione soltanto quando imparerà a controllare il suo temperamento. Riff deve sconfiggere Nukleor per dimostrare di essere all'altezza di comandare il Gormita Meka del Fuoco. Lo scontro sarà più difficile del previsto perché i toni irrisori di Nukleor innervosiscono Riff che non riesce a concentrarsi. Il Guardiano del Fuoco riuscirà a concludere la sua missione soltanto quando imparerà a controllare il suo temperamento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567705786214_Immagine.jpg",
      "start_time": "2026-02-01 02:30:00",
      "end_time": "2026-02-01 02:50:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Voidus incarica Xathor di distruggere i Gormiti utilizzando l'energia del Cristallo Meka. Xathor con l'aiuto di questa nuova energia può sdoppiarsi in tanti Xathor. I Gormiti combattono Xathor grazie all'aiuto di Keryon e di Nukleor. Voidus incarica Xathor di distruggere i Gormiti utilizzando l'energia del Cristallo Meka. Xathor con l'aiuto di questa nuova energia può sdoppiarsi in tanti Xathor. I Gormiti combattono Xathor grazie all'aiuto di Keryon e di Nukleor."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701531941576_Screenshot%203809.png",
      "start_time": "2026-02-01 02:50:00",
      "end_time": "2026-02-01 02:55:00",
      "episode_number": "S2 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Inventore realizza una macchina del tempo per Bocciolina e i due tornano accidentalmente alla preistoria. Inventore realizza una macchina del tempo per Bocciolina e i due tornano accidentalmente alla preistoria."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532025593_Screenshot%203810.png",
      "start_time": "2026-02-01 02:55:00",
      "end_time": "2026-02-01 03:10:00",
      "episode_number": "S2 E44",
      "show_category": "Cartoni Animati",
      "show_description": "Bocciolina e Inventore vengono fatti prigionieri dai Puffi preistorici che progettano di sacrificare Inventore a una bestia feroce. Bocciolina e Inventore vengono fatti prigionieri dai Puffi preistorici che progettano di sacrificare Inventore a una bestia feroce."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532286436_Screenshot%203811.png",
      "start_time": "2026-02-01 03:10:00",
      "end_time": "2026-02-01 03:20:00",
      "episode_number": "S2 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Il Natale si avvicina e Burlone decide di scambiare tutte le lettere che i Puffi hanno scritto a Babbo Natale. Il Natale si avvicina e Burlone decide di scambiare tutte le lettere che i Puffi hanno scritto a Babbo Natale."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532430175_Screenshot%203812.png",
      "start_time": "2026-02-01 03:20:00",
      "end_time": "2026-02-01 03:35:00",
      "episode_number": "S2 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Brontolone viene escluso dal torneo di puffball. Si dirige alloraq nella foresta e fa amicizia con Bue Grasso. Brontolone viene escluso dal torneo di puffball. Si dirige alloraq nella foresta e fa amicizia con Bue Grasso."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/14/1607906216259_Schermata%202020-12-14%20alle%2001%202.jpg",
      "start_time": "2026-02-01 03:35:00",
      "end_time": "2026-02-01 04:00:00",
      "episode_number": "S3 E2",
      "show_category": "",
      "show_description": "È tempo di tornare in Transtopacchia! Geronimo e Benjamin vogliono vederci chiaro nella strana storia dell'apparizione di un Topo Mannaro, mentre Tea e Pandora stanno preparando un servizio sulla famosa settimana della moda. È anche una buona occasione per far visita allo zio Gravio e alla sua strana famiglia. Ma quando lo zio Gravio rivelerà di essere lui stesso il topo Mannaro, Geronimo dovrà scoprire chi c'è davvero dietro questo storia, per difendere la reputazione dello zio. È tempo di tornare in Transtopacchia! Geronimo e Benjamin vogliono vederci chiaro nella strana storia dell'apparizione di un Topo Mannaro, mentre Tea e Pandora stanno preparando un servizio sulla famosa settimana della moda. È anche una buona occasione per far visita allo zio Gravio e alla sua strana famiglia. Ma quando lo zio Gravio rivelerà di essere lui stesso il topo Mannaro, Geronimo dovrà scoprire chi c'è davvero dietro questo storia, per difendere la reputazione dello zio!"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/1481552696384heidi4640.jpg",
      "start_time": "2026-02-01 04:00:00",
      "end_time": "2026-02-01 04:25:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Il signor Seseman trascorrerà tutta l'estate a casa. Quando entra in camera di Clara per darle la notizia, trova la bambina in piedi. E' una specie di miracolo! Tutto merito di Heidi e della positività che sa infondere alla sua amica. Il signor Seseman si accorge di quanto le due abbiano legato e di quanti miglioramenti la figlia abbia fatto da quando la piccola montanara è lì con loro. D'accordo con la zia Dete, decide così di predisporre i documenti per l'adozione. E' il meglio che la vita possa offrire ad una povera orfanella senza futuro: un'ottima istruzione, una vera casa con possibilità infinite di scelta… ma Heidi non sembra davvero felice, perché il suo più profondo desiderio è tornare dal nonno, sulle montagne. Il signor Seseman trascorrerà tutta l'estate a casa. Quando entra in camera di Clara per darle la notizia, trova la bambina in piedi. E' una specie di miracolo! Tutto merito di Heidi e della positività che sa infondere alla sua amica. Il signor Seseman si accorge di quanto le due abbiano legato e di quanti miglioramenti la figlia abbia fatto da quando la piccola montanara è lì con loro. D'accordo con la zia Dete, decide così di predisporre i documenti per l'adozione. E' il meglio che la vita possa offrire ad una povera orfanella senza futuro: un'ottima istruzione, una vera casa con possibilità infinite di scelta… ma Heidi non sembra davvero felice, perché il suo più profondo desiderio è tornare dal nonno, sulle montagne…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048975487_Still019.jpg",
      "start_time": "2026-02-01 04:25:00",
      "end_time": "2026-02-01 04:35:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Raffa e Spilunga litigano, e il ragazzo entra momentaneamente a far parte della banda di Manù. Raffa e Spilunga litigano, e il ragazzo entra momentaneamente a far parte della banda di Manù."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048998212_e0119_s0001_p0110_cmp.0254.jpg",
      "start_time": "2026-02-01 04:35:00",
      "end_time": "2026-02-01 04:50:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga è di cattivo umore e litiga con tutti. Spilunga è di cattivo umore e litiga con tutti."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049033454_Still001.jpg",
      "start_time": "2026-02-01 04:50:00",
      "end_time": "2026-02-01 05:05:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino imbroglia in una caccia al tesoro ma se ne pente subito dopo. Piedino imbroglia in una caccia al tesoro ma se ne pente subito dopo."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406830234__EP21.jpg",
      "start_time": "2026-02-01 05:05:00",
      "end_time": "2026-02-01 05:20:00",
      "episode_number": "S2 E21",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri Food Wizards sono pronti a gareggiare sulle loro vetture a pedali: ma la gara diventa subito... bollente. I nostri Food Wizards sono pronti a gareggiare sulle loro vetture a pedali: ma la gara diventa subito... bollente!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/14/1768406928203__EP22.jpg",
      "start_time": "2026-02-01 05:20:00",
      "end_time": "2026-02-01 05:30:00",
      "episode_number": "S2 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Anche i nonni sono stati giovani! E in questa puntata scopriremo come Nonno Essen è diventato un Food Wizard. Anche i nonni sono stati giovani! E in questa puntata scopriremo come Nonno Essen è diventato un Food Wizard!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213573806_PT%2010%20LA%20SPIAGGIA%20NASCOSTA.jpg",
      "start_time": "2026-02-01 05:30:00",
      "end_time": "2026-02-01 05:45:00",
      "episode_number": "S1 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly. Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122070755_PT%2011%20SALINE.jpg",
      "start_time": "2026-02-01 05:45:00",
      "end_time": "2026-02-01 06:05:00",
      "episode_number": "S1 E11",
      "show_category": "Programmi Tv Kids",
      "show_description": "Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" e per essere Green \" Ma davvero green\" segui i nostri suggerimenti. Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" e per essere Green  \\\" Ma davvero green\\\" segui i nostri suggerimenti."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/26/1695727689943_Screenshot%203442.png",
      "start_time": "2026-02-01 06:05:00",
      "end_time": "2026-02-01 06:15:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash. Karma ha seguito tutti i testi perduti e gli ostacoli per arrivare a... lo studio di registrazione segreto di Lady K??? Questo è meglio del tesoro! Karma è sicura che Lady K può aiutarla a salvare il negozio di dischi, ma scopre che convincere il suo eroe ad essere un eroe è un po' più difficile del previsto. Nel frattempo, Karma dovrebbe prepararsi per il suo spettacolo finale di Freestyle Knockout con Crash!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315233870_Screenshot%203369.png",
      "start_time": "2026-02-01 06:15:00",
      "end_time": "2026-02-01 06:30:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava. È ancora una volta il primo giorno di Karma, questa volta, come apprendista di Lady K! È entusiasta e ha alcune idee brillanti su come fare un apprendistato da vera icona del rap. Ma presto scopre che il lavoro non è tanto glamour come si aspettava."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567706001612_Immagine.jpg",
      "start_time": "2026-02-01 06:30:00",
      "end_time": "2026-02-01 06:40:00",
      "episode_number": "S1 E39",
      "show_category": "",
      "show_description": "Voidus decide di erigere due nuovi cristalli, i quali creando un portale Omega, gli permetteranno di arrivare su Gorm. Un messaggio di Electryon informa i Guardiani che in situazioni di pericolo possono chiamare il Lord Meka su Gorm e che la Torre degli Elementi deve essere trasformata in Torre Meka. Per fare tutto questo devono sovraccaricare il Lunimus e Ao-ki deve rilasciare l'energia dell'Elestar. La Custode si accorgerà presto che l'Elestar è stato alterato, ma riuscirà a contenere l'infezione bloccandola nel Bracciale della Luce. La trasformazione della Torre può così concludersi ed Electryon sconfigge Voidus, costringendolo a tornare a Darkor."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/04/1580808944952_gormiti_40.jpg",
      "start_time": "2026-02-01 06:40:00",
      "end_time": "2026-02-01 06:55:00",
      "episode_number": "S1 E40",
      "show_category": "",
      "show_description": "Lord Voidus manda Kratus nel regno del Vento per impedire che i Guardiani risveglino altri Guerrieri Meka. Nel frattempo Eron guida i suoi amici sulle tracce di un sigillo, ma lo fa a modo suo: facendo il giocoliere su una foglia volante. Appena raggiunto il sigillo, Ao-ki, Trek, Riff e Ikor vengono catturati da Kratus e dai suoi Soldati. Eron, invece, riesce a sfuggire ai vari attacchi, ma a sfuggire sarà anche il sigillo, che in effetti si allontana ogni volta che il Guardiano tenta di avvicinarsi. Eron, a questo punto, chiama in suo soccorso Hurricane; i due riusciranno a fermare Kratus e a salvare i loro amici grazie a un piano molto tempestoso."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530785356_Screenshot%203796.png",
      "start_time": "2026-02-01 06:55:00",
      "end_time": "2026-02-01 07:05:00",
      "episode_number": "S2 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Gigliola e Golosone si sfidano a chi mangia più puffle. Golosone farà di tutto per vincere. Gigliola e Golosone si sfidano a chi mangia più puffle. Golosone farà di tutto per vincere."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530863779_Screenshot%203797.png",
      "start_time": "2026-02-01 07:05:00",
      "end_time": "2026-02-01 07:15:00",
      "episode_number": "S2 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il cantante della Puffo Band inizia a comportarsi da super star, gli altri membri lo sostituiscono con Vanitoso. Quando il cantante della Puffo Band inizia a comportarsi da super star, gli altri membri lo sostituiscono con Vanitoso."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701530947507_Screenshot%203798.png",
      "start_time": "2026-02-01 07:15:00",
      "end_time": "2026-02-01 07:30:00",
      "episode_number": "S2 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Sotto l'incantesimo d'amore preparato dalla mamma, Gargamella si innamora di Floria e non vuole più separarsi da lei. Sotto l'incantesimo d'amore preparato dalla mamma, Gargamella si innamora di Floria e non vuole più separarsi da lei."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/14/1607906361699_Schermata%202020-12-14%20alle%2001%203.jpg",
      "start_time": "2026-02-01 07:30:00",
      "end_time": "2026-02-01 07:55:00",
      "episode_number": "S3 E3",
      "show_category": "",
      "show_description": "La preziosa Gemma del deserto del miliardario Rat Ratterberg sparisce nel Ratharan Desert e gli Stilton si impegnano a ritrovarla. Ma il recupero dell'ambito e misterioso \"tesoro\" attira anche Sally e Marameo, e un gruppo di furfanti ben noti a Geronimo, scatenando un'incredibile caccia al tesoro tra le dune. Ma cos'è in realtà la misteriosa gemma? E riuscirà Geronimo a ritrovarla prima dei suoi rivali. La preziosa Gemma del deserto del miliardario Rat Ratterberg sparisce nel Ratharan Desert e gli Stilton si impegnano a ritrovarla. Ma il recupero dell'ambito e misterioso \\\"tesoro\\\" attira anche Sally e Marameo, e un gruppo di furfanti ben noti a Geronimo, scatenando un'incredibile caccia al tesoro tra le dune. Ma cos'è in realtà la misteriosa gemma? E riuscirà Geronimo a ritrovarla prima dei suoi rivali?"
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759530448297_winx-club-s6e17.jpg",
      "start_time": "2026-02-01 07:55:00",
      "end_time": "2026-02-01 08:15:00",
      "episode_number": "S6 E17",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759531039110_winx-club-s6e18.jpg",
      "start_time": "2026-02-01 08:15:00",
      "end_time": "2026-02-01 08:40:00",
      "episode_number": "S6 E18",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759531051665_winx-club-s6e19.jpg",
      "start_time": "2026-02-01 08:40:00",
      "end_time": "2026-02-01 09:05:00",
      "episode_number": "S6 E19",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759531063955_winx-club-s6e20.jpg",
      "start_time": "2026-02-01 09:05:00",
      "end_time": "2026-02-01 09:30:00",
      "episode_number": "S6 E20",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122113362_PT%2012%20%20ETNA%20JPEG.jpg",
      "start_time": "2026-02-01 09:30:00",
      "end_time": "2026-02-01 09:45:00",
      "episode_number": "S1 E12",
      "show_category": "Programmi Tv Kids",
      "show_description": "Caterina ci porta sull'Etna dentro la grotta del Gelo. Una grotta al cui interno si nasconde il ghiaccio perenne più a Sud d'Europa! Tra paesaggi lunari e anelli di fumo parleremo dello stato di salute dei nostri ghiacciai. Non mancano le fake news da smascherare insieme al tiktoker Marco \"Il Giallino\" e la pillola \"Davvero Green\" con i migliori suggerimenti per una vita sostenibile. Caterina ci porta sull'Etna dentro la grotta del Gelo. Una grotta al cui interno si nasconde il ghiaccio perenne più a Sud d'Europa! Tra paesaggi lunari e anelli di fumo parleremo dello stato di salute dei nostri ghiacciai.  Non mancano le fake news da smascherare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita sostenibile!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122130319_PT%2013%20METEORITI.jpg",
      "start_time": "2026-02-01 09:45:00",
      "end_time": "2026-02-01 10:00:00",
      "episode_number": "S1 E13",
      "show_category": "Programmi Tv Kids",
      "show_description": "E se vi dicessimo che il pugnale di Tutankhamon è fabbricato con un metallo extraterrestre? Oggi parliamo di meteoriti. Caterina ci porta al Museo di Scienze Planetarie di Prato, in Toscana, alla scoperta di una delle collezioni più importanti di meteoriti in Italia. ll tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche. La pillola in animazione 2d suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. E se vi dicessimo che il pugnale di Tutankhamon è fabbricato con un metallo extraterrestre? Oggi parliamo di meteoriti. Caterina ci porta al Museo di Scienze Planetarie di Prato, in Toscana, alla scoperta di una delle collezioni più importanti di meteoriti in Italia. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche. La pillola in animazione 2d suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712225470146_TCT_133_And%20Esther%20Makes%20Six_1.png",
      "start_time": "2026-02-01 10:00:00",
      "end_time": "2026-02-01 10:10:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Esther si presenta al pollaio chiedendo di far parte della Coop Troop. Flo e gli altri la accolgono generosamente ma, fin dagli inizi, la collaborazione non sembra funzionare al meglio. Esther vuole assumere mansioni che spettano ad altri, è restia ad adeguarsi al lavoro di squadra e finisce addirittura per impossessarsi della pollauto. Esther si presenta al pollaio chiedendo di far parte della Coop Troop. Flo e gli altri la accolgono generosamente ma, fin dagli inizi, la collaborazione non sembra funzionare al meglio. Esther vuole assumere mansioni che spettano ad altri, è restia ad adeguarsi al lavoro di squadra e finisce addirittura per impossessarsi della pollauto..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712225590909_00_01_14_20___SSTCT0101EN.png",
      "start_time": "2026-02-01 10:10:00",
      "end_time": "2026-02-01 10:20:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Elvis chiama la Coop Troop chiedendo aiuto: Esther si è sdraiata in mezzo a una strada, convinta di essere la bella addormentata e aspettando un principe che venga a svegliarla con un bacio. Ma, lungo quella strada, sta per transitare il fattore, diretto al mercato. Come evitare che l'ostinata camaleonte venga inesorabilmente spiaccicata al suolo. Elvis chiama la Coop Troop chiedendo aiuto: Esther si è sdraiata in mezzo a una strada, convinta di essere la bella addormentata e aspettando un principe che venga a svegliarla con un bacio. Ma, lungo quella strada, sta per transitare il fattore, diretto al mercato. Come evitare che l'ostinata camaleonte venga inesorabilmente spiaccicata al suolo?"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712225646139_00_00_08_20___SSTCT0101EN.png",
      "start_time": "2026-02-01 10:20:00",
      "end_time": "2026-02-01 10:40:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da Albert, perché la porta della sua gabbia si è bloccata e non può più rientrare. Ma prima di mettersi in azione, la squadra viene prelevata dal fattore che porta tutti in città per allestire una bancarella del mercato. Flo, Clive e Maggie dovranno fare dei turni per aiutare Albert a risolvere il suo problema. La Coop Troop viene chiamata da Albert, perché la porta della sua gabbia si è bloccata e non può più rientrare. Ma prima di mettersi in azione, la squadra viene prelevata dal fattore che porta tutti in città per allestire una bancarella del mercato. Flo, Clive e Maggie dovranno fare dei turni per aiutare Albert a risolvere il suo problema..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568244896_MO_109_STILLS_1080p_005.jpg",
      "start_time": "2026-02-01 10:40:00",
      "end_time": "2026-02-01 10:45:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni. Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568305793_MO_110_STILLS__1080p_035.jpg",
      "start_time": "2026-02-01 10:45:00",
      "end_time": "2026-02-01 11:00:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo. Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568372871_MO_111_STILLS_1080p_027.jpg",
      "start_time": "2026-02-01 11:00:00",
      "end_time": "2026-02-01 11:10:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti. Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568453248_MO_112_STILLS_1080p_008.jpg",
      "start_time": "2026-02-01 11:10:00",
      "end_time": "2026-02-01 11:30:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura. È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987790986_Screenshot%205237.png",
      "start_time": "2026-02-01 11:30:00",
      "end_time": "2026-02-01 11:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Alex viene incarcerato con l'accusa di aver disegnato delle caricature e poi incollate sulla schiena di Rochefort. Sarà compito delle moschettiere salvarlo, anche perché non è lui il colpevole dell'affronto. Alex viene incarcerato con l'accusa di aver disegnato delle caricature e poi incollate sulla schiena di Rochefort. Sarà compito delle moschettiere salvarlo, anche perché non è lui il colpevole dell'affronto..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987902059_Screenshot%205239.png",
      "start_time": "2026-02-01 11:35:00",
      "end_time": "2026-02-01 11:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan dovrà affrontare un duello con Rochefort dato che entrambi si prendono in giro con nomignoli poco dignitosi. Scopriranno però che ci sarà una sfida molto più importante da affrontare, di qualche sciocco nomignolo. D'Artagnan dovrà affrontare un duello con Rochefort dato che entrambi si prendono in giro con nomignoli poco dignitosi. Scopriranno però che ci sarà una sfida molto più importante da affrontare, di qualche sciocco nomignolo..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739988032993_Screenshot%205240.png",
      "start_time": "2026-02-01 11:50:00",
      "end_time": "2026-02-01 12:00:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "La preziosa spada di Porthos, Hauteclaire, le viene sottratta, e la giovane moschettiera dovrà fare il possibile per recuperare quello che è, per lei, un oggetto davvero prezioso. La preziosa spada di Porthos, Hauteclaire, le viene sottratta, e la giovane moschettiera dovrà fare il possibile per recuperare quello che è, per lei, un oggetto davvero prezioso."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739988123211_Screenshot%205241.png",
      "start_time": "2026-02-01 12:00:00",
      "end_time": "2026-02-01 12:20:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Il conte di Tréville viene accusato di furto di documenti importanti. La figlia è disperata, ma D'Artagnan scopre che la verità è ben lontana da quella che viene raccontata a corte. Il conte di Tréville viene accusato di furto di documenti importanti. La figlia è disperata, ma D'Artagnan scopre che la verità è ben lontana da quella che viene raccontata a corte."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/20/1505922040349_Immagine.jpg",
      "start_time": "2026-02-01 12:20:00",
      "end_time": "2026-02-01 12:40:00",
      "episode_number": "S3 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Mia e Sara puliscono la casa per fare una sorpresa alla mamma di Sara. Mentre stanno preparando la pasta e l'insalata, Luciana arriva con il Signor Monti, che si unisce a loro per cena e dice alle ragazze che Peppino potrà restare alla Fattoria della signora Poletti. A Centopia, Re Raynor e Mayla cadono in un sonno profondo a causa del potere malvagio del Rampicante Oscuro. La speranza si accende grazie al ritrovamento di un frammento del cristallo \"Cuore di Centopia. Mia e Sara puliscono la casa per fare una sorpresa alla mamma di Sara. Mentre stanno preparando la pasta e l'insalata, Luciana arriva con il Signor Monti, che si unisce a loro per cena e dice alle ragazze che Peppino potrà restare alla Fattoria della signora Poletti. A Centopia, Re Raynor e Mayla cadono in un sonno profondo a causa del potere malvagio del Rampicante Oscuro. La speranza si accende grazie al ritrovamento di un frammento del cristallo \\\"Cuore di Centopia\\\"."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/21/1506015068252_Immagine.jpg",
      "start_time": "2026-02-01 12:40:00",
      "end_time": "2026-02-01 13:05:00",
      "episode_number": "S3 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Mia e Sara hanno dormito nei propri sacchi a pelo dentro al fienile. Mentre Mia viene presentata a tutti gli animali della fattoria Poletti, il suo bracciale la richiama a Centopia. Qui, Mia e i suoi amici partono alla ricerca del Re dei Pan, poiché si dice che lui sia in possesso di un simile cristallo che potrebbe esser parte del \"Cuore di Centopia\". La loro ricerca li porta sulla Montagna di Bolobo, dove incontrano Dax e Gargona. Mia e Sara hanno dormito nei propri sacchi a pelo dentro al fienile. Mentre Mia viene presentata a tutti gli animali della fattoria Poletti, il suo bracciale la richiama a Centopia. Qui, Mia e i suoi amici partono alla ricerca del Re dei Pan, poiché si dice che lui sia in possesso di un simile cristallo che potrebbe esser parte del \\\"Cuore di Centopia\\\". La loro ricerca li porta sulla Montagna di Bolobo, dove incontrano  Dax e Gargona..."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759532330197_winx-club-s7e4.jpg",
      "start_time": "2026-02-01 13:05:00",
      "end_time": "2026-02-01 13:30:00",
      "episode_number": "S7 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Nell'Alfea del passato, una fata dagli oscuri scopi, Kalshara, riesce ad accedere a un'antica sala del collegio: attraversando una sorgente di Magia Selvaggia, diventa una creatura mutaforma, primo passo per ottenere il Potere Ultimo degli Animali Fatati. Impauriti perché la sorgente naturale è stata violata, tutti gli Animali Fatati scappano via da Alfea. Grazie a Faragonda, le Winx e Roxy giungono alla Valle dei Frutti, dove salvano la specie degli Scavatalpa dall'attacco di Kalshara e di suo fratello Brafilius, che vogliono intrappolare gli animaletti per perseguire il loro scopo. Salvando gli Scavatalpa, le Winx ottengono il potere Butterflix. Nell'Alfea del passato, una fata dagli oscuri scopi, Kalshara, riesce ad accedere a un'antica sala del collegio: attraversando una sorgente di Magia Selvaggia, diventa una creatura mutaforma, primo passo per ottenere il Potere Ultimo degli Animali Fatati. Impauriti perché la sorgente naturale è stata violata, tutti gli Animali Fatati scappano via da Alfea. Grazie a Faragonda, le Winx e Roxy giungono alla Valle dei Frutti, dove salvano la specie degli Scavatalpa dall'attacco di Kalshara e di suo fratello Brafilius, che vogliono intrappolare gli animaletti per perseguire il loro scopo. Salvando gli Scavatalpa, le Winx ottengono il potere Butterflix."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680523031237_Screenshot%202331.jpg",
      "start_time": "2026-02-01 13:30:00",
      "end_time": "2026-02-01 13:55:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Ian, Myrva e Gmor, aiutati da Draiken, si riprendono dalla recente sconfitta sentendosi ancora più determinati a fermare la furia distruttrice di Arcana. Ma ora la minaccia si fa sempre più vicina: la Corruzione seminata dalla maga ha colpito proprio Borgovecchio, il loro paese, trasformandolo in una zona marcia e tossica e i suoi abitanti in creature prive di volontà. Ian, Myrva e Gmor, aiutati da Draiken, si riprendono dalla recente sconfitta sentendosi ancora più determinati a fermare la furia distruttrice di Arcana. Ma ora la minaccia si fa sempre più vicina: la Corruzione seminata dalla maga ha colpito proprio Borgovecchio, il loro paese, trasformandolo in una zona marcia e tossica e i suoi abitanti in creature prive di volontà."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680523043021_Screenshot%202332.jpg",
      "start_time": "2026-02-01 13:55:00",
      "end_time": "2026-02-01 14:20:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Arcana ha individuato un altro Nodo da corrompere, nascosto in una fonte fra le leggendarie Isole Volanti di Giada e custodito da una misteriosa tribù di Elfi. Per Ian, Myrva e Gmor è tempo di affrontare una nuova sfida contro il Corruttore della maga, stavolta nel mezzo del maestoso arcipelago che svetta nei cieli dell'Erondàr. Arcana ha individuato un altro Nodo da corrompere, nascosto in una fonte fra le leggendarie Isole Volanti di Giada e custodito da una misteriosa tribù di Elfi. Per Ian, Myrva e Gmor è tempo di affrontare una nuova sfida contro il Corruttore della maga, stavolta nel mezzo del maestoso arcipelago che svetta nei cieli dell'Erondàr."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763687271_SMR1.png",
      "start_time": "2026-02-01 14:20:00",
      "end_time": "2026-02-01 14:45:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Sul tetto di Rocca Mattis Ronja incontra Birk, il figlio di Borka. Il ragazzino le dà una notizia sconvolgente: i briganti di Borka hanno occupato la rocca nord, che da questo momento si chiamerà Forte Borka. I due bambini si sfidano a saltare la Voragine Infernale, finché Birk non ci cade dentro e Ronja lo salva. Poi la bambina va a riferire la novità a Mattis e agli altri briganti: suo padre inizialmente non le crede, poi viene preso dalla rabbia e dallo sconforto. Sul tetto di Rocca Mattis Ronja incontra Birk, il figlio di Borka. Il ragazzino le dà una notizia sconvolgente: i briganti di Borka hanno occupato la rocca nord, che da questo momento si chiamerà Forte Borka. I due bambini si sfidano a saltare la Voragine Infernale, finché Birk non ci cade dentro e Ronja lo salva. Poi la bambina va a riferire la novità a Mattis e agli altri briganti: suo padre inizialmente non le crede, poi viene preso dalla rabbia e dallo sconforto."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763737613_SMR2.png",
      "start_time": "2026-02-01 14:45:00",
      "end_time": "2026-02-01 15:10:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Birk e Ronja non si stanno molto simpatici, Mattis e Borka si confrontano in un dialogo non certo pacifista. Ma alcuni ricordi riaffiorano, e i due rammentano di quando erano vecchi amici, in passato, dopo che un fatto importante li ha divisi. Ronja imparerà da questo accadimento una importante lezione. Mentre Birk e Ronja non si stanno molto simpatici, Mattis e Borka si confrontano in un dialogo non certo pacifista. Ma alcuni ricordi riaffiorano, e i due rammentano di quando erano vecchi amici, in passato, dopo che un fatto importante li ha divisi. Ronja imparerà da questo accadimento una importante lezione."
    },
    {
      "show_name": "Fireheart - Luce: Accendi il tuo coraggio",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/06/1754480078275_fireheart-luce-accendi-il-tuo-coraggio_2048x1152.jpg",
      "start_time": "2026-02-01 15:10:00",
      "end_time": "2026-02-01 16:40:00",
      "episode_number": "",
      "show_category": "Animazione",
      "show_description": "Luce ha 16 anni e sogna di diventare un pompiere come suo padre, ma nella New York del 1932 i pompieri possono essere solo uomini. Quando i pompieri della città scompaiono misteriosamente dopo una serie di incendi, la ragazza si traveste da maschio e organizza una squadra per fronteggiare il pericolo... . Disponibile anche in lingua originale. Luce ha 16 anni e sogna di diventare un pompiere come suo padre, ma nella New York del 1932 i pompieri possono essere solo uomini. Quando i pompieri della città scompaiono misteriosamente dopo una serie di incendi, la ragazza si traveste da maschio e organizza una squadra per fronteggiare il pericolo... . Disponibile anche in lingua originale."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/06/1488790136087_alex.jpg",
      "start_time": "2026-02-01 16:40:00",
      "end_time": "2026-02-01 17:00:00",
      "episode_number": "S1 E27",
      "show_category": "Live Action",
      "show_description": "Sam vuole sapere la verità e fa sentire a Rebecca la canzone \"Dull Waters\", rivelandole la scoperta. Come pensava Wilma, Rebecca non ne sapeva niente e Sam è più tranquillo ora che sa che la sua ragazza non complottava con Linda. Sam vuole sapere la verità e fa sentire a Rebecca la canzone \\\"Dull Waters\\."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308231842_kung-fu-panda-il-cavaliere-dragone-s1e9_2048x1152.jpg",
      "start_time": "2026-02-01 17:00:00",
      "end_time": "2026-02-01 17:25:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Con Klaus e Veruca alle calcagna, Po e Lama mettono gli occhi sull'Inghilterra. L'imperatore incontra il protettivo padre di Po, il Sig. Ping, e un'intrigante Rukhmini."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308277312_kung-fu-panda-il-cavaliere-dragone-s1e10_2048x1152.jpg",
      "start_time": "2026-02-01 17:25:00",
      "end_time": "2026-02-01 17:50:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Po e Lama accorrono al palazzo dell'imperatore per avvertirlo delle intenzioni di Klaus e Veruca."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710164964234_SW_EP07_4.png",
      "start_time": "2026-02-01 17:50:00",
      "end_time": "2026-02-01 18:00:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Avete presente la classica voce narrante che ci accompagna alla scoperta di una storia nelle nostre serie tv preferite? Immaginate se iniziasse a interagire direttamente con i personaggi rivelando tutti i loro segreti e mettendoli costantemente in imbarazzo... Beh, è proprio ciò che sta accadendo a Fantaville. Avete presente la classica voce narrante che ci accompagna alla scoperta di una storia nelle nostre serie tv preferite? Immaginate se iniziasse a interagire direttamente con i personaggi rivelando tutti i loro segreti e mettendoli costantemente in imbarazzo... Beh, è proprio ciò che sta accadendo a Fantaville!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165142651_SW_EP08_4.png",
      "start_time": "2026-02-01 18:00:00",
      "end_time": "2026-02-01 18:10:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il sindaco Plasma ha un'idea per dare lustro a Fantaville: fondere tutte le monetine degli abitanti in una unica, preziosissima moneta da esporre in una teca. L'assenza di monetine causerà però molti imprevisti, senza contare che la pregiata unica moneta verrà rubata e il colpevole sembra essere... Spooky? Il sindaco Plasma ha un'idea per dare lustro a Fantaville: fondere tutte le monetine degli abitanti in una unica, preziosissima moneta da esporre in una teca. L'assenza di monetine causerà però molti imprevisti, senza contare che la pregiata unica moneta verrà rubata e il colpevole sembra essere... Spooky?!?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165266598_SW_EP09_3.png",
      "start_time": "2026-02-01 18:10:00",
      "end_time": "2026-02-01 18:20:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e i suoi assistenti scoprono con sconcerto che Villa Lobos non è più la loro casa! Il nuovo proprietario è Mocciolo il nano da giardino, con tanto di regolarissimo atto di proprietà. Per riavere Villa Lobos Spooky dovrà fare una cosa semplicissima... tornare indietro nel tempo. Spooky e i suoi assistenti scoprono con sconcerto che Villa Lobos non è più la loro casa! Il nuovo proprietario è Mocciolo il nano da giardino, con tanto di regolarissimo atto di proprietà. Per riavere Villa Lobos Spooky dovrà fare una cosa semplicissima... tornare indietro nel tempo!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568244896_MO_109_STILLS_1080p_005.jpg",
      "start_time": "2026-02-01 18:20:00",
      "end_time": "2026-02-01 18:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni. Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568305793_MO_110_STILLS__1080p_035.jpg",
      "start_time": "2026-02-01 18:35:00",
      "end_time": "2026-02-01 18:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo. Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568372871_MO_111_STILLS_1080p_027.jpg",
      "start_time": "2026-02-01 18:50:00",
      "end_time": "2026-02-01 19:00:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti. Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308231842_kung-fu-panda-il-cavaliere-dragone-s1e9_2048x1152.jpg",
      "start_time": "2026-02-01 19:00:00",
      "end_time": "2026-02-01 19:25:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Con Klaus e Veruca alle calcagna, Po e Lama mettono gli occhi sull'Inghilterra. L'imperatore incontra il protettivo padre di Po, il Sig. Ping, e un'intrigante Rukhmini."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766061618138_Rabbids_49.jpg",
      "start_time": "2026-02-01 19:25:00",
      "end_time": "2026-02-01 19:35:00",
      "episode_number": "S4 E49",
      "show_category": "Cartoni Animati",
      "show_description": "Quando un normale Rabbid ingerisce una strana bevanda energetica, si trasforma in un gigante incontrollabile! Rooney deciderà quindi di ingaggiarlo come suo braccio destro. Quando un normale Rabbid ingerisce una strana bevanda energetica, si trasforma in un gigante incontrollabile! Rooney deciderà quindi di ingaggiarlo come suo braccio destro."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766061650240_Rabbids_50.jpg",
      "start_time": "2026-02-01 19:35:00",
      "end_time": "2026-02-01 19:40:00",
      "episode_number": "S4 E50",
      "show_category": "Cartoni Animati",
      "show_description": "Mad Rabbids decide di occupare la toilet del sottomarino per poter giocare in pace ai suoi videogiochi. Questo non piacerà agli altri Rabbids e presto si scatenerà una guerra per la conquista del Trono. Mad Rabbids decide di occupare la toilet del sottomarino per poter giocare in pace ai suoi videogiochi. Questo non piacerà agli altri Rabbids e presto si scatenerà una guerra per la conquista del Trono..."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/10/1636499199118_il-collegio-6-terza-puntata-uscite-non-solo-in-gita-9-novembre-2021_2048x1152.jpg",
      "start_time": "2026-02-01 19:40:00",
      "end_time": "2026-02-01 22:00:00",
      "episode_number": "S2021 E3",
      "show_category": "",
      "show_description": "Per ragazzi e ragazze il percorso all'interno de \"Il Collegio\" si fa sempre più ricco e intenso. Alunni e alunne si troveranno a dover fare i conti con la rigida disciplina prevista all'interno dell'istituto Regina Margherita di Anagni, sia da un punto di vista comportamentale che emotivo. La terza settimana porterà infatti con sé nuove verifiche, punizioni, ma anche l'arrivo di una supplente. Non mancheranno poi sorprese, rivelazioni, nuovi flirt e... qualche uscita! Quella che vedrà coinvolti i giovani nella loro prima gita didattica alla scoperta di Ostia Antica, non sarà l'unica volta in cui i cancelli del collegio si apriranno. Per ragazzi e ragazze il percorso all'interno de \\\"Il Collegio\\\" si fa sempre più ricco e intenso. Alunni e alunne si troveranno a dover fare i conti con la rigida disciplina prevista all'interno dell'istituto Regina Margherita di Anagni, sia da un punto di vista comportamentale che emotivo. La terza settimana porterà infatti con sé nuove verifiche, punizioni, ma anche l'arrivo di una supplente. Non mancheranno poi sorprese, rivelazioni, nuovi flirt e... qualche uscita! Quella che vedrà coinvolti i giovani nella loro prima gita didattica alla scoperta di Ostia Antica, non sarà l'unica volta in cui i cancelli del collegio si apriranno..."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764842125479_30.jpg",
      "start_time": "2026-02-01 22:00:00",
      "end_time": "2026-02-01 22:25:00",
      "episode_number": "S1 E30",
      "show_category": "",
      "show_description": "Vega pianifica un nuovo attacco sfruttando le rocce elettrificate del pianeta Goda, con le quali costruiscono un dispositivo letale che installano sul mostro spaziale Godag. Koji vuole sperimentare il prototipo del suo nuovo disco spaziale. Vega pianifica un nuovo attacco sfruttando le rocce elettrificate del pianeta Goda, con le quali costruiscono un dispositivo letale che installano sul mostro spaziale Godag. Koji vuole sperimentare il prototipo del suo nuovo disco spaziale."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763556585962_F2R5_503_063.png",
      "start_time": "2026-02-01 22:25:00",
      "end_time": "2026-02-01 22:50:00",
      "episode_number": "S5 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Prima della partita contro i Ghiaccioli di Winnipeg, Bianca è sconvolta dal contenuto di una lettera ricevuta dalla madre biologica che non ha mai conosciuto. Gli avversari dei Blu non vogliono regalare loro nulla. Kani, con grande spirito d'osservazione, nota lo stato d'animo dell'amica e la spinge a confidarsi. Prima della partita contro i Ghiaccioli di Winnipeg, Bianca è sconvolta dal contenuto di una lettera ricevuta dalla madre biologica che non ha mai conosciuto. Gli avversari dei Blu non vogliono regalare loro nulla. Kani, con grande spirito d'osservazione, nota lo stato d'animo dell'amica e la spinge a confidarsi."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315401017_Screenshot%203370.png",
      "start_time": "2026-02-01 22:50:00",
      "end_time": "2026-02-01 23:00:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e Switch partecipano a un'audizione per entrare a far parte di un corpo di ballo prestigioso, e solo Karma riesce a superarla, anche se Switch è la ballerina più esperta. Quando si scopre che questo gruppo prende le decisioni in maniera superficiale, Karma e Switch decidono che non vogliono avere niente a che fare con il team e organizzano il proprio gruppo. Karma e Switch partecipano a un'audizione per entrare a far parte di un corpo di ballo prestigioso, e solo Karma riesce a superarla, anche se Switch è la ballerina più esperta. Quando si scopre che questo gruppo prende le decisioni in maniera superficiale, Karma e Switch decidono che non vogliono avere niente a che fare con il team e organizzano il proprio gruppo!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315476157_Screenshot%203371.png",
      "start_time": "2026-02-01 23:00:00",
      "end_time": "2026-02-01 23:15:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Karma nasconde un segreto: l'amore per la musica del vecchio crooner Romeo Jones. Quando, inaspettatamente, trova un altro fan di Romeo in Chris Douglass, Karma impara dal suo atteggiamento spensierato che è giusto essere orgogliosi di quello che ci piace. Karma nasconde un segreto: l'amore per la musica del vecchio crooner Romeo Jones. Quando, inaspettatamente, trova un altro fan di Romeo in Chris Douglass, Karma impara dal suo atteggiamento spensierato che è giusto essere orgogliosi di quello che ci piace."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567706001612_Immagine.jpg",
      "start_time": "2026-02-01 23:15:00",
      "end_time": "2026-02-01 23:25:00",
      "episode_number": "S1 E39",
      "show_category": "",
      "show_description": "Voidus decide di erigere due nuovi cristalli, i quali creando un portale Omega, gli permetteranno di arrivare su Gorm. Un messaggio di Electryon informa i Guardiani che in situazioni di pericolo possono chiamare il Lord Meka su Gorm e che la Torre degli Elementi deve essere trasformata in Torre Meka. Per fare tutto questo devono sovraccaricare il Lunimus e Ao-ki deve rilasciare l'energia dell'Elestar. La Custode si accorgerà presto che l'Elestar è stato alterato, ma riuscirà a contenere l'infezione bloccandola nel Bracciale della Luce. La trasformazione della Torre può così concludersi ed Electryon sconfigge Voidus, costringendolo a tornare a Darkor."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/04/1580808944952_gormiti_40.jpg",
      "start_time": "2026-02-01 23:25:00",
      "end_time": "2026-02-01 23:35:00",
      "episode_number": "S1 E40",
      "show_category": "",
      "show_description": "Lord Voidus manda Kratus nel regno del Vento per impedire che i Guardiani risveglino altri Guerrieri Meka. Nel frattempo Eron guida i suoi amici sulle tracce di un sigillo, ma lo fa a modo suo: facendo il giocoliere su una foglia volante. Appena raggiunto il sigillo, Ao-ki, Trek, Riff e Ikor vengono catturati da Kratus e dai suoi Soldati. Eron, invece, riesce a sfuggire ai vari attacchi, ma a sfuggire sarà anche il sigillo, che in effetti si allontana ogni volta che il Guardiano tenta di avvicinarsi. Eron, a questo punto, chiama in suo soccorso Hurricane; i due riusciranno a fermare Kratus e a salvare i loro amici grazie a un piano molto tempestoso."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652260213073_Screenshot%20365.jpg",
      "start_time": "2026-02-01 23:35:00",
      "end_time": "2026-02-01 23:50:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "SuperRoller contro Lucky Squad! Stavolta Nino, Viola e Lj-Wang si troveranno a giocare in uno skate park contro una squadra di pattinatrici tutta al femminile, che Nino prende ingenuamente poco sul serio. Una sfida ad alta velocità. SuperRoller contro Lucky Squad! Stavolta Nino, Viola e Lj-Wang si troveranno a giocare in uno skate park contro una squadra di pattinatrici tutta al femminile, che Nino prende ingenuamente poco sul serio.  Una sfida ad alta velocità!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652260298666_Screenshot%20366.jpg",
      "start_time": "2026-02-01 23:50:00",
      "end_time": "2026-02-02 00:05:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Viola ha paura del buio. E ha ragione, se il buio nasconde i Black Ninja pronti a sfruttare le ombre e i loro trucchi per sconfiggere la Lucky Squad. Viola ha paura del buio. E ha ragione, se il buio nasconde i Black Ninja pronti a sfruttare le ombre e i loro trucchi per sconfiggere la Lucky Squad!"
    }
  ]
}