{
  "channel_name": "RaiGulp",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823746876_Screenshot%203648.png",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 00:05:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Black Ninja sfidano la Lucky Squad in un campo davvero particolare: non si può fare il minimo rumore, altrimenti sono torte in faccia, manone giganti che schiacciano a terra, mega-ventilatori che fanno volare via! Sarà dura non fare nessun rumore, mentre i ninja sono i maestri del silenzio. I Black Ninja sfidano la Lucky Squad in un campo davvero particolare: non si può fare il minimo rumore, altrimenti sono torte in faccia, manone giganti che schiacciano a terra, mega-ventilatori che fanno volare via! Sarà dura non fare nessun rumore, mentre i ninja sono i maestri del silenzio…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596134648765_compagnia.jpg",
      "start_time": "2026-02-11 00:05:00",
      "end_time": "2026-02-11 00:30:00",
      "episode_number": "S3 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Il Grande Mister riceve la visita di un suo vecchio compagno di squadra, Jackie Miller. Il dottor Perfetti, ispettore provinciale del Tribunale dei Minori, chiede al Grande Mister di esaminare la documentazione dei permessi relativi ai minori che ha sotto la sua tutela. Nel frattempo, Jackie stringe amicizia con i Celestini, che ricevono la notizia della sospensione del Mondiale. Cosa succederà. Il Grande Mister riceve la visita di un suo vecchio compagno di squadra, Jackie Miller. Il dottor Perfetti, ispettore provinciale del Tribunale dei Minori, chiede al Grande Mister di esaminare la documentazione dei permessi relativi ai minori che ha sotto la sua tutela. Nel frattempo, Jackie stringe amicizia con i Celestini, che ricevono la notizia della sospensione del Mondiale. Cosa succederà?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596135547479_compagnia.jpg",
      "start_time": "2026-02-11 00:30:00",
      "end_time": "2026-02-11 00:55:00",
      "episode_number": "S3 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Celeste confida a Samira che dovrà partire perché suo padre è costretto per lavoro a trasferirsi in un'altra città. Samira la invita a rivelare tutto ai compagni. Alla notizia della partenza di Celeste, Lucifero si mostra molto freddo. Anche fra i Finezza si creano delle frizioni sui loro differenti progetti futuri e il malumore viene condiviso da tutta la squadra. Lucifero pare insofferente al prossimo cambiamento. Celeste confida a Samira che dovrà partire perché suo padre è costretto per lavoro a trasferirsi in un'altra città. Samira la invita a rivelare tutto ai compagni. Alla notizia della partenza di Celeste, Lucifero si mostra molto freddo. Anche fra i Finezza si creano delle frizioni sui loro differenti progetti futuri e il malumore viene condiviso da tutta la squadra. Lucifero pare insofferente al prossimo cambiamento…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769623030392_Spike_Team_3_Ep_23.jpg",
      "start_time": "2026-02-11 00:55:00",
      "end_time": "2026-02-11 01:20:00",
      "episode_number": "S3 E23",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769623050392_Spike_Team_3_Ep_24.jpg",
      "start_time": "2026-02-11 01:20:00",
      "end_time": "2026-02-11 01:50:00",
      "episode_number": "S3 E24",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317391605_Screenshot%203390.png",
      "start_time": "2026-02-11 01:50:00",
      "end_time": "2026-02-11 01:55:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi. Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317475913_Screenshot%203393.png",
      "start_time": "2026-02-11 01:55:00",
      "end_time": "2026-02-11 02:15:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \"Flow N' Tell\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma. Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \\\"Flow N' Tell\\\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601377673192_Schermata%202020-09-29%20alle%2013.jpg",
      "start_time": "2026-02-11 02:15:00",
      "end_time": "2026-02-11 02:20:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "I Guardiani arrivano nel regno del malvagio Eklos. Riff e Ikor si allontanano in cerca di provviste e trovano il primo frammento del Cuore del Titano. Il servo di Eklos, Irgur, attacca i due giovani che per difendersi dovranno ricorrere ai Poteri Alfa. I Guardiani arrivano nel regno del malvagio Eklos. Riff e Ikor si allontanano in cerca di provviste e trovano il primo frammento del Cuore del Titano. Il servo di Eklos, Irgur, attacca i due giovani che per difendersi dovranno ricorrere ai Poteri Alfa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601378151767_Schermata%202020-09-29%20alle%2013%201.jpg",
      "start_time": "2026-02-11 02:20:00",
      "end_time": "2026-02-11 02:40:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "I Guardiani sono alla ricerca dei frammenti del Cuore del Titano. Dopo aver trovato il frammento di magma in cima alla piramide, vengono sorpresi dall'arrivo dei Dronok che, ammassandosi l'uno sull'altro per creare un totem, riescono a raggiungere per primi il frammento. La situazione si risolverà grazie al lavoro di squadra di Eron e Riff e ai nuovi poteri di Ikor e Hydros. I Guardiani sono alla ricerca dei frammenti del Cuore del Titano. Dopo aver trovato il frammento di magma in cima alla piramide, vengono sorpresi dall'arrivo dei Dronok che, ammassandosi l'uno sull'altro per creare un totem, riescono a raggiungere per primi il frammento. La situazione si risolverà grazie al lavoro di squadra di Eron e Riff e ai nuovi poteri di Ikor e Hydros."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671562194507_I%20Puffi_NuovaSerie_S1E31_2048x1152.jpg",
      "start_time": "2026-02-11 02:40:00",
      "end_time": "2026-02-11 02:45:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Gargamella è buono, questo credono Zuccone e Begonia dopo essere finiti in una sua trappola. Gargamella è buono, questo credono Zuccone e Begonia dopo essere finiti in una sua trappola."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671562458321_I%20Puffi_NuovaSerie_S1E32_2048x1152.jpg",
      "start_time": "2026-02-11 02:45:00",
      "end_time": "2026-02-11 02:55:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Contadino e Vanitoso trovano uno scrigno contenente un amuleto e lo portano al villaggio. Contadino e Vanitoso trovano uno scrigno contenente un amuleto e lo portano al villaggio."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/21/1671621561193_I%20Puffi_NuovaSerie_S1E33_2048x1152.jpg",
      "start_time": "2026-02-11 02:55:00",
      "end_time": "2026-02-11 03:05:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Un fortuito incantesimo toglie a Tempesta le sue abilità di guerriera. Un fortuito incantesimo toglie a Tempesta le sue abilità di guerriera."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671562969189_I%20Puffi_NuovaSerie_S1E34_2048x1152.jpg",
      "start_time": "2026-02-11 03:05:00",
      "end_time": "2026-02-11 03:25:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Gargamella ha escogitato un nuovo stratagemma per catturare gli odiati Puffi. Gargamella ha escogitato un nuovo stratagemma per catturare gli odiati Puffi."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608228920094_Schermata%202020-12-17%20alle%2019%203.jpg",
      "start_time": "2026-02-11 03:25:00",
      "end_time": "2026-02-11 03:40:00",
      "episode_number": "S3 E21",
      "show_category": "",
      "show_description": "Proseguono le indagini del topo investigatore più scaltro della città di Topazia. Proseguono le indagini del topo investigatore più scaltro della città di Topazia."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608229033244_Schermata%202020-12-17%20alle%2019%204.jpg",
      "start_time": "2026-02-11 03:40:00",
      "end_time": "2026-02-11 04:10:00",
      "episode_number": "S3 E22",
      "show_category": "",
      "show_description": "A Topazia ci sono i fantasmi! Gli avvistamenti si susseguono e i cittadini spaventati chiamano gli Acciuffafantasmi, che arrivano tempestivamente e disinfestano la città. Ma sarà tutto vero quello che appare? Geronimo, scettico come sempre sul soprannaturale, è deciso a scoprire la verità, ma non sempre le cose sono come ce le immaginiamo. A Topazia ci sono i fantasmi! Gli avvistamenti si susseguono e i cittadini spaventati chiamano gli Acciuffafantasmi, che arrivano tempestivamente e disinfestano la città. Ma sarà tutto vero quello che appare? Geronimo, scettico come sempre sul soprannaturale, è deciso a scoprire la verità, ma non sempre le cose sono come ce le immaginiamo…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/02/1443794531685_heidi.jpg",
      "start_time": "2026-02-11 04:10:00",
      "end_time": "2026-02-11 04:35:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Karl deve trasferirsi perché a suo padre, il maestro Traber , è stato offerto un nuovo posto da insegnante in un altro paese. I suoi amici sono tutti molto tristi perché sentono già la mancanza del loro compagno di avventure, così per consolarli Karl decide di lasciare loro la sua collezione di fossili e organizza una caccia al tesoro : il vincitore potrà conservare la preziosa scatola in ricordo della sua amicizia. Teresa vuole a tutti i costi ottenere la collezione e durante la caccia al tesoro ricorre a numerosi imbrogli pur di riuscire nel suo intento. Heidi ha capito che nonostante il brutto carattere Teresa è sinceramente addolorata di perdere il suo migliore amico e la convince che troverà un po' di conforto se riuscirà ad essere sincera e a dire a Karl quanto le mancherà. Karl deve trasferirsi perché a suo padre, il maestro Traber , è stato offerto un nuovo posto da insegnante in un altro paese. I suoi amici sono tutti molto tristi perché sentono già la mancanza del loro compagno di avventure, così per consolarli Karl decide di lasciare loro la sua collezione di fossili e organizza una caccia al tesoro : il vincitore potrà conservare la preziosa scatola in ricordo della sua amicizia. Teresa vuole a tutti i costi ottenere la collezione e durante la caccia al tesoro ricorre a numerosi imbrogli pur di riuscire nel suo intento. Heidi ha capito che nonostante il brutto carattere Teresa è sinceramente addolorata di perdere  il suo migliore amico e la convince che troverà un po' di conforto se riuscirà ad essere sincera e a dire a Karl quanto le mancherà…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711065745257_Still004.jpg",
      "start_time": "2026-02-11 04:35:00",
      "end_time": "2026-02-11 04:40:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Cade la scaletta della capanna e i ragazzi restano bloccati sull'albero al caldo per diverse ore. Cade la scaletta della capanna e i ragazzi restano bloccati sull'albero al caldo per diverse ore."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066026202_Still007.jpg",
      "start_time": "2026-02-11 04:40:00",
      "end_time": "2026-02-11 04:55:00",
      "episode_number": "S1 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino si impossessa del diario di Spilunga, cosa che fa litigare i due fratelli. Piedino si impossessa del diario di Spilunga, cosa che fa litigare i due fratelli."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066082963_Still011.jpg",
      "start_time": "2026-02-11 04:55:00",
      "end_time": "2026-02-11 05:10:00",
      "episode_number": "S1 E44",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e la sua banda si trovano coinvolti in un vortice di bugie da cui non sarà facile uscirne. Spilunga e la sua banda si trovano coinvolti in un vortice di bugie da cui non sarà facile uscirne."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666623340273_Screenshot%201241.jpg",
      "start_time": "2026-02-11 05:10:00",
      "end_time": "2026-02-11 05:20:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Gunnar, il cugino svedese di PC, arriva in Italia e s'innamora... del panettone! Ma a forza di deliziose fette, il suo fegato diventa un campo di battaglia in stile vichingo, dove i nostri Food Wizards affronteranno Toxins particolarmente... barbarici. Gunnar, il cugino svedese di PC, arriva in Italia e s'innamora... del panettone! Ma a forza di deliziose fette, il suo fegato diventa un campo di battaglia in stile vichingo, dove i nostri Food Wizards affronteranno Toxins particolarmente... barbarici!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666623648450_Screenshot%201242.jpg",
      "start_time": "2026-02-11 05:20:00",
      "end_time": "2026-02-11 05:35:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Alla recita di classe, Ginny interpreta la principessa azzurra! Tutto bene? Non per Ham: Jack, il bello della scuola, sarà il... principesso da risvegliare con un bacio... di Ginny! Ham fa una pessima scelta: per rimettere le cose a posto ci vorranno un viaggio tra gli zuccheri e... Nonno Essen nell'inedita veste di attore. Alla recita di classe, Ginny interpreta la principessa azzurra! Tutto bene? Non per Ham: Jack, il bello della scuola, sarà il... principesso da risvegliare con un bacio... di Ginny! Ham fa una pessima scelta: per rimettere le cose a posto ci vorranno un viaggio tra gli zuccheri e... Nonno Essen nell'inedita veste di attore!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122259031_PT%2015%20LATEMAR%20jpeg.jpg",
      "start_time": "2026-02-11 05:35:00",
      "end_time": "2026-02-11 05:50:00",
      "episode_number": "S1 E15",
      "show_category": "Programmi Tv Kids",
      "show_description": "Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \"nave\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \"Il Giallino\" e a vivere in modo ecologico con i nostri consigli Davvero, ma davvero green. Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \\\"nave\\\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \\\"Il Giallino\\\" e a vivere in modo ecologico con  i nostri consigli Davvero, ma davvero green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465827930_PT%201%20LA%20CITTA%20DI%20METALLA%20JPEG.jpg",
      "start_time": "2026-02-11 05:50:00",
      "end_time": "2026-02-11 06:05:00",
      "episode_number": "S1 E1",
      "show_category": "Programmi Tv Kids",
      "show_description": "AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" Martinelli e per essere \"davvero green\" ripassiamo come riciclare la plastica in modo corretto. AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" Martinelli e per essere \\\"davvero green\\\" ripassiamo come riciclare la plastica in modo corretto!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317391605_Screenshot%203390.png",
      "start_time": "2026-02-11 06:05:00",
      "end_time": "2026-02-11 06:15:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi. Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317475913_Screenshot%203393.png",
      "start_time": "2026-02-11 06:15:00",
      "end_time": "2026-02-11 06:30:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \"Flow N' Tell\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma. Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \\\"Flow N' Tell\\\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541274157_Schermata%202020-10-01%20alle%2010.jpg",
      "start_time": "2026-02-11 06:30:00",
      "end_time": "2026-02-11 06:40:00",
      "episode_number": "S2 E7",
      "show_category": "",
      "show_description": "Per calmare la loro fame Riff e Trek provano a prendere alcuni Zangu  dagli altissimi alberi. Non riuscendoci, accorre in loro soccorso Saburo. Mentre i tre cercano di raccogliere i frutti, Irgur ruba due frammenti di magma: Riff, Trek e Saburo cercheranno di recuperarli a colpi di stile magma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541417963_Schermata%202020-10-01%20alle%2010%201.jpg",
      "start_time": "2026-02-11 06:40:00",
      "end_time": "2026-02-11 06:55:00",
      "episode_number": "S2 E8",
      "show_category": "",
      "show_description": "Riff, Eron, Ao-ki,  Ikor ed Eron  riescono a trovare i quattro frammenti di magma e si mettono alla ricerca di un guerriero Solark a cui consegnarli. Lungo la strada, si imbattono in un santuario, nel quale incontrano un guerriero Solark, Palladium. Tuttavia, invece di consegnare i frammenti, Riff, accecato dalla potenza ottenuta, decide di combattere contro Palladium. Con l'aiuto di Keryon, infine, Riff capirà quale sarà la decisione più saggia da prendere."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825277738_Schermata%202022-04-01%20alle%2017.01.49.jpg",
      "start_time": "2026-02-11 06:55:00",
      "end_time": "2026-02-11 07:05:00",
      "episode_number": "S1 E11",
      "show_category": "",
      "show_description": "Vanitoso, dopo l'ennesimo scherzo di Burlone, decide di dargli una lezione."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825375853_Schermata%202022-04-01%20alle%2017.03.43.jpg",
      "start_time": "2026-02-11 07:05:00",
      "end_time": "2026-02-11 07:15:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Per sfuggire alle ire di Grande Puffo, dopo avergli rotto il cannocchiale, Forzuto e Fifone si nascondono travestendosi da puffe."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825493212_Schermata%202022-04-01%20alle%2017.05.23.jpg",
      "start_time": "2026-02-11 07:15:00",
      "end_time": "2026-02-11 07:30:00",
      "episode_number": "S1 E13",
      "show_category": "",
      "show_description": "Nel villaggio dei Puffi atterra dal pianeta di Gioia un alieno bambino in cerca di divertimento."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608225635609_Schermata%202020-12-17%20alle%2018%202.jpg",
      "start_time": "2026-02-11 07:30:00",
      "end_time": "2026-02-11 07:55:00",
      "episode_number": "S3 E13",
      "show_category": "",
      "show_description": "Che bello! Il famoso circo di Alexia è arrivato a Topazia! Trappola, Benjamin, Pandora e Tea non vedono l'ora di andare a vedere lo spettacolo, mentre Geronimo è come sempre un po' riluttante. Ma quando Augusto, il famoso clown, sparisce nel nulla, quella che sembrava una giornata di divertimento si trasforma in un vero e proprio intricatissimo mistero. Che bello! Il famoso circo di Alexia è arrivato a Topazia! Trappola, Benjamin, Pandora e Tea non vedono l'ora di andare a vedere lo spettacolo, mentre Geronimo è come sempre un po' riluttante. Ma quando Augusto, il famoso clown, sparisce nel nulla, quella che sembrava una giornata di divertimento si trasforma in un vero e proprio intricatissimo mistero."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/05/1444059896428_heidi.jpg",
      "start_time": "2026-02-11 07:55:00",
      "end_time": "2026-02-11 08:20:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Clara arriva a Dorfli con la Signorina Rottenmeier per passare l'estate tra le montagne. Ma la governante, inflessibile come di consueto, intende restare alla vecchia casa in paese e non vuole andare alla baita non ritenendola un posto adatto a Clara. Heidi e Clara sono profondamente deluse perché avevano immaginato la loro vacanza insieme come una meravigliosa avventura tra i prati e le montagne che circondano la baita. Così, per convincere la Rottermeier ad andare alla baita, escogitano un complicato piano per farle sembrare la vita al villaggio insopportabile. Quello che rischiano di ottenere però è il risultato opposto, perché la severa governante si dispone a tornare immediatamente a Francoforte riportando Clara con sé. Il nonno convince le bambine a scusarsi con lei nella speranza che la Signorina Rottenmeier conceda un'altra possibilità alla vita in montagna. Clara arriva a Dorfli con la Signorina Rottenmeier per passare l'estate tra le montagne. Ma la governante, inflessibile come di consueto, intende restare alla vecchia casa in paese e non vuole andare alla baita non ritenendola un posto adatto a Clara. Heidi e Clara sono profondamente deluse perché avevano immaginato la loro vacanza insieme come una meravigliosa avventura tra i prati e le montagne che circondano la baita. Così,  per convincere la  Rottermeier ad andare alla baita, escogitano un complicato piano per farle sembrare la vita al villaggio insopportabile. Quello che rischiano di ottenere però è il risultato opposto, perché la severa governante si dispone a tornare immediatamente a Francoforte riportando Clara con sé. Il nonno convince le bambine a scusarsi con lei nella speranza che la Signorina Rottenmeier conceda un'altra possibilità alla vita in montagna…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066168768_temp.00_04_31_03.Still006.jpg",
      "start_time": "2026-02-11 08:20:00",
      "end_time": "2026-02-11 08:30:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino trova un bruco in un cavolo e vuole prendersene cura. Piedino trova un bruco in un cavolo e vuole prendersene cura."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066233076_Still009.jpg",
      "start_time": "2026-02-11 08:30:00",
      "end_time": "2026-02-11 08:45:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno ha rotto la vetrina del negozio della signora Granjean e Piedino cerca il colpevole dopo essersi autoaccusato per attirare l'attenzione. Qualcuno ha rotto la vetrina del negozio della signora Granjean e Piedino cerca il colpevole dopo essersi autoaccusato per attirare l'attenzione."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066292857_Still023.jpg",
      "start_time": "2026-02-11 08:45:00",
      "end_time": "2026-02-11 09:00:00",
      "episode_number": "S1 E47",
      "show_category": "Cartoni Animati",
      "show_description": "Samson è convinto che il signor Luchon sia uno stregone e che abbia fatto un incantesimo a Lina. Samson è convinto che il signor Luchon sia uno stregone e che abbia fatto un incantesimo a Lina."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666624589332_Screenshot%201243.jpg",
      "start_time": "2026-02-11 09:00:00",
      "end_time": "2026-02-11 09:15:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "PC è arrivato alla finale di un torneo online per videogiocatori... ma deve affrontare la temibile Bucilla! PC si tiene in forma con i centrifugati di frutta ma esagera... e toccherà a Ginny e Ham salvarlo, con un'avventura tra lo spazio infinito e un universo altrettanto spettacolare: il corpo umano. PC è arrivato alla finale di un torneo online per videogiocatori... ma deve affrontare la temibile Bucilla! PC si tiene in forma con i centrifugati di frutta ma esagera... e toccherà a Ginny e Ham salvarlo, con un'avventura tra lo spazio infinito e un universo altrettanto spettacolare: il corpo umano!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666624596386_Screenshot%201244.jpg",
      "start_time": "2026-02-11 09:15:00",
      "end_time": "2026-02-11 09:30:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "La sagra del paese offre parecchie delizie culinarie... ma anche il pessimo fritto di un rivenditore senza scrupoli, nemico giurato di Nonno Essen! Toccherà ai Food Wizards salvare la madre di Ham, incappata in un eccesso di golosità per le patatine fritte. La sagra del paese offre parecchie delizie culinarie... ma anche il pessimo fritto di un rivenditore senza scrupoli, nemico giurato di Nonno Essen! Toccherà ai Food Wizards salvare la madre di Ham, incappata in un eccesso di golosità per le patatine fritte!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465903645_PT%202%20FUNGHI%20DI%20PIETRA%20JPEG.jpg",
      "start_time": "2026-02-11 09:30:00",
      "end_time": "2026-02-11 09:45:00",
      "episode_number": "S1 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465932370_PT%203%20LA%20FORESTA%20SOMMERSA%20JPEG.jpg",
      "start_time": "2026-02-11 09:45:00",
      "end_time": "2026-02-11 10:00:00",
      "episode_number": "S1 E3",
      "show_category": "Programmi Tv Kids",
      "show_description": "Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \"Il Giallino\" ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta smascherare le fake news della natura mentre la  pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169543201_00_00_38_10___SSTCT0111EN.png",
      "start_time": "2026-02-11 10:00:00",
      "end_time": "2026-02-11 10:10:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop parte in missione per aiutare Bertha, che vorrebbe invitare Sam a cenare con lei, ma è troppo timida per farlo. Flo e gli altri si recano quindi dal labrador per invitarlo al posto di Bertha, ma Sam crede che sia la gallina a volerlo corteggiare e quasi si innamora di lei. La Coop Troop parte in missione per aiutare Bertha, che vorrebbe invitare Sam a cenare con lei, ma è troppo timida per farlo. Flo e gli altri si recano quindi dal labrador per invitarlo al posto di Bertha, ma Sam crede che sia la gallina a volerlo corteggiare e quasi si innamora di lei..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169590243_00_00_50_22___SSTCT0112EN.png",
      "start_time": "2026-02-11 10:10:00",
      "end_time": "2026-02-11 10:20:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da Britney e Christina per convincere Bertha a superare il suo panico da palcoscenico e partecipare a una pubblicità di cibo per cani dove dovrebbe interpretare una super-eroina. La Coop Troop viene chiamata da Britney e Christina per convincere Bertha a superare il suo panico da palcoscenico e partecipare a una pubblicità di cibo per cani dove dovrebbe interpretare una super-eroina..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169643616_00_01_22_07___SSTCT0113EN.png",
      "start_time": "2026-02-11 10:20:00",
      "end_time": "2026-02-11 10:35:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop riceve una richiesta d'aiuto da Agnes e Reggie: Albert si è incastrato in un cilindro di cartone e non riesce a liberarsi. Ma il fattore ha costruito un moderno recinto a raggi infrarossi e per Flo e i suoi amici lasciare la fattoria e partire in missione questa volta sembra impossibile. La Coop Troop riceve una richiesta d'aiuto da Agnes e Reggie: Albert si è incastrato in un cilindro di cartone e non riesce a liberarsi. Ma il fattore ha costruito un moderno recinto a raggi infrarossi e per Flo e i suoi amici lasciare la fattoria e partire in missione questa volta sembra impossibile..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571566753_MO_123_STILLS_00001.png",
      "start_time": "2026-02-11 10:35:00",
      "end_time": "2026-02-11 10:45:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \"saporaccio\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché. Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \\\"saporaccio\\\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571624009_MO_124_STILLS_00001.png",
      "start_time": "2026-02-11 10:45:00",
      "end_time": "2026-02-11 11:00:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero. A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571684169_MO_125_STILLS_00001.png",
      "start_time": "2026-02-11 11:00:00",
      "end_time": "2026-02-11 11:10:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie. Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571730276_MO_126_STILLS_00001.png",
      "start_time": "2026-02-11 11:10:00",
      "end_time": "2026-02-11 11:25:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose. Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758022199931_Screenshot%205537.png",
      "start_time": "2026-02-11 11:25:00",
      "end_time": "2026-02-11 11:35:00",
      "episode_number": "S1 E49",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan decide di boicottare un piano di Rochefort facendo finta di essere un fantasma che si aggira a corte, e spaventando tutte le guardie del Re.Ma dovrà stare attenta alle rivendicazioni di sua Maestà e a quelle del cardinale. D'Artagnan decide di boicottare un piano di Rochefort facendo finta di essere un fantasma che si aggira a corte, e spaventando tutte le guardie del Re.Ma dovrà stare attenta alle rivendicazioni di sua Maestà e a quelle del cardinale."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758022495393_Screenshot%205538.png",
      "start_time": "2026-02-11 11:35:00",
      "end_time": "2026-02-11 11:50:00",
      "episode_number": "S1 E50",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan è costretta ad allontanarsi da Parigi dato che il suo cavallo non sta bene e deve essere condotto nelle campagne. Ma le sue amiche moschettiere scopriranno che è solo un piano ideato dal malvagio Jussac per prendere il suo posto alla corte del re. D'Artagnan è costretta ad allontanarsi da Parigi dato che il suo cavallo non sta bene e deve essere condotto nelle campagne. Ma le sue amiche moschettiere scopriranno che è solo un piano ideato dal malvagio Jussac per prendere il suo posto alla corte del re..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758022634993_Screenshot%205539.png",
      "start_time": "2026-02-11 11:50:00",
      "end_time": "2026-02-11 12:00:00",
      "episode_number": "S1 E51",
      "show_category": "Cartoni Animati",
      "show_description": "Un falso re prende il posto di Luigi XIII, ingaggiato da Rustignac per cercare di mandare via da corte le Moschettiere. Sarà compito di D'Artagnan e delle sue amiche cercare di capire dove è finito il vero sovrano. Un falso re prende il posto di Luigi XIII, ingaggiato da Rustignac per cercare di mandare via da corte le Moschettiere.  Sarà compito di D'Artagnan e delle sue amiche cercare di capire dove è finito il vero sovrano."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758022721860_Screenshot%205540.png",
      "start_time": "2026-02-11 12:00:00",
      "end_time": "2026-02-11 12:15:00",
      "episode_number": "S1 E52",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo che il falso Re è stato smascherato grazie a D'Artagnan, il re chiede alle Moschettiere di restare ancora a lungo a corte, come guardie personali, e Alex farà parte del quartetto. Dopo che il falso Re è stato smascherato grazie a D'Artagnan, il re chiede alle Moschettiere di restare ancora a lungo a corte, come guardie personali, e Alex farà parte del quartetto."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/16/1508150107834_Immagine.jpg",
      "start_time": "2026-02-11 12:15:00",
      "end_time": "2026-02-11 12:40:00",
      "episode_number": "S3 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Mia racconta a Sara cosa ha visto riflesso nello specchio di cristallo all'interno della Caverna di Cristallo: anche Sara riuscirà a volare a Centopia prima o poi. Ma non è ancora il momento. Mia va a Centopia ancora una volta da sola. Appare direttamente al centro di un gruppo di Elfi che da Valfiorita si dirige al Cratere degli Elfi. Il Rampicante Oscuro ha invaso le loro case. Ma Mia, Yuko e Mo partono per Valfiorita per trovare un altro Frammento del Cuore all'albero dorato. Ma questa volta, Dax e Gargona hanno recuperato il cristallo prima dell'arrivo degli Elfi. Mia racconta a Sara cosa ha visto riflesso nello specchio di cristallo all'interno della Caverna di Cristallo: anche Sara riuscirà a volare a Centopia prima o poi. Ma non è ancora il momento. Mia va a Centopia ancora una volta da sola. Appare direttamente al centro di un gruppo di Elfi che da Valfiorita si dirige al Cratere degli Elfi. Il Rampicante Oscuro ha invaso le loro case. Ma Mia, Yuko e Mo partono per Valfiorita per trovare un altro Frammento del Cuore all'albero dorato. Ma questa volta, Dax e Gargona hanno recuperato il cristallo prima dell'arrivo degli Elfi."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/17/1508257932103_Immagine.jpg",
      "start_time": "2026-02-11 12:40:00",
      "end_time": "2026-02-11 13:05:00",
      "episode_number": "S3 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Dato che Mia non ha fatto ritorno da Centopia, Sara la cerca disperatamente. Quando Wolfie trova il braccialetto, Sara fa un tentativo e... arriva a Centopia. Vedendo Sara indossare il braccialetto di Mia, gli Elfi fanno fatica a credere che lei sia una sua amica. Sara riesce però a convincerli che serve l'aiuto di tutti perché Mia è in pericolo, tenuta in ostaggio da Dax e Gargona. Mo inganna Dax scambiando Mia per un Corno Dorato, e inizialmente il piano sembra funzionare. Dato che Mia non ha fatto ritorno da Centopia, Sara la cerca disperatamente. Quando Wolfie trova il braccialetto, Sara fa un tentativo e... arriva a Centopia. Vedendo Sara indossare il braccialetto di Mia, gli Elfi fanno fatica a credere che lei sia una sua amica. Sara riesce però a convincerli che serve l'aiuto di tutti perché Mia è in pericolo, tenuta in ostaggio da Dax e Gargona. Mo inganna Dax scambiando Mia per un Corno Dorato, e inizialmente il piano sembra funzionare..."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2015/09/1443431702533segreto.jpg",
      "start_time": "2026-02-11 13:05:00",
      "end_time": "2026-02-11 13:30:00",
      "episode_number": "S7 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Le Winx sono al Centro di Accoglienza per Animali di Roxy per essere d'aiuto, quando ricevono un segnale di emergenza proveniente dalla Cina: i panda sono in pericolo. Le Winx si recano nelle Montagne Qinling e incontrano Mei-Li, una ragazza che per scelta vive nella foresta con i panda; Mei-Li si unisce alle fate per portare a termine la loro missione. Le Winx riescono a salvare i panda da una creatura mutaforma, che si scopre essere un unicorno: grazie al bonding, Bloom riesce a spezzare il sortilegio e a far tornare normale l'animale, di nome Elas. Le Winx sono al Centro di Accoglienza per Animali di Roxy per essere d'aiuto, quando ricevono un segnale di emergenza proveniente dalla Cina: i panda sono in pericolo. Le Winx si recano nelle Montagne Qinling e incontrano Mei-Li, una ragazza che per scelta vive nella foresta con i panda; Mei-Li si unisce alle fate per portare a termine la loro missione. Le Winx riescono a salvare i panda da una creatura mutaforma, che si scopre essere un unicorno: grazie al bonding, Bloom riesce a spezzare il sortilegio e a far tornare normale l'animale, di nome Elas."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680536367449_Screenshot%202357.jpg",
      "start_time": "2026-02-11 13:30:00",
      "end_time": "2026-02-11 13:55:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "La battaglia per la conquista dell'Erondàr è iniziata! Dalla fenditura del Nodo corrotto sotto l'Albero Antico, le forze dell'Inframondo guidate da Arcana e il nuovo e potente Generale Mekan emergono dalla loro dimensione oscura per preparare l'arrivo dell'implacabile Arcidemone. A contrastarli, i tre giovani Ian, Myrva e Gmor e Draiken, l'ultimo Drago. La battaglia per la conquista dell'Erondàr è iniziata! Dalla fenditura del Nodo corrotto sotto l'Albero Antico, le forze dell'Inframondo guidate da Arcana e il nuovo e potente Generale Mekan emergono dalla loro dimensione oscura per preparare l'arrivo dell'implacabile Arcidemone. A contrastarli, i tre giovani Ian, Myrva e Gmor e Draiken, l'ultimo Drago!"
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680536444367_Screenshot%202358.jpg",
      "start_time": "2026-02-11 13:55:00",
      "end_time": "2026-02-11 14:20:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "La battaglia per la conquista dell'Erondàr si conclude qui! Gli eroi riuniti combattono finalmente insieme! Ian! Myrva! Gmor! Draiken! Brokr! Elyana! Alazhred! I Nuovi Paladini sono pronti al sacrificio finale contro le schiere oscure dell'Inframondo guidate dalla Maga Regina Arcana, il Generale Mekan e l'inarrestabile Arcidemone. Chi vincerà. La battaglia per la conquista dell'Erondàr si conclude qui! Gli eroi riuniti combattono finalmente insieme! Ian! Myrva! Gmor! Draiken! Brokr! Elyana! Alazhred! I Nuovi Paladini sono pronti al sacrificio finale contro le schiere oscure dell'Inframondo guidate dalla Maga Regina Arcana, il Generale Mekan e l'inarrestabile Arcidemone. Chi vincerà?"
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761843012518__11.png",
      "start_time": "2026-02-11 14:20:00",
      "end_time": "2026-02-11 14:45:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Mattis e Borka si sfidano in uno scontro tra belve a mani nude per determinare chi sarà il nuovo capo. Alla fine, il vincitore è Mattis. Quella sera, i briganti festeggiano alla rocca e Mattis consola Borka dicendogli che un giorno sarà Birk a prendere il suo posto, dato che Ronja non vuole saperne. Tuttavia, poco dopo Birk giura che non diventerà mai un brigante. Al termine dei festeggiamenti, Ronja accompagna Cocciapelata a letto. Data la stretta sempre più opprimente delle guardie, il vecchio brigante è felice che i due bambini abbiano scelto un'altra strada e ne approfitta per svelare un segreto a Ronja. Mattis e Borka si sfidano in uno scontro tra belve a mani nude per determinare chi sarà il nuovo capo. Alla fine, il vincitore è Mattis. Quella sera, i briganti festeggiano alla rocca e Mattis consola Borka dicendogli che un giorno sarà Birk a prendere il suo posto, dato che Ronja non vuole saperne. Tuttavia, poco dopo Birk giura che non diventerà mai un brigante. Al termine dei festeggiamenti, Ronja accompagna Cocciapelata a letto. Data la stretta sempre più opprimente delle guardie, il vecchio brigante è felice che i due bambini abbiano scelto un'altra strada e ne approfitta per svelare un segreto a Ronja."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761843061374_SMR3.png",
      "start_time": "2026-02-11 14:45:00",
      "end_time": "2026-02-11 15:10:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo lo Scontro tra Belve, Cocciapelata si ammala ed è sempre più debole ogni giorno che passa. Prima di morire, rivela a Ronja di aver trovato una grotta piena di argento e le chiede di trovarla. Poi si spegne serenamente. Mattis passa tutto l'inverno disperato per la perdita di Cocciapelata, ma con l'arrivo della primavera torna in sé e ricomincia a svolgere le sue mansioni da capobrigante. Dopo lo Scontro tra Belve, Cocciapelata si ammala ed è sempre più debole ogni giorno che passa. Prima di morire, rivela a Ronja di aver trovato una grotta piena di argento e le chiede di trovarla. Poi si spegne serenamente. Mattis passa tutto l'inverno disperato per la perdita di Cocciapelata, ma con l'arrivo della primavera torna in sé e ricomincia a svolgere le sue mansioni da capobrigante."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760970130680_Screenshot%205735.png",
      "start_time": "2026-02-11 15:10:00",
      "end_time": "2026-02-11 15:20:00",
      "episode_number": "S1 E26",
      "show_category": "Sketch Com",
      "show_description": "Dare voce al tuo cartone animato preferito è pura magia. Con Ari e Bip scoprirai i segreti del doppiaggio tra risate, oggetti strani e voci buffissime. E c'è anche la sorpresa della voce ufficiale di Peppa Pig. Dare voce al tuo cartone animato preferito è pura magia. Con Ari e Bip scoprirai i segreti del doppiaggio tra risate, oggetti strani e voci buffissime. E c'è anche la sorpresa della voce ufficiale di Peppa Pig."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760975718220_Screenshot%205739.png",
      "start_time": "2026-02-11 15:20:00",
      "end_time": "2026-02-11 15:30:00",
      "episode_number": "S1 E27",
      "show_category": "Sketch Com",
      "show_description": "Ari e Bip ti mostrano le famiglie reali dei cartoni, con la \"Top 5\" dei peggiori regni e un quiz per scoprire che personaggio reale sei. Arriva anche Peppa Pig in versione royal, con doppiaggi super divertenti. Non serve una corona per sentirti speciale: basta un sorriso. Ari e Bip ti mostrano le famiglie reali dei cartoni, con la \\\"Top 5\\\" dei peggiori regni e un quiz per scoprire che personaggio reale sei. Arriva anche Peppa Pig in versione royal, con doppiaggi super divertenti. Non serve una corona per sentirti speciale: basta un sorriso."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760979304145_Screenshot%205741.png",
      "start_time": "2026-02-11 15:30:00",
      "end_time": "2026-02-11 15:40:00",
      "episode_number": "S1 E28",
      "show_category": "Sketch Com",
      "show_description": "Con Ari e Bip scoprirai come trasformare la collera in energia, senza diventare un personaggio furioso con gli occhi rossi e il fumo che esce dal naso, come nei manga. Tra alieni urlanti, disegni buffi e trucchi per restare calmi. Arrabbiarsi può diventare... super divertente. Con Ari e Bip scoprirai come trasformare la collera in energia, senza diventare un personaggio furioso con gli occhi rossi e il fumo che esce dal naso, come nei manga. Tra alieni urlanti, disegni buffi e trucchi per restare calmi. Arrabbiarsi può diventare... super divertente."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765919028616_cercami-a-parigi-s3e13.jpg",
      "start_time": "2026-02-11 15:40:00",
      "end_time": "2026-02-11 16:05:00",
      "episode_number": "S3 E13",
      "show_category": "Live Action",
      "show_description": "Dopo le rivelazioni di NICO, i ragazzi si fidano sempre meno di lui. Un'altra strana coincidenza accomuna i quattro eredi, LENA, NICO, HENRI e FRANK: tutti compiono gli anni il primo maggio. Intanto ARMANDO non vede l'ora di mettere in scena lo Schiaccianoci. Tutto rischia di saltare perché i ragazzi sono ancora bloccati nel 1905, ma riescono a tornare in tempo seminando gli agenti dell'Ufficio. Durante l'esibizione però, arrivano gli agenti che portano LENA e FRANK, HENRI e NICO in un luogo misterioso. Dopo le rivelazioni di NICO, i ragazzi si fidano sempre meno di lui. Un'altra strana coincidenza accomuna i quattro eredi, LENA, NICO, HENRI e FRANK: tutti compiono gli anni il primo maggio. Intanto ARMANDO non vede l'ora di mettere in scena lo Schiaccianoci. Tutto rischia di saltare perché i ragazzi sono ancora bloccati nel 1905, ma riescono a tornare in tempo seminando gli agenti dell'Ufficio. Durante l'esibizione però, arrivano gli agenti che portano LENA e FRANK, HENRI e NICO in un luogo misterioso."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765918165179_cercami-a-parigi-s3e14.jpg",
      "start_time": "2026-02-11 16:05:00",
      "end_time": "2026-02-11 16:35:00",
      "episode_number": "S3 E14",
      "show_category": "Live Action",
      "show_description": "LENA, NICO, HENRI e FRANK devono affrontare QUINN, il capo dell'Ufficio. LENA riesce a stringere un accordo con lei: promette che chiunque sia il Prescelto, al compimento del 18esimo anno d'età si consegnerà volontariamente all'Ufficio, in cambio chiede che lei e i suoi amici vengano momentaneamente liberati, visto che non hanno ancora poteri. QUINN accetta, sapendo già che non rispetterà l'accordo. Ma anche LENA ha bluffato, e sta già pensando a un piano per smantellare l'Ufficio. Intanto INES, JEFF, ISAAC e gli altri continuano a improvvisare per portare a termine la rappresentazione de Lo Schiaccianoci. LENA, NICO, HENRI e FRANK devono affrontare QUINN, il capo dell'Ufficio. LENA riesce a stringere un accordo con lei: promette che chiunque sia il Prescelto, al compimento del 18esimo anno d'età si consegnerà volontariamente all'Ufficio, in cambio chiede che lei e i suoi amici vengano momentaneamente liberati, visto che non hanno ancora poteri. QUINN accetta, sapendo già che non rispetterà l'accordo. Ma anche LENA ha bluffato, e sta già pensando a un piano per smantellare l'Ufficio. Intanto INES, JEFF, ISAAC e gli altri continuano a improvvisare per portare a termine la rappresentazione de Lo Schiaccianoci."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/30/1543573905874_alexandco_37.jpg",
      "start_time": "2026-02-11 16:35:00",
      "end_time": "2026-02-11 17:00:00",
      "episode_number": "S1 E37",
      "show_category": "Live Action",
      "show_description": "Alex spiega a Sam e Christian perché ha creato il suo alter ego: Diana aveva cestinato la sua canzone e lui si era ribellato e aveva deciso che tutto il mondo l'avrebbe ascoltata, ma non si aspettava tutto questo successo e, ora, la situazione gli è sfuggita di mano. Alex spiega a Sam e Christian perché ha creato il suo alter ego: Diana aveva cestinato la sua canzone e lui si era ribellato e aveva deciso che tutto il mondo l'avrebbe ascoltata, ma non si aspettava tutto questo successo e, ora, la situazione gli è sfuggita di mano."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308231842_kung-fu-panda-il-cavaliere-dragone-s1e9_2048x1152.jpg",
      "start_time": "2026-02-11 17:00:00",
      "end_time": "2026-02-11 17:25:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Con Klaus e Veruca alle calcagna, Po e Lama mettono gli occhi sull'Inghilterra. L'imperatore incontra il protettivo padre di Po, il Sig. Ping, e un'intrigante Rukhmini."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308277312_kung-fu-panda-il-cavaliere-dragone-s1e10_2048x1152.jpg",
      "start_time": "2026-02-11 17:25:00",
      "end_time": "2026-02-11 17:50:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Po e Lama accorrono al palazzo dell'imperatore per avvertirlo delle intenzioni di Klaus e Veruca."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165440128_SW_EP11_1.png",
      "start_time": "2026-02-11 17:50:00",
      "end_time": "2026-02-11 18:00:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e soci ricevono un incarico da veri cowboy: badare alle mucche fashion di Mr. Trillionaire, dei bovini talmente glamour da produrre del latte rosa! Sfortunatamente, le mucche vengono rubate: per ritrovarle i nostri improvvisati mandriani si lanceranno in una indagine tutta al sapore western. Spooky e soci ricevono un incarico da veri cowboy: badare alle mucche fashion di Mr. Trillionaire, dei bovini talmente glamour da produrre del latte rosa! Sfortunatamente, le mucche vengono rubate: per ritrovarle i nostri improvvisati mandriani si lanceranno in una indagine tutta al sapore western."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165541896_SW_EP12_2.png",
      "start_time": "2026-02-11 18:00:00",
      "end_time": "2026-02-11 18:10:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville è scoppiata la mania dei Tortoni, celebri pupazzetti distribuiti in regalo nelle confezioni di cereali. Ma ecco che, improvvisamente, dalle nuove scatole in vendita scompaiono tutti gli amatissimi giocattolini in omaggio. Spooky è scioccato e la città è nel caos: chi sarà il misterioso ladro di Tortoni. A Fantaville è scoppiata la mania dei Tortoni, celebri pupazzetti distribuiti in regalo nelle confezioni di cereali. Ma ecco che, improvvisamente, dalle nuove scatole in vendita scompaiono tutti gli amatissimi giocattolini in omaggio. Spooky è scioccato e la città è nel caos: chi sarà il misterioso ladro di Tortoni?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165778229_SW_EP13_6.png",
      "start_time": "2026-02-11 18:10:00",
      "end_time": "2026-02-11 18:25:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "È Natale: una giornata di felicità, canzoni e regali! E l'indomani, a sorpresa, è di nuovo Natale! Così come il giorno a seguire, e il successivo, e quello dopo ancora, nell'alternarsi delle stagioni! C'è qualcosa di davvero losco sotto, e lo spirito del Natale sta decisamente perdendo la sua magia nel loop delle ripetizioni. È Natale: una giornata di felicità, canzoni e regali! E l'indomani, a sorpresa, è di nuovo Natale! Così come il giorno a seguire, e il successivo, e quello dopo ancora, nell'alternarsi delle stagioni! C'è qualcosa di davvero losco sotto, e lo spirito del Natale sta decisamente perdendo la sua magia nel loop delle ripetizioni!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761569110404_MO_113_STILLS_1080p_032.jpg",
      "start_time": "2026-02-11 18:25:00",
      "end_time": "2026-02-11 18:35:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "È la Vigilia di Natale, ma solo Nora e Leo sono entusiasti. A Villa Decadente, infatti, il Natale non si festeggia: si dice che Babbo Natale sia terribilmente dispettoso con gli zombie. Ma quando Dilbert trova una vecchia foto di famiglia dove si celebra il Natale, Mortina e i suoi amici decidono di scoprire la verità. È la Vigilia di Natale, ma solo Nora e Leo sono entusiasti. A Villa Decadente, infatti, il Natale non si festeggia: si dice che Babbo Natale sia terribilmente dispettoso con gli zombie. Ma quando Dilbert trova una vecchia foto di famiglia dove si celebra il Natale, Mortina e i suoi amici decidono di scoprire la verità."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570151835_MO_114_STILS_1080p_008.jpg",
      "start_time": "2026-02-11 18:35:00",
      "end_time": "2026-02-11 18:50:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno si è intrufolato nella tenuta di Villa Decadente. Cartacce di merendina, uno skateboard, uno zainetto... Tutti gli indizi fanno pensare che si tratti di un bambino vivo-vivo! Riuscirà la Squadra del Mistero a trovarlo senza che l'intruso scopra di essere finito in una casa di zombie. Qualcuno si è intrufolato nella tenuta di Villa Decadente. Cartacce di merendina, uno skateboard, uno zainetto... Tutti gli indizi fanno pensare che si tratti di un bambino vivo-vivo! Riuscirà la Squadra del Mistero a trovarlo senza che l'intruso scopra di essere finito in una casa di zombie?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570214241_MO_115_STILLS_012.jpg",
      "start_time": "2026-02-11 18:50:00",
      "end_time": "2026-02-11 19:05:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Dilbert trova in soffitta un vecchio gioco da tavolo, decide di provarlo ma qualcosa va storto e si ritrova bloccato sul divano... Toccherà a Mortina, Mesto, Nora e Leo completare il gioco per riportare Dilbert alla normalità, prima che sia troppo tardi. Quando Dilbert trova in soffitta un vecchio gioco da tavolo, decide di provarlo ma qualcosa va storto e si ritrova bloccato sul divano... Toccherà a Mortina, Mesto, Nora e Leo completare il gioco per riportare Dilbert alla normalità, prima che sia troppo tardi."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308231842_kung-fu-panda-il-cavaliere-dragone-s1e9_2048x1152.jpg",
      "start_time": "2026-02-11 19:05:00",
      "end_time": "2026-02-11 19:30:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Con Klaus e Veruca alle calcagna, Po e Lama mettono gli occhi sull'Inghilterra. L'imperatore incontra il protettivo padre di Po, il Sig. Ping, e un'intrigante Rukhmini."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062542075_Rabbids_67.jpg",
      "start_time": "2026-02-11 19:30:00",
      "end_time": "2026-02-11 19:35:00",
      "episode_number": "S4 E67",
      "show_category": "Cartoni Animati",
      "show_description": "Zak e i suoi tre compagni Rabbids vengono accolti da uno strano contadino che riserva ai Rabbids un trattamento così speciale che loro non vogliono più andarsene... Zak dovrà lasciarli per sempre? E l'agricoltore avrà un secondo fine.. Zak e i suoi tre compagni Rabbids vengono accolti da uno strano contadino che riserva ai Rabbids un trattamento così speciale che loro non vogliono più andarsene... Zak dovrà lasciarli per sempre? E l'agricoltore avrà un secondo fine...?"
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062569563_Rabbids_68.jpg",
      "start_time": "2026-02-11 19:35:00",
      "end_time": "2026-02-11 19:45:00",
      "episode_number": "S4 E68",
      "show_category": "Cartoni Animati",
      "show_description": "Zak e i tre Rabbids hanno finalmente trovato il sottomarino! Quello che non sanno ancora è che c'è una strana creatura che li sta aspettando, metà Rabbid e metà mosca che ha messo tutti in fuga. Zak e i tre Rabbids hanno finalmente trovato il sottomarino! Quello che non sanno ancora è che c'è una strana creatura che li sta aspettando, metà Rabbid e metà mosca che ha messo tutti in fuga..."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/03/1667489781588_il-collegio-7-quarta-puntata-una-settimana-decisiva-01112022_2048x1152.jpg",
      "start_time": "2026-02-11 19:45:00",
      "end_time": "2026-02-11 22:00:00",
      "episode_number": "S2022 E4",
      "show_category": "",
      "show_description": "I collegiali giungono «nel mezzo del cammin...» del loro percorso formativo e didattico all'interno dell'istituto Regina Margherita di Anagni. Ad attenderli sarà una settimana rivelatoria in cui alunni e alunne dovranno dimostrare la loro maturazione e crescita interiore, sia nello studio che nelle relazioni interpersonali. In particolare, il Preside attenzionerà alcuni degli studenti e delle studentesse la cui posizione è a rischio: questi dovranno infatti impegnarsi più di tutti gli altri per guadagnarsi la permanenza dentro le mura del convitto. Tante le attività didattiche ed extrascolastiche che coinvolgeranno allievi e allieve. L'evento centrale che catalizzerà tutta l'attenzione sarà la celebrazione del Decennale della Costituzione Italiana, occasione che offrirà ai giovani lo spunto per riflettere sui diritti fondamentali e scrivere la \"carta\" del collegio. Non mancheranno una serata dedicata al cinema, una lezione di giardinaggio, una di arte sul tema dell'autoritratto, una gara di canto con tanto di giudici e palette e alcuni momenti di studio in cui si sperimenterà uno scambio didattico tra sezioni. Tra piccole liti e gelosie, legami che si consolidano ma anche episodi di trasgressione delle regole e tradimento della fiducia concessa che porteranno a inevitabili punizioni, lo scopo finale dei protagonisti sarà soltanto uno: conquistare una gita con pernottamento esterno a colpi di nozioni e sfide. I collegiali giungono «nel mezzo del cammin...» del loro percorso formativo e didattico all'interno dell'istituto Regina Margherita di Anagni. Ad attenderli sarà una settimana rivelatoria in cui alunni e alunne dovranno dimostrare la loro maturazione e crescita interiore, sia nello studio che nelle relazioni interpersonali. In particolare, il Preside attenzionerà alcuni degli studenti e delle studentesse la cui posizione è a rischio: questi dovranno infatti impegnarsi più di tutti gli altri per guadagnarsi la permanenza dentro le mura del convitto. Tante le attività didattiche ed extrascolastiche che coinvolgeranno allievi e allieve. L'evento centrale che catalizzerà tutta l'attenzione sarà la celebrazione del Decennale della Costituzione Italiana, occasione che offrirà ai giovani lo spunto per riflettere sui diritti fondamentali e scrivere la \\\"carta\\\" del collegio. Non mancheranno una serata dedicata al cinema, una lezione di giardinaggio, una di arte sul tema dell'autoritratto, una gara di canto con tanto di giudici e palette e alcuni momenti di studio in cui si sperimenterà uno scambio didattico tra sezioni. Tra piccole liti e gelosie, legami che si consolidano ma anche episodi di trasgressione delle regole e tradimento della fiducia concessa che porteranno a inevitabili punizioni, lo scopo finale dei protagonisti sarà soltanto uno: conquistare una gita con pernottamento esterno a colpi di nozioni e sfide!"
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764846101156_39.jpg",
      "start_time": "2026-02-11 22:00:00",
      "end_time": "2026-02-11 22:25:00",
      "episode_number": "S1 E39",
      "show_category": "",
      "show_description": "Gli alieni preparano un nuovo piano per affrontare sia Goldrake che il Goldrake 2 ed inviano sulla terra un disco d'attacco che rilascia una strana capsula rossa in una miniera abbandonata per poi andarsene. Alcor lo segue ma Procton gli ordina di rientrare. Gli alieni preparano un nuovo piano per affrontare sia Goldrake che il Goldrake 2 ed inviano sulla terra un disco d'attacco che rilascia una strana capsula rossa in una miniera abbandonata per poi andarsene. Alcor lo segue ma Procton gli ordina di rientrare."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763569256250_F2R513_3.png",
      "start_time": "2026-02-11 22:25:00",
      "end_time": "2026-02-11 22:50:00",
      "episode_number": "S5 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Jérémy e Alfa sono ai ferri corti. Kani mette a punto una strategia che si regge sulla collaborazione ma nessuno dei due attaccanti è pronto a mettere da parte il proprio ego. Sfiancata dalla situazione, Kani rinuncia al suo ruolo di capitana. Come potranno i nostri battere i Capitães di Rio, in queste condizioni. Jérémy e Alfa sono ai ferri corti. Kani mette a punto una strategia che si regge sulla collaborazione ma nessuno dei due attaccanti è pronto a mettere da parte il proprio ego. Sfiancata dalla situazione, Kani rinuncia al suo ruolo di capitana. Come potranno i nostri battere i Capitães di Rio, in queste condizioni?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317591039_Screenshot%203395.png",
      "start_time": "2026-02-11 22:50:00",
      "end_time": "2026-02-11 23:00:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra. Quando Karma vede i suoi genitori discutere, comincia a preoccuparsi del fatto che possano divorziare. Cercando di salvare il matrimonio dei loro genitori, Karma e Keys si metteranno al lavoro come loro personali Cupidi. Commossi, i loro genitori spiegano che è normale litigare, e non è compito loro risolvere i problemi, il divorzio è una cosa comune, e non la cosa peggiore al mondo. Karma impara che non esiste un tipo di famiglia, o di struttura familiare, che funziona meglio di un'altra."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318378271_Screenshot%203399.png",
      "start_time": "2026-02-11 23:00:00",
      "end_time": "2026-02-11 23:15:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra. Karma e i suoi amici sono disperati quando scoprono che il Centro Sociale rischia di chiudere se non ci saranno abbastanza soldi per le riparazioni. Ma le cose si mettono bene—la famosa icona del pop e filantropa CeCe Dupree arriva all'improvviso a salvare la situazione con il suo Grattacielo Supersound—un parco a tema, un'esperienza musicale, tutto fantastico. Salverà il Centro Sociale... rendendolo ancora migliore. Karma non riesce a crederci! All'improvviso Karma ha una nuova, divertente istruttrice che ritiene che la ragazza sia pronta a registrare il suo primo singolo, a differenza di Lady K, che vuole che Karma s'impegni a fondo e si perfezioni. Ma CeCe è davvero come sembra?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541274157_Schermata%202020-10-01%20alle%2010.jpg",
      "start_time": "2026-02-11 23:15:00",
      "end_time": "2026-02-11 23:25:00",
      "episode_number": "S2 E7",
      "show_category": "",
      "show_description": "Per calmare la loro fame Riff e Trek provano a prendere alcuni Zangu  dagli altissimi alberi. Non riuscendoci, accorre in loro soccorso Saburo. Mentre i tre cercano di raccogliere i frutti, Irgur ruba due frammenti di magma: Riff, Trek e Saburo cercheranno di recuperarli a colpi di stile magma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/01/1601541417963_Schermata%202020-10-01%20alle%2010%201.jpg",
      "start_time": "2026-02-11 23:25:00",
      "end_time": "2026-02-11 23:40:00",
      "episode_number": "S2 E8",
      "show_category": "",
      "show_description": "Riff, Eron, Ao-ki,  Ikor ed Eron  riescono a trovare i quattro frammenti di magma e si mettono alla ricerca di un guerriero Solark a cui consegnarli. Lungo la strada, si imbattono in un santuario, nel quale incontrano un guerriero Solark, Palladium. Tuttavia, invece di consegnare i frammenti, Riff, accecato dalla potenza ottenuta, decide di combattere contro Palladium. Con l'aiuto di Keryon, infine, Riff capirà quale sarà la decisione più saggia da prendere."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823832852_Screenshot%203649.png",
      "start_time": "2026-02-11 23:40:00",
      "end_time": "2026-02-11 23:50:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "La sfida contro i Motorbots è su un campoda autoscontri. Per l'occasione anche la Lucky Squad ha in dotazione delle macchine su cui correre per aggiudicarsi la partita. Vincerà il più veloce o chi sa \"tirare il freno a mano. La sfida contro i Motorbots è su un campoda autoscontri. Per l'occasione anche la Lucky Squad ha in dotazione delle macchine su cui correre per aggiudicarsi la partita. Vincerà il più veloce o chi sa \\\"tirare il freno a mano\\\"?"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823891033_Screenshot%203650.png",
      "start_time": "2026-02-11 23:50:00",
      "end_time": "2026-02-12 00:05:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "La Lucky Squad deve vedersela con i Best3 ovvero il miglior difensore, alzatore e schiacciatore pescato da tutte le altre squadre! Lo stadio è pieno e ci sono i giocatori delle altre squadre venuti ad assistere alla \"carneficina\"! Ma i nostri la spunteranno dimostrando l'importanza dell'essere uniti: non conta il singolo ma la squadra. La Lucky Squad deve vedersela con i Best3 ovvero il miglior difensore, alzatore e schiacciatore pescato da tutte le altre squadre! Lo stadio è pieno e ci sono i giocatori delle altre squadre venuti ad assistere alla \\\"carneficina\\\"! Ma i nostri la spunteranno dimostrando l'importanza dell'essere uniti: non conta il singolo ma la squadra!"
    }
  ]
}