{
  "channel_name": "RaiMovie",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "I tre moschettieri",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/16/1576502510741_2048x1152.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 01:05:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas. Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per  una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-01-31 01:05:00",
      "end_time": "2026-01-31 01:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Chef - La ricetta perfetta",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/14/1741961669320_2048x1152.jpg",
      "start_time": "2026-01-31 01:10:00",
      "end_time": "2026-01-31 03:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Los Angeles, Carl Casper, chef creativo di un famoso ristorante di Los Angeles, prepara un menù innovativo per il critico Ramsey Michel, che però lo stronca sul suo blog. Deluso, Carl lascia il ristorante stellato e si reinventa con lo street food, cercando di ritrovare famiglia e creatività. Ci riuscirà."
    },
    {
      "show_name": "Driven - Il caso DeLorean",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/06/1741243538797_1655201864692_2048x1152%201.jpg",
      "start_time": "2026-01-31 03:05:00",
      "end_time": "2026-01-31 05:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "California, primi anni '80. Jim Hoffman è un pilota laborioso, padre e marito adorabile, ma anche un narcotrafficante! Dopo essere stato incastrato dall'agente dell'FBI Tisa, si trasferisce in California come agente sotto copertura. La sua vita ricomincia da qui, in un ricco quartiere di San Diego dove fa amicizia con il suo vicino, il designer automobilistico John DeLorean, ma la corsa al successo è appena cominciata e i guai non tarderanno ad arrivare. Disponibile anche in lingua originale. California, primi anni '80.  Jim Hoffman è un pilota laborioso, padre e marito adorabile, ma anche un narcotrafficante! Dopo essere stato incastrato dall'agente dell'FBI Tisa, si trasferisce in California come agente sotto copertura. La sua vita ricomincia da qui, in un ricco quartiere di San Diego dove fa amicizia con il suo vicino, il designer automobilistico John DeLorean, ma la corsa al successo è appena cominciata e i guai non tarderanno ad arrivare. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il Generale Della Rovere",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/27/1674828429853_2048x1152.jpg",
      "start_time": "2026-01-31 05:00:00",
      "end_time": "2026-01-31 07:15:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Giovanni Bertone è un truffatore che vive di espedienti al tempo dell'occupazione nazista. Viene arrestato dalle SS perché accusato di essersi fatto versare delle somme dai parenti dei fucilati e dei deportati, vantando inesistenti aderenze presso il Comando tedesco. Per salvarsi, accetta di diventare una spia dei tedeschi nel carcere di San Vittore nei panni del generale Della Rovere, ma l'incontro con i prigionieri politici lo trasformerà. David e Nastro d'Argento nel 1960. Giovanni Bertone è un truffatore che vive di espedienti al tempo dell'occupazione nazista. Viene arrestato dalle SS perché accusato di essersi fatto versare delle somme dai parenti dei fucilati e dei deportati, vantando inesistenti aderenze presso il Comando tedesco. Per salvarsi, accetta di diventare una spia dei tedeschi nel carcere di San Vittore nei panni del generale Della Rovere, ma l'incontro con i prigionieri politici lo trasformerà. David e Nastro d'Argento nel 1960."
    },
    {
      "show_name": "Sedotta e abbandonata",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/15/1573843433044_2048x1152.JPG",
      "start_time": "2026-01-31 07:15:00",
      "end_time": "2026-01-31 09:25:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Agnese, una ragazza siciliana di 15 anni viene sedotta da Peppino, il fidanzato di sua sorella maggiore. Quando Vincenzo, suo padre, scopre che la ragazza è incinta la costringe a sposarsi con Peppino, che però scappa via. Due David a Germi e Cristaldi, premio per l'interpretazione a Saro Urzì a Cannes nel 1964, quattro Nastri d'Argento nel 1965. Agnese, una ragazza siciliana di 15 anni viene sedotta da Peppino, il fidanzato di sua sorella maggiore. Quando Vincenzo, suo padre, scopre che la ragazza è incinta la costringe a sposarsi con Peppino, che però scappa via. Due David a Germi e Cristaldi, premio per l'interpretazione a Saro Urzì a Cannes nel 1964, quattro Nastri d'Argento nel 1965."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769674400289_movie%20mag%2028%20gennaio%202026.jpg",
      "start_time": "2026-01-31 09:25:00",
      "end_time": "2026-01-31 09:50:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Nella settimana dedicata al Giorno della memoria, Movie Mag propone alcune immagini da \"Elena del Ghetto\" di Stefano Casertano, film che ricostruisce la vicenda eroica di Elena Di Porto. Se ne parla con Giulia Bevilacqua, tra le protagoniste dell'opera accanto a Micaela Ramazzotti e Valerio Aprea, e ospite in studio per un approfondimento dedicato alle tappe principali del suo percorso professionale. E poi, voltando pagina, \"Due cuori e due capanne\", la nuova commedia diretta da Massimiliano Bruno e interpretata da Claudia Pandolfi e Edoardo Leo. Attraverso clip filmate e interviste ai protagonisti, \"Movie Mag\" introduce il film, per poi approfondire in studio il legame artistico e personale che unisce Giulia Bevilacqua a Claudia Pandolfi. Tra i titoli in sala, \"Le cose non dette\", che segna il ritorno alla regia di Gabriele Muccino, con Stefano Accorsi, Carolina Crescentini, Miriam Leone e Claudio Santamaria. Il contributo critico di Federico Pontiggia è dedicato a \"L'agente segreto\", tra i film più presenti nella stagione dei premi. La puntata propone inoltre un servizio dalla Mole Antonelliana, dove è allestita la mostra \"Pazza Idea – Oltre il '68: Icone pop nelle fotografie\" di Angelo Frontoni. La rubrica \"Il film del cuore\" ha come protagonista Micaela Ramazzotti. A chiudere la puntata, un consiglio di lettura. Nella settimana dedicata al Giorno della memoria, Movie Mag propone alcune immagini da \\\"Elena del Ghetto\\\" di Stefano Casertano, film che ricostruisce la vicenda eroica di Elena Di Porto. Se ne parla con Giulia Bevilacqua, tra le protagoniste dell'opera accanto a Micaela Ramazzotti e Valerio Aprea, e ospite in studio per un approfondimento dedicato alle tappe principali del suo percorso professionale. E poi, voltando pagina, \\\"Due cuori e due capanne\\."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-01-31 09:50:00",
      "end_time": "2026-01-31 09:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Il piccolo grande uomo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/07/1738912603779_2048x1152.jpg",
      "start_time": "2026-01-31 09:55:00",
      "end_time": "2026-01-31 12:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Jack Crabb, 121 anni, ex pioniere, soldato, pistolero e alleato degli indiani, racconta l'epoca dei bianchi in territorio indiano. Tra finzione e realtà, ricordi e bugie si confondono."
    },
    {
      "show_name": "Tuo, Simon",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/02/1669995947142_2048x1152.jpg",
      "start_time": "2026-01-31 12:15:00",
      "end_time": "2026-01-31 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Simon Spier vive i suoi anni del liceo nascondendo a tutti la sua omosessualità. Decide di esporsi solo nel mondo virtuale, iniziando a flirtare online con un compagno di classe di cui non conosce l'identità. Un'email destinata all'anonimo amico di penna però finisce accidentalmente nelle mani sbagliate e il suo segreto rischia di diventare di pubblico dominio. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-01-31 14:10:00",
      "end_time": "2026-01-31 14:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Amore cucina e curry",
      "show_logo": "https://www.raiplay.it/dl/img/2017/02/13/1486992992052_Amore-cucina-e-curry_2048x1152.jpg",
      "start_time": "2026-01-31 14:15:00",
      "end_time": "2026-01-31 16:15:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Dopo la tragica scomparsa della madre, il giovane Hassan si trasferisce dall'India all'Europa con la famiglia. La meta definitiva diventa subito Lumière, un paesino in cui il padre vede la possibilità di concretizzare un futuro di prosperità proseguendo l'attività di ristoratori. Il nuovo locale, però, fa concorrenza al ristorante dello chef stellato Mallory. Dopo la tragica scomparsa della madre, il giovane Hassan si trasferisce dall'India all'Europa con la famiglia. La meta definitiva diventa subito Lumière, un paesino in cui il padre vede la possibilità di concretizzare un futuro di prosperità proseguendo l'attività di ristoratori. Il nuovo locale, però, fa concorrenza al ristorante dello chef stellato Mallory."
    },
    {
      "show_name": "Nati stanchi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/12/1573583666429_2048x1152.jpg",
      "start_time": "2026-01-31 16:15:00",
      "end_time": "2026-01-31 17:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate. Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate."
    },
    {
      "show_name": "Non c'è più religione",
      "show_logo": "https://www.raiplay.it/dl/img/2020/01/07/1578408376131_2048x1152.jpg",
      "start_time": "2026-01-31 17:45:00",
      "end_time": "2026-01-31 19:15:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Portobuio è una piccola isola del Mediterraneo ''spaccata'' a metà: da una parte gli italiani che ci sono nati e che non fanno più figli, dall'altra, invece, i magrebini che a Portobuio sono arrivati da qualche anno e che sono la parte ''viva'' dell'isola. Tra le due comunità non corre buon sangue, ma, in vista dei preparativi del presepe vivente, la tradizione locale più importante, saranno costrette a trovare un punto d'incontro. Portobuio è una piccola isola del Mediterraneo ''spaccata'' a metà: da una parte gli italiani che ci sono nati e che non fanno più figli, dall'altra, invece, i magrebini che a Portobuio sono arrivati da qualche anno e che sono la parte ''viva'' dell'isola. Tra le due comunità non corre buon sangue, ma, in vista dei preparativi del presepe vivente, la tradizione locale più importante, saranno costrette a trovare un punto d'incontro."
    },
    {
      "show_name": "Il pianeta delle scimmie (1968)",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732893439877_2048x1152.jpg",
      "start_time": "2026-01-31 19:15:00",
      "end_time": "2026-01-31 21:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'astronauta George Taylor, insieme ai colleghi Landon e Dodge, parte per esplorare un nuovo mondo. La missione fallisce quando l'astronave Icarus precipita su un pianeta sconosciuto. Qui scoprono di essere catapultati in un passato remoto, dove scimmie intelligenti dominano esseri umani primitivi. Dal romanzo di Pierre Boulle. Un Oscar nel 1969."
    },
    {
      "show_name": "Tramite Amicizia",
      "show_logo": "https://www.raiplay.it/dl/img/2024/09/20/1726831405022_2048x1152.jpg",
      "start_time": "2026-01-31 21:10:00",
      "end_time": "2026-01-31 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lorenzo è un quarantenne napoletano trapiantato al nord, proprietario e gestore dell'agenzia \"Tramite Amicizia\" che fornisce la propria amicizia a noleggio. Tutto funziona molto bene finché un giorno si trova a dover offrire la sua amicizia ad un imprenditore che vorrebbe chiudere la propria azienda di dolci in cui lavorano parenti ed amici di Lorenzo. Riuscirà a diventar amico del nemico."
    },
    {
      "show_name": "A casa tutti bene",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/17/1568724474240_2048x1152.jpg",
      "start_time": "2026-01-31 22:50:00",
      "end_time": "2026-02-01 00:35:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "In occasione delle nozze d'argento, Alba e Pietro riuniscono, sull'isola dove si sono ormai ritirati, tutta la famiglia per un pranzo nella loro villa. A causa del maltempo gli invitati sono costretti a trattenersi e a convivere sotto lo stesso tetto più del previsto. In occasione delle nozze d'argento, Alba e Pietro riuniscono, sull'isola dove si sono ormai ritirati, tutta la famiglia per un pranzo nella loro villa. A causa del maltempo gli invitati sono costretti a trattenersi e a convivere sotto lo stesso tetto più del previsto."
    }
  ]
}