{
  "channel_name": "RaiMovie",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Quelli che mi vogliono morto",
      "show_logo": "https://www.raiplay.it/dl/img/2023/11/09/1699542826899_2048x1152.jpg",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il dodicenne Connor è testimone di un omicidio e viene inserito in un programma di protezione testimoni. Viene nascosto tra le foreste del Montana, ma gli autori dell'assassinio sono sulle sue tracce."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-04 00:50:00",
      "end_time": "2026-02-04 00:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Fronte del porto",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/28/1719582079944_2048x1152.jpg",
      "start_time": "2026-02-04 00:55:00",
      "end_time": "2026-02-04 02:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Terry Malloy, ex pugile e scaricatore di porto, collabora con il boss Johnny Friendly, che controlla le banchine sfruttando i lavoratori ed eliminando chi si oppone al suo potere. Dopo aver provocato involontariamente la morte di un operaio che voleva solo il rispetto dei propri diritti, Terry passa dalla parte dei lavoratori. Otto Oscar, quattro Golden Globes e un Nastro d'Argento 1955."
    },
    {
      "show_name": "Il pianeta delle scimmie (1968)",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732893439877_2048x1152.jpg",
      "start_time": "2026-02-04 02:45:00",
      "end_time": "2026-02-04 04:30:00",
      "episode_number": "",
      "show_category": "Fantascienza & Sci Fi",
      "show_description": "L'astronauta George Taylor, insieme ai colleghi Landon e Dodge, parte per esplorare un nuovo mondo. La missione fallisce quando l'astronave Icarus precipita su un pianeta sconosciuto. Qui scoprono di essere catapultati in un passato remoto, dove scimmie intelligenti dominano esseri umani primitivi. Dal romanzo di Pierre Boulle. Un Oscar nel 1969. L'astronauta George Taylor, insieme ai colleghi Landon e Dodge, parte per esplorare un nuovo mondo. La missione fallisce quando l'astronave Icarus precipita su un pianeta sconosciuto. Qui scoprono di essere catapultati in un passato remoto, dove scimmie intelligenti dominano esseri umani primitivi. Dal romanzo di Pierre Boulle. Un Oscar nel 1969."
    },
    {
      "show_name": "Stanlio e Ollio - Paura al cimitero",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/18/1692345031164_2048x1152.jpg",
      "start_time": "2026-02-04 04:30:00",
      "end_time": "2026-02-04 05:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Stanlio e Ollio lavorano per l'eccentrico e pericoloso Professor Padilla che, intenzionato a fare alcuni esperimenti sui cadaveri, incarica la coppia di andare al cimitero a trafugarne uno. Stanlio e Ollio lavorano per l'eccentrico e pericoloso Professor Padilla che, intenzionato a fare alcuni esperimenti sui cadaveri, incarica la coppia di andare al cimitero a trafugarne uno."
    },
    {
      "show_name": "Gli spostati",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/17/1747458760065_2048x1152.jpg",
      "start_time": "2026-02-04 05:00:00",
      "end_time": "2026-02-04 07:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bella e ingenua Roslyn, da poco divorziata, stringe un legame con Gay, un cow boy sensibile in attesa del divorzio, e con Guido, un meccanico. Rifiutato Guido, Roslyn si avvicina a Gay e nasce una relazione. Ma l'equilibrio si incrina quando Guido propone una caccia ai cavalli selvaggi. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Totò contro i quattro",
      "show_logo": "https://www.raiplay.it/dl/img/2020/04/15/1586937533898_2048x1152.jpg",
      "start_time": "2026-02-04 07:05:00",
      "end_time": "2026-02-04 08:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "All'integerrimo commissario Antonio Saracino rubano la macchina durante la notte. Chiede allora aiuto all'ispettore di dogana Mastrillo, che si mostra però intransigente e non gli permette di ricevere un trattamento di favore. All'integerrimo commissario Antonio Saracino rubano la macchina durante la notte. Chiede allora aiuto all'ispettore di dogana Mastrillo, che si mostra però intransigente e non gli permette di ricevere un trattamento di favore."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-04 08:50:00",
      "end_time": "2026-02-04 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "In guerra per amore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/25/1556180650884_2048x1152.JPG",
      "start_time": "2026-02-04 08:55:00",
      "end_time": "2026-02-04 10:35:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "New York 1943. Mentre il mondo è nel pieno della seconda guerra mondiale, Arturo vive la sua travagliata storia d'amore con Flora. I due si amano, ma lei è promessa sposa al figlio di un importante boss. Per convolare a nozze il ragazzo deve attenere il sì del padre della sua amata che vive in un paesino siciliano. New York 1943. Mentre il mondo è nel pieno della seconda guerra mondiale, Arturo vive la sua travagliata storia d'amore con Flora. I due si amano, ma lei è promessa sposa al figlio di un importante boss. Per convolare a nozze il ragazzo deve attenere il sì del padre della sua amata che vive in un paesino siciliano."
    },
    {
      "show_name": "Il ponte di Remagen",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/09/1767972761479_2048x1152.jpg",
      "start_time": "2026-02-04 10:35:00",
      "end_time": "2026-02-04 12:35:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Verso la fine della guerra, il ponte di Remagen diventa il teatro di una battaglia cruenta: i soldati tedeschi tentano di difenderlo strenuamente per sbarrare la strada agli americani. Nonostante gli atti di valore e i pesanti sacrifici umani da entrambe le parti, la strenua resistenza non può cambiare un destino ormai segnato per la Germania. Verso la fine della guerra, il ponte di Remagen diventa il teatro di una battaglia cruenta: i soldati tedeschi tentano di difenderlo strenuamente per sbarrare la strada agli americani. Nonostante gli atti di valore e i pesanti sacrifici umani da entrambe le parti, la strenua resistenza non può cambiare un destino ormai segnato per la Germania."
    },
    {
      "show_name": "La rivolta dei sette",
      "show_logo": "https://www.raiplay.it/dl/img/2023/07/07/1688716649855_2048x1152.jpg",
      "start_time": "2026-02-04 12:35:00",
      "end_time": "2026-02-04 14:15:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Milo, re di Sparta, tradisce la lega degli Achei, che cercano le prove per incastrarlo. Keros, giovane gladiatore, le scopre ma viene catturato dalle guardie del sovrano. Riuscirà a portare le prove ad Atene. Milo, re di Sparta, tradisce la lega degli Achei, che cercano le prove per incastrarlo. Keros, giovane gladiatore, le scopre ma viene catturato dalle guardie del sovrano. Riuscirà a portare le prove ad Atene?"
    },
    {
      "show_name": "Quelli che mi vogliono morto",
      "show_logo": "https://www.raiplay.it/dl/img/2023/11/09/1699542826899_2048x1152.jpg",
      "start_time": "2026-02-04 14:15:00",
      "end_time": "2026-02-04 15:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il dodicenne Connor è testimone di un omicidio e viene inserito in un programma di protezione testimoni. Viene nascosto tra le foreste del Montana, ma gli autori dell'assassinio sono sulle sue tracce."
    },
    {
      "show_name": "I giganti della Tessaglia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769785276921_2048x1152.jpg",
      "start_time": "2026-02-04 15:55:00",
      "end_time": "2026-02-04 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Per placare le ire divine e riprendersi il trono sottratto al padre, l'impavido Giasone si mette a capo dei mitici Argonauti. Inizia così un viaggio avventuroso verso la Colchide, con l'obiettivo di trovare il leggendario Vello d'oro. Tra pericoli e insidie, l'eroe dovrà superare prove mirabolanti."
    },
    {
      "show_name": "E Dio disse a Caino..",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/11/1768126411331_1767351217522_2048x1152.jpg",
      "start_time": "2026-02-04 17:30:00",
      "end_time": "2026-02-04 19:10:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Dopo dieci anni di lavori forzati per un crimine non commesso, Gary Hamilton ottiene l'indulto e torna per regolare i conti. Il suo obiettivo è Acombar, l'ex complice che lo ha incastrato e che ora vive nel lusso. In una notte dominata da una tempesta di vento, Hamilton darà vita a una spietata caccia all'uomo per ottenere la sua vendetta. Dopo dieci anni di lavori forzati per un crimine non commesso, Gary Hamilton ottiene l'indulto e torna per regolare i conti. Il suo obiettivo è Acombar, l'ex complice che lo ha incastrato e che ora vive nel lusso. In una notte dominata da una tempesta di vento, Hamilton darà vita a una spietata caccia all'uomo per ottenere la sua vendetta."
    },
    {
      "show_name": "Cliffhanger - L'ultima sfida",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829500577_2048x1152.jpg",
      "start_time": "2026-02-04 19:10:00",
      "end_time": "2026-02-04 21:10:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale. Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale."
    },
    {
      "show_name": "We Were Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/30/1725023881345_2048x1152.jpg",
      "start_time": "2026-02-04 21:10:00",
      "end_time": "2026-02-04 23:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \"We Were Soldiers Once... and Young\" di Harold G. Moore e Joseph L. Galloway."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507569801461_movie_2048x1152.jpg",
      "start_time": "2026-02-04 23:20:00",
      "end_time": "2026-02-04 23:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Paolo Calabresi è ospite di Melissa Greta al nuovo appuntamento con \"Movie Mag\". L' attore, tra i più versatili e riconoscibili del panorama italiano tra cinema, teatro e impegno civile, ripercorre alcune tappe della sua carriera: dalle celebri trasformazioni, alla formazione con Giorgio Strehler al Piccolo Teatro di Milano, sino al personaggio di Biascica in \"Boris\", diventato oramai un cult. Si parte dal nuovo film di Eros Puglielli, \"Agata Christian – Delitto sulle nevi\", che vede proprio Calabresi tra i protagonisti accanto a Christian De Sica e Lillo. E Calabresi è in procinto di tornare a teatro in tournée con \"Tutti gli uomini che non sono\", tratto dalla sua autobiografia, dal 21 febbraio. Federico Pontiggia presenta un approfondimento su \"Hamnet – Nel nome del figlio\" e riflette sulla forza dell'arte come risposta al dolore. Si parla anche dell'impegno di Calabresi con UNITA – Unione Nazionale Interpreti Teatro e Audiovisivo, l'associazione nata per tutelare la categoria e sostenere il lavoro degli attori in Italia. Infine, ad Asti, per conoscere da vicino la mostra dedicata a Paolo Conte, un viaggio nel mondo visivo e musicale di uno dei più grandi autori italiani."
    },
    {
      "show_name": "Fast Food Nation",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770020283448_2048x1152.jpg",
      "start_time": "2026-02-04 23:55:00",
      "end_time": "2026-02-05 01:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Colorado Don Anderson, manager della catena Mickey's, scopre che la carne per il nuovo panino \"Big-One\" è avariata. Decide quindi di indagare partendo per la California, dove si scontra con il lato oscuro dell'industria dei fast food. Qui scopre lo sfruttamento degli immigrati messicani nelle catene di montaggio."
    }
  ]
}