{
  "channel_name": "RaiMovie",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "A casa tutti bene",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/17/1568724474240_2048x1152.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:35:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "In occasione delle nozze d'argento, Alba e Pietro riuniscono, sull'isola dove si sono ormai ritirati, tutta la famiglia per un pranzo nella loro villa. A causa del maltempo gli invitati sono costretti a trattenersi e a convivere sotto lo stesso tetto più del previsto. In occasione delle nozze d'argento, Alba e Pietro riuniscono, sull'isola dove si sono ormai ritirati, tutta la famiglia per un pranzo nella loro villa. A causa del maltempo gli invitati sono costretti a trattenersi e a convivere sotto lo stesso tetto più del previsto."
    },
    {
      "show_name": "C'era una volta in America",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/06/1594049972148_2048x1152.jpg",
      "start_time": "2026-02-01 00:35:00",
      "end_time": "2026-02-01 05:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Il capolavoro di Sergio Leone racconta quarant'anni di vita di David \"Noodles\" Aaronson e dei suoi amici, dal ghetto ebraico alla malavita della New York del proibizionismo. Tratto dal romanzo *The Hoods*, con musiche di Ennio Morricone. Disponibile anche in lingua originale. Il capolavoro di Sergio Leone racconta quarant'anni di vita di David \\\"Noodles\\\" Aaronson e dei suoi amici, dal ghetto ebraico alla malavita della New York del proibizionismo. Tratto dal romanzo *The Hoods*, con musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "London Boulevard",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/13/1618331177350_LondonBoulevard_2048x1152.jpg",
      "start_time": "2026-02-01 05:00:00",
      "end_time": "2026-02-01 06:40:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Uscito di prigione, il gangster Mitchell cerca di cambiare vita lavorando come guardia del corpo per una giovane attrice appena ritiratasi. Poi i due s'innamorano. Dal romanzo di Ken Bruen. Uscito di prigione, il gangster Mitchell cerca di cambiare vita lavorando come guardia del corpo per una giovane attrice appena ritiratasi. Poi i due s'innamorano. Dal romanzo di Ken Bruen."
    },
    {
      "show_name": "Ieri, oggi, domani",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/15/1555326266467_ieri_oggi_domani_sophia_loren%201.jpg",
      "start_time": "2026-02-01 06:40:00",
      "end_time": "2026-02-01 08:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Film a episodi. \"Adelina\": Sophia fa la contrabbandiera di sigarette. \"Anna\": Sophia è un'annoiata signora milanese. \"Mara\": Sophia fa innamorare di sé un innocente seminarista. Oscar 1965 al Miglior Film Straniero."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-01 08:45:00",
      "end_time": "2026-02-01 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Chef - La ricetta perfetta",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/14/1741961669320_2048x1152.jpg",
      "start_time": "2026-02-01 08:50:00",
      "end_time": "2026-02-01 10:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Los Angeles, Carl Casper, chef creativo di un famoso ristorante di Los Angeles, prepara un menù innovativo per il critico Ramsey Michel, che però lo stronca sul suo blog. Deluso, Carl lascia il ristorante stellato e si reinventa con lo street food, cercando di ritrovare famiglia e creatività. Ci riuscirà."
    },
    {
      "show_name": "Sua Eccellenza si fermò a mangiare",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/25/1616667398872_2048x1152.jpg",
      "start_time": "2026-02-01 10:50:00",
      "end_time": "2026-02-01 12:35:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Un ladro riesce a farsi invitare al banchetto di un ministro con l'intenzione di rubare un prezioso servizio di posate. A furto avvenuto, per una serie di equivoci, si sospetta del politico. Un ladro riesce a farsi invitare al banchetto di un ministro con l'intenzione di rubare un prezioso servizio di posate. A furto avvenuto, per una serie di equivoci, si sospetta del politico."
    },
    {
      "show_name": "Robin Hood - L'origine della leggenda",
      "show_logo": "https://www.raiplay.it/dl/img/2021/02/16/1613467211304_2048x1152.jpg",
      "start_time": "2026-02-01 12:35:00",
      "end_time": "2026-02-01 14:30:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Al ritorno dalle Crociate in Terra Santa, Robin di Loxley scopre che la Contea di Nottingham è dominata dalla corruzione. La povertà in cui vive il suo popolo lo spinge ad organizzare una rivolta contro la Corona. Al ritorno dalle Crociate in Terra Santa, Robin di Loxley scopre che la Contea di Nottingham è dominata dalla corruzione. La povertà in cui vive il suo popolo lo spinge ad organizzare una rivolta contro la Corona."
    },
    {
      "show_name": "Delitto sotto il sole",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829595270_2048x1152.jpg",
      "start_time": "2026-02-01 14:30:00",
      "end_time": "2026-02-01 16:40:00",
      "episode_number": "",
      "show_category": "Giallo And Crime",
      "show_description": "Anni 30. L'attrice Arlena Stuart è in vacanza su un'isola del Mediterraneo presso il Jolly Roger. La quiete si rompe quando la donna viene uccisa: il caso è affidato a Hercule Poirot, che dovrà indagare tra i distinti e insospettabili ospiti dell'hotel per scoprire il vero colpevole. Disponibile anche in lingua originale. Anni 30. L'attrice Arlena Stuart è in vacanza su un'isola del Mediterraneo presso il Jolly Roger. La quiete si rompe quando la donna viene uccisa: il caso è affidato a Hercule Poirot, che dovrà indagare tra i distinti e insospettabili ospiti dell'hotel per scoprire il vero colpevole. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Sulle ali della musica",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/30/1688113825268_2048x1152.jpg",
      "start_time": "2026-02-01 16:40:00",
      "end_time": "2026-02-01 19:05:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "La vera storia di Antonia Brico, prima donna a dirigere un'orchestra sinfonica. Arrivata in America dall'Olanda ancora bambina, Antonia sogna di diventare direttrice d'orchestra, ma nessuno la prende sul serio per un semplice motivo: è una donna. Sfiderà tutto e tutti per essere ammessa alla Berlin Philharmonic Orchestra. Tuttavia, con il profilarsi all'orizzonte dell'amore della sua vita, sarà chiamata a dure scelte. La vera storia di Antonia Brico, prima donna a dirigere un'orchestra sinfonica. Arrivata in America dall'Olanda ancora bambina, Antonia sogna di diventare direttrice d'orchestra, ma nessuno la prende sul serio per un semplice motivo: è una donna. Sfiderà tutto e tutti per essere ammessa alla Berlin Philharmonic Orchestra. Tuttavia, con il profilarsi all'orizzonte dell'amore della sua vita, sarà chiamata a dure scelte."
    },
    {
      "show_name": "The Covenant (2023)",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/28/1764343502112_2048x1152.jpg",
      "start_time": "2026-02-01 19:05:00",
      "end_time": "2026-02-01 21:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 2018, in Afghanistan, il sergente John Kinley perde il suo interprete in un attentato e si affida ad Ahmed, giovane coraggioso e determinato. Quando la squadra cade in un'imboscata, sarà proprio Ahmed a tentare di salvare Kinley nei territori controllati dai talebani. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il duro del Road House",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769779547389_2048x1152.jpg",
      "start_time": "2026-02-01 21:10:00",
      "end_time": "2026-02-01 23:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \"Double Deuce\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale."
    },
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/03/1614786671851_2048x1152.jpg",
      "start_time": "2026-02-01 23:10:00",
      "end_time": "2026-02-02 01:20:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    }
  ]
}