{
  "channel_name": "RaiMovie",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "Mission",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/22/1745332741280_2048x1152.jpg",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:40:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale. 1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Cuore selvaggio",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768920735576_2048x1152.jpg",
      "start_time": "2026-02-08 00:40:00",
      "end_time": "2026-02-08 02:45:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Sailor, appena uscito di prigione, e Lula, giovane segnata da un trauma infantile, fuggono dal North Carolina per vivere il loro amore folle e sregolato. Inseguiti dai sicari assoldati dalla perfida madre di lei, i due amanti attraversano un'America surreale e violenta in un viaggio on the road senza ritorno. Disponibile anche in lingua originale. Sailor, appena uscito di prigione, e Lula, giovane segnata da un trauma infantile, fuggono dal North Carolina per vivere il loro amore folle e sregolato. Inseguiti dai sicari assoldati dalla perfida madre di lei, i due amanti attraversano un'America surreale e violenta in un viaggio on the road senza ritorno. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Heartbreakers - Vizio di famiglia",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/03/1696317040549_2048x1152.jpg",
      "start_time": "2026-02-08 02:45:00",
      "end_time": "2026-02-08 05:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Le Conners sono un'affascinante coppia di seduttrici professioniste che lavorano di comune accordo per arricchirsi alle spalle di uomini ricchi e fedifraghi: una madre e una figlia che hanno fatto delle pratiche di divorzio un business facoltoso. Le Conners sono un'affascinante coppia di seduttrici professioniste che lavorano di comune accordo per arricchirsi alle spalle di uomini ricchi e fedifraghi: una madre e una figlia che hanno fatto delle pratiche di divorzio un business facoltoso."
    },
    {
      "show_name": "Maigret a Pigalle",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/12/1573577280170_2048x1152.jpg",
      "start_time": "2026-02-08 05:00:00",
      "end_time": "2026-02-08 06:45:00",
      "episode_number": "",
      "show_category": "Giallo And Crime",
      "show_description": "Maigret sta per partire per le vacanze ma un collega gli chiede aiuto per l'indagine sul misterioso assassinio di una spogliarellista e di una nobildonna, entrambi avvenuti a Pigalle. Maigret sta per partire per le vacanze ma un collega gli chiede aiuto per l'indagine sul misterioso assassinio di una spogliarellista e di una nobildonna, entrambi avvenuti a Pigalle."
    },
    {
      "show_name": "Bellissima",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/24/1695509102103_2048x1152.jpg",
      "start_time": "2026-02-08 06:45:00",
      "end_time": "2026-02-08 08:45:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Quando il regista Alessandro Blasetti annuncia che sta cercando una bambina \"bellissima\" per un film, Maddalena Cecconi si presenta a Cinecittà con sua figlia Maria, insieme a una gran quantità di mamme con le loro figliole. Visconti racconta l'illusione del cinema come fabbrica dei sogni di fronte alla dura realtà del dopoguerra italiano. Versione restaurata. Quando il regista Alessandro Blasetti annuncia che sta cercando una bambina \\\"bellissima\\\" per un film, Maddalena Cecconi si presenta a Cinecittà con sua figlia Maria, insieme a una gran quantità di mamme con le loro figliole. Visconti racconta l'illusione del cinema come fabbrica dei sogni di fronte alla dura realtà del dopoguerra italiano. Versione restaurata."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-08 08:45:00",
      "end_time": "2026-02-08 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Una famiglia senza freni",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/16/1629121116788_2048x1152.jpg",
      "start_time": "2026-02-08 08:50:00",
      "end_time": "2026-02-08 10:25:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati. Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati."
    },
    {
      "show_name": "Il comandante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/22/1755844193333_2048x1152.jpg",
      "start_time": "2026-02-08 10:25:00",
      "end_time": "2026-02-08 12:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il colonnello Cavalli, appena in pensione, non sopporta la noia. La moglie, ricca e determinata, gli procura un lavoro pagando di nascosto lo stipendio. Ingenuo e onesto, l'uomo finisce però invischiato in affari loschi che metteranno alla prova la sua integrità. Come andrà a finire."
    },
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/03/1614786671851_2048x1152.jpg",
      "start_time": "2026-02-08 12:20:00",
      "end_time": "2026-02-08 14:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    },
    {
      "show_name": "I tre moschettieri",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/16/1576502510741_2048x1152.jpg",
      "start_time": "2026-02-08 14:25:00",
      "end_time": "2026-02-08 16:20:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas. Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per  una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas."
    },
    {
      "show_name": "Non sposate le mie figlie",
      "show_logo": "https://www.raiplay.it/dl/img/2018/07/09/1531150939424_Non-sposate-le-mie-figlie-2048x1152.jpg",
      "start_time": "2026-02-08 16:20:00",
      "end_time": "2026-02-08 18:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Claude e Marie Verneuil sono una tranquilla coppia borghese cattolica e conservatrice che ha allevato 4 figlie secondo i principi di tolleranza, integrazione e apertura. Ma il destino li mette a dura prova: la loro primogenita decide di sposare un musulmano, la seconda un ebreo e la terza un cinese. Ormai tutte le loro speranze di assistere ad un tradizionale matrimonio in chiesa vengono riposte sulla figlia minore che finalmente, grazie al cielo, ha incontrato un bravo cattolico. Ma il destino ci mette lo zampino. Claude e Marie Verneuil sono una tranquilla coppia borghese cattolica e conservatrice che ha allevato 4 figlie secondo i principi di tolleranza, integrazione e apertura. Ma il destino li mette a dura prova: la loro primogenita decide di sposare un musulmano, la seconda un ebreo e la terza un cinese. Ormai tutte le loro speranze di assistere ad un tradizionale matrimonio in chiesa vengono riposte sulla figlia minore che finalmente, grazie al cielo, ha incontrato un bravo cattolico. Ma il destino ci mette lo zampino."
    },
    {
      "show_name": "Non sposate le mie figlie! 2",
      "show_logo": "https://www.raiplay.it/dl/img/2021/06/09/1623228823778_2048x1152.jpg",
      "start_time": "2026-02-08 18:00:00",
      "end_time": "2026-02-08 19:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nuove problematiche da affrontare per Claude e Marie Verneuil. Dopo aver subito ed accettato etnie e religioni diverse dei loro 4 generi, le figlie hanno deciso di lasciare la Francia. Come la prenderanno."
    },
    {
      "show_name": "Nati stanchi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/12/1573583666429_2048x1152.jpg",
      "start_time": "2026-02-08 19:40:00",
      "end_time": "2026-02-08 21:10:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate. Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate."
    },
    {
      "show_name": "Il gigante",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/06/1770384417771_2048x1152.jpg",
      "start_time": "2026-02-08 21:10:00",
      "end_time": "2026-02-09 00:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale."
    }
  ]
}