{
  "channel_name": "RaiMovie",
  "date": "2026-02-03",
  "programs": [
    {
      "show_name": "Vento di passioni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/vento-di-passioni.webp",
      "start_time": "2026-02-03 00:00:00",
      "end_time": "2026-02-03 00:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Montana inizi 900. Il colonnello Ludlow, ritiratosi nelle Montagne Rocciose dopo aver lasciato l'esercito, cresce da solo i suoi tre figli: Alfred, Tristan e Samuel. La guerra e l'arrivo di Susannah turbano l'equilibrio familiare. Dal romanzo di Jim Harrison. Con Brad Pitt e Anthony Hopkins. Un Oscar per la fotografia. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Sacco e Vanzetti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/sacco-e-vanzetti.webp",
      "start_time": "2026-02-03 00:45:00",
      "end_time": "2026-02-03 02:50:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Stati Uniti, 1920. Gli immigrati Sacco e Vanzetti vengono accusati di rapina e omicidio. Il film capolavoro di Montaldo, con musiche di Morricone e Joan Baez. Tre Nastri d'Argento 1972. Stati Uniti, 1920. Gli immigrati Sacco e Vanzetti vengono accusati di rapina e omicidio. Il film capolavoro di Montaldo, con musiche di Morricone e Joan Baez. Tre Nastri d'Argento 1972."
    },
    {
      "show_name": "Chef - La ricetta perfetta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/chef-la-ricetta-perfetta.webp",
      "start_time": "2026-02-03 02:50:00",
      "end_time": "2026-02-03 04:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Los Angeles, Carl Casper, chef creativo di un famoso ristorante di Los Angeles, prepara un menù innovativo per il critico Ramsey Michel, che però lo stronca sul suo blog. Deluso, Carl lascia il ristorante stellato e si reinventa con lo street food, cercando di ritrovare famiglia e creatività. Ci riuscirà."
    },
    {
      "show_name": "Stanlio e Ollio - Zuppa d'anatra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/stanlio-e-ollio-zuppa-d-anatra.webp",
      "start_time": "2026-02-03 04:35:00",
      "end_time": "2026-02-03 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Una guardia forestale vuole costringere il duo ad arruolarsi per spegnere degli incendi; i due scappano finendo in una casa, in fitto, dove il proprietario e i domestici non ci sono. I due si trovano così soli e liberi di fare ciò che vogliono finché non arrivano i coniugi Plumtre per affittare la casa."
    },
    {
      "show_name": "Mammamia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/mammamia.webp",
      "start_time": "2026-02-03 05:00:00",
      "end_time": "2026-02-03 05:15:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "La vita quotidiana di una mamma alle prese con le difficoltà di occuparsi di tre figli di 13, 7 e 4 anni. Perché sopravvivere alla routine di ogni giorno può diventare un'avventura che richiede una buona dose di eroismo."
    },
    {
      "show_name": "Gunga Din (Film)",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/gunga-din-film.webp",
      "start_time": "2026-02-03 05:15:00",
      "end_time": "2026-02-03 07:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In India, in un avamposto dell'esercito britannico, Gunga Din, il portatore d'acqua, sogna di diventare un soldato. Il reggimento è messo in allarme dalla notizia che i fili del telegrafo sono stati tagliati e ben presto si scopre che i responsabili sono gli appartenenti alla setta dei Thugs."
    },
    {
      "show_name": "Totò, lascia o raddoppia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/tot-lascia-o-raddoppia.webp",
      "start_time": "2026-02-03 07:10:00",
      "end_time": "2026-02-03 08:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il duca Gagliardo della Forcoletta ha dilapidato il proprio patrimonio. Per aiutare la figlia partecipa al celebre quiz di Mike Bongiorno. Primo, indimenticabile film italiano ispirato alla tv. Il duca Gagliardo della Forcoletta ha dilapidato il proprio patrimonio. Per aiutare la figlia partecipa al celebre quiz di Mike Bongiorno. Primo, indimenticabile film italiano ispirato alla tv."
    },
    {
      "show_name": "Nuovo Cinema Paradiso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/nuovo-cinema-paradiso.webp",
      "start_time": "2026-02-03 08:50:00",
      "end_time": "2026-02-03 11:50:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "In un paesino siciliano del dopoguerra, un bambino passa le giornate nella sala cinematografica del proiezionista Alfredo e, così, si innamora del cinema. Oscar 1990 per il miglior film straniero, David di Donatello 1989 per la colonna sonora firmata Ennio Morricone, Gran Prix Speciale della Giuria per Giuseppe Tornatore al Festival di Cannes 1989. In un paesino siciliano del dopoguerra, un bambino passa le giornate nella sala cinematografica del proiezionista Alfredo e, così, si innamora del cinema. Oscar 1990 per il miglior film straniero, David di Donatello 1989 per la colonna sonora firmata Ennio Morricone, Gran Prix Speciale della Giuria per Giuseppe Tornatore al Festival di Cannes 1989."
    },
    {
      "show_name": "I lunghi giorni della vendetta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/i-lunghi-giorni-della-vendetta.webp",
      "start_time": "2026-02-03 11:50:00",
      "end_time": "2026-02-03 14:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Evaso dalla prigione dove sta scontando una pena per un delitto che non ha commesso, il giovane Ted si dedica alla vendetta, sgominando una banda di trafficanti d'armi. Evaso dalla prigione dove sta scontando una pena per un delitto che non ha commesso, il giovane Ted si dedica alla vendetta, sgominando una banda di trafficanti d'armi."
    },
    {
      "show_name": "Duello nel Texas",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/duello-nel-texas.webp",
      "start_time": "2026-02-03 14:00:00",
      "end_time": "2026-02-03 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Gringo, adottato da una famiglia messicana, parte per vendicare il padre adottivo derubato da una banda di ladri. Scopre che i capi della banda sono le persone più influenti del paese. Riuscirà a farsi giustizia e a vendicarsi."
    },
    {
      "show_name": "Il giustiziere dei mari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/il-giustiziere-dei-mari.webp",
      "start_time": "2026-02-03 15:35:00",
      "end_time": "2026-02-03 17:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Australia, Secolo XVIII. Nel sottobosco dei pescatori di perle deportati si consuma la sfida fra un ufficiale della guarnigione britannica e un capitano senza scrupoli."
    },
    {
      "show_name": "Il ponte di Remagen",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/il-ponte-di-remagen.webp",
      "start_time": "2026-02-03 17:15:00",
      "end_time": "2026-02-03 19:15:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Verso la fine della guerra, il ponte di Remagen diventa il teatro di una battaglia cruenta: i soldati tedeschi tentano di difenderlo strenuamente per sbarrare la strada agli americani. Nonostante gli atti di valore e i pesanti sacrifici umani da entrambe le parti, la strenua resistenza non può cambiare un destino ormai segnato per la Germania. Verso la fine della guerra, il ponte di Remagen diventa il teatro di una battaglia cruenta: i soldati tedeschi tentano di difenderlo strenuamente per sbarrare la strada agli americani. Nonostante gli atti di valore e i pesanti sacrifici umani da entrambe le parti, la strenua resistenza non può cambiare un destino ormai segnato per la Germania."
    },
    {
      "show_name": "I tre moschettieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/i-tre-moschettieri.webp",
      "start_time": "2026-02-03 19:15:00",
      "end_time": "2026-02-03 21:10:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas. Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per  una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas."
    },
    {
      "show_name": "Mission",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/mission.webp",
      "start_time": "2026-02-03 21:10:00",
      "end_time": "2026-02-03 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Quelli che mi vogliono morto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/quelli-che-mi-vogliono-morto.webp",
      "start_time": "2026-02-03 23:15:00",
      "end_time": "2026-02-04 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il dodicenne Connor è testimone di un omicidio e viene inserito in un programma di protezione testimoni. Viene nascosto tra le foreste del Montana, ma gli autori dell'assassinio sono sulle sue tracce."
    }
  ]
}