{
  "channel_name": "RaiMovie",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "House of Gucci",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/13/1697190324861_2048x1152.jpg",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 01:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Anni '70. Patrizia Reggiani conosce Maurizio Gucci, rampollo della dinastia Gucci. Nasce una storia d'amore, osteggiata dal patriarca della famiglia, Rodolfo Gucci. La sfrenata ambizione della donna la porterà a tessere spericolate strategie che incrineranno i rapporti familiari, innescando una spirale incontrollata di tradimenti, decadenza, vendette. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-07 01:40:00",
      "end_time": "2026-02-07 01:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Tuo, Simon",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/02/1669995947142_2048x1152.jpg",
      "start_time": "2026-02-07 01:45:00",
      "end_time": "2026-02-07 03:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Simon Spier vive i suoi anni del liceo nascondendo a tutti la sua omosessualità. Decide di esporsi solo nel mondo virtuale, iniziando a flirtare online con un compagno di classe di cui non conosce l'identità. Un'email destinata all'anonimo amico di penna però finisce accidentalmente nelle mani sbagliate e il suo segreto rischia di diventare di pubblico dominio. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il mercante di stoffe",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/15/1723710776388_1723444520538_2048x1152.jpg",
      "start_time": "2026-02-07 03:25:00",
      "end_time": "2026-02-07 04:40:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Un anziano e benestante commerciante di stoffe, Alessandro, si affida al nipote e ad una giovane archeologa per ritrovare un piccolo cimelio smarrito in un piccolo villaggio del Marocco: un medaglione che porta intrisi i ricordi di un' amore che fu all'epoca, tra il giovane Alessandro e una donna locale, Najiba. Una passione travolgente ma impossibile. Un anziano e benestante commerciante di stoffe, Alessandro, si affida al nipote e ad una giovane archeologa per ritrovare un piccolo cimelio smarrito in un piccolo villaggio del Marocco: un medaglione che porta intrisi i ricordi di un' amore che fu all'epoca, tra il giovane Alessandro e una donna locale, Najiba. Una passione travolgente ma impossibile."
    },
    {
      "show_name": "Stanlio e Ollio - I monelli",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/21/1608549699961_2048x1152.jpg",
      "start_time": "2026-02-07 04:40:00",
      "end_time": "2026-02-07 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Stanlio e Ollio devono fare da baby sitter ai loro due pestiferi bimbi Stanllino e Ollino."
    },
    {
      "show_name": "Il pianeta delle scimmie (1968)",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732893439877_2048x1152.jpg",
      "start_time": "2026-02-07 05:00:00",
      "end_time": "2026-02-07 06:55:00",
      "episode_number": "",
      "show_category": "Fantascienza & Sci Fi",
      "show_description": "L'astronauta George Taylor, insieme ai colleghi Landon e Dodge, parte per esplorare un nuovo mondo. La missione fallisce quando l'astronave Icarus precipita su un pianeta sconosciuto. Qui scoprono di essere catapultati in un passato remoto, dove scimmie intelligenti dominano esseri umani primitivi. Dal romanzo di Pierre Boulle. Un Oscar nel 1969. L'astronauta George Taylor, insieme ai colleghi Landon e Dodge, parte per esplorare un nuovo mondo. La missione fallisce quando l'astronave Icarus precipita su un pianeta sconosciuto. Qui scoprono di essere catapultati in un passato remoto, dove scimmie intelligenti dominano esseri umani primitivi. Dal romanzo di Pierre Boulle. Un Oscar nel 1969."
    },
    {
      "show_name": "Salvatore Giuliano",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493729833831_salvatore-giuliano_2048x1152.jpg",
      "start_time": "2026-02-07 06:55:00",
      "end_time": "2026-02-07 08:55:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "La storia di Salvatore Giuliano, bandito del dopoguerra siciliano arruolato dal movimento indipendentista che si macchiò della strage di Portella della Ginestra, ricostruita da Francesco Rosi con passione e scrupolo per la verità. Orso d'argento al Festival di Berlino 1962 per il miglior regista. La storia di Salvatore Giuliano, bandito del dopoguerra siciliano arruolato dal movimento indipendentista che si macchiò della strage di Portella della Ginestra, ricostruita da Francesco Rosi con passione e scrupolo per la verità. Orso d'argento al Festival di Berlino 1962 per il miglior regista."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507569801461_movie_2048x1152.jpg",
      "start_time": "2026-02-07 08:55:00",
      "end_time": "2026-02-07 09:25:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Settimanale di approfondimento cinematografico: interviste, backstage, uscite in sala, storia del cinema e le curiosità dei film in programmazione su RaiMovie. E poi reportage dai festival e dagli eventi cinematografici più importanti. Paolo Calabresi è ospite di Melissa Greta al nuovo appuntamento con \\\"Movie Mag\\\". L' attore, tra i più versatili e riconoscibili del panorama italiano tra cinema, teatro e impegno civile,  ripercorre alcune tappe della sua carriera: dalle celebri trasformazioni, alla formazione con Giorgio Strehler al Piccolo Teatro di Milano, sino al personaggio di Biascica in \\\"Boris\\."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-07 09:25:00",
      "end_time": "2026-02-07 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "C'era una volta in America",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/06/1594049972148_2048x1152.jpg",
      "start_time": "2026-02-07 09:30:00",
      "end_time": "2026-02-07 13:55:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Il capolavoro di Sergio Leone racconta quarant'anni di vita di David \"Noodles\" Aaronson e dei suoi amici, dal ghetto ebraico alla malavita della New York del proibizionismo. Tratto dal romanzo *The Hoods*, con musiche di Ennio Morricone. Disponibile anche in lingua originale. Il capolavoro di Sergio Leone racconta quarant'anni di vita di David \\\"Noodles\\\" Aaronson e dei suoi amici, dal ghetto ebraico alla malavita della New York del proibizionismo. Tratto dal romanzo *The Hoods*, con musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-07 13:55:00",
      "end_time": "2026-02-07 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Il duro del Road House",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769779547389_2048x1152.jpg",
      "start_time": "2026-02-07 14:00:00",
      "end_time": "2026-02-07 16:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \"Double Deuce\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale. Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \\\"Double Deuce\\\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Delitto sotto il sole",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829595270_2048x1152.jpg",
      "start_time": "2026-02-07 16:00:00",
      "end_time": "2026-02-07 18:05:00",
      "episode_number": "",
      "show_category": "Giallo And Crime",
      "show_description": "Anni 30. L'attrice Arlena Stuart è in vacanza su un'isola del Mediterraneo presso il Jolly Roger. La quiete si rompe quando la donna viene uccisa: il caso è affidato a Hercule Poirot, che dovrà indagare tra i distinti e insospettabili ospiti dell'hotel per scoprire il vero colpevole. Disponibile anche in lingua originale. Anni 30. L'attrice Arlena Stuart è in vacanza su un'isola del Mediterraneo presso il Jolly Roger. La quiete si rompe quando la donna viene uccisa: il caso è affidato a Hercule Poirot, che dovrà indagare tra i distinti e insospettabili ospiti dell'hotel per scoprire il vero colpevole. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Finché c'è prosecco c'è speranza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/14/1723635452453_2048x1152.jpg",
      "start_time": "2026-02-07 18:05:00",
      "end_time": "2026-02-07 19:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il conte Desiderio Ancillotto è un importante proprietario di un vigneto sulle colline di Conegliano: lavora e cura la sua terra senza l'uso di pesticidi. Un giorno l'uomo si toglie la vita, ma ciò non lo sottrae dalle indagini che lo legherebbero a misteriosi omicidi di persone che lavoravano proprio presso quel cementificio che lui riteneva responsabile dell'inquinamento della sua terra. A cercar di far chiarezza giunge Stucky, un placido ispettore di origine persiane: per lui non sarà facile trovare il bandolo della matassa."
    },
    {
      "show_name": "Ibiza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/26/1721981567186_2048x1152.jpg",
      "start_time": "2026-02-07 19:40:00",
      "end_time": "2026-02-07 21:10:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare. Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare!"
    },
    {
      "show_name": "Papà scatenato",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766092396832_2048x1152.jpg",
      "start_time": "2026-02-07 21:10:00",
      "end_time": "2026-02-07 22:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sebastian Maniscalco, manager in un hotel di Chicago, e la fidanzata Ellie, figlia di una ricca famiglia, decidono di annunciare il loro matrimonio durante la Festa dell'Indipendenza. Ma l'incontro tra il padre di Sebastian, Salvo, un uomo siciliano di vecchio stampo, e la famiglia di Ellie, scatenerà situazioni esilaranti."
    },
    {
      "show_name": "Mission",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/22/1745332741280_2048x1152.jpg",
      "start_time": "2026-02-07 22:40:00",
      "end_time": "2026-02-08 00:40:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale. 1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale."
    }
  ]
}