{
  "channel_name": "RaiMovie",
  "date": "2026-02-09",
  "programs": [
    {
      "show_name": "Il gigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/il-gigante.webp",
      "start_time": "2026-02-09 00:00:00",
      "end_time": "2026-02-09 00:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale."
    },
    {
      "show_name": "La battaglia di Midway",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/la-battaglia-di-midway.webp",
      "start_time": "2026-02-09 00:40:00",
      "end_time": "2026-02-09 02:50:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale. Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Cuore selvaggio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/cuore-selvaggio.webp",
      "start_time": "2026-02-09 02:50:00",
      "end_time": "2026-02-09 05:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Sailor, appena uscito di prigione, e Lula, giovane segnata da un trauma infantile, fuggono dal North Carolina per vivere il loro amore folle e sregolato. Inseguiti dai sicari assoldati dalla perfida madre di lei, i due amanti attraversano un'America surreale e violenta in un viaggio on the road senza ritorno. Disponibile anche in lingua originale. Sailor, appena uscito di prigione, e Lula, giovane segnata da un trauma infantile, fuggono dal North Carolina per vivere il loro amore folle e sregolato. Inseguiti dai sicari assoldati dalla perfida madre di lei, i due amanti attraversano un'America surreale e violenta in un viaggio on the road senza ritorno. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Mi manda Picone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/mi-manda-picone.webp",
      "start_time": "2026-02-09 05:00:00",
      "end_time": "2026-02-09 06:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Napoli, anni '80. Un operaio si dà fuoco per protestare contro il licenziamento. Ma il suo cadavere scompare e inizia una rocambolesca avventura. Tre David e tre Nastri d'Argento 1984."
    },
    {
      "show_name": "La banda degli onesti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/la-banda-degli-onesti.webp",
      "start_time": "2026-02-09 06:55:00",
      "end_time": "2026-02-09 08:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Antonio Bonocore, portiere napoletano di uno stabile di Roma, con madre, tre figli e moglie tedesca a carico, viene casualmente in possesso di un cliché della zecca e di una risma di carta filigranata. Con l'aiuto di due amici si mette a fabbricare banconote false, ma suo figlio, finanziere, è sulle tracce proprio di una banda di spacciatori. Antonio Bonocore, portiere napoletano di uno stabile di Roma, con madre, tre figli e moglie tedesca a carico, viene casualmente in possesso di un cliché della zecca e di una risma di carta filigranata.  Con l'aiuto di due amici si mette a fabbricare banconote false, ma  suo figlio, finanziere, è sulle tracce proprio di una banda di spacciatori."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/appuntamento-al-cinema.webp",
      "start_time": "2026-02-09 08:45:00",
      "end_time": "2026-02-09 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Sandokan alla riscossa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/sandokan-alla-riscossa.webp",
      "start_time": "2026-02-09 08:50:00",
      "end_time": "2026-02-09 10:30:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Il giovane Sandokan, figlio del sultano di Sarawak trucidato da alcuni usurpatori, cerca di vendicare il padre con l'aiuto dell'amico Yanez. Dai romanzi di Emilio Salgari. Il giovane Sandokan, figlio del sultano di Sarawak trucidato da alcuni usurpatori, cerca di vendicare il padre con l'aiuto dell'amico Yanez. Dai romanzi di Emilio Salgari."
    },
    {
      "show_name": "After 3",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/after-3.webp",
      "start_time": "2026-02-09 10:30:00",
      "end_time": "2026-02-09 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Quando Tessa decide di trasferirsi a Seattle per lavoro, il rapporto con Hardin entra di nuovo in crisi. L'amore sarà messo alla prova, la fedeltà verrà messa in discussione e la vita non sarà più la stessa. Dai bestseller \"After - Come mondi lontani\" e \"After - Anime perdute\" di Anna Todd. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il segreto dello sparviero nero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/il-segreto-dello-sparviero-nero.webp",
      "start_time": "2026-02-09 12:10:00",
      "end_time": "2026-02-09 14:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Per mettere le mani su importanti documenti segreti in possesso di una banda di pirati, Spagna e Inghilterra si affidano ai servizi di un ufficiale e di un corsaro: Lo Sparviero Nero. Per mettere le mani su importanti documenti segreti in possesso di una banda di pirati, Spagna e Inghilterra si affidano ai servizi di un ufficiale e di un corsaro: Lo Sparviero Nero."
    },
    {
      "show_name": "Mission",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/mission.webp",
      "start_time": "2026-02-09 14:00:00",
      "end_time": "2026-02-09 16:10:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale. 1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Giorno maledetto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/giorno-maledetto.webp",
      "start_time": "2026-02-09 16:10:00",
      "end_time": "2026-02-09 17:35:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Il reduce mutilato Macreedy cerca il padre giapponese del soldato che gli salvò la vita in guerra. Giunto in una piccola città, le sue domande scatenano l'ira del boss locale e l'omertà degli abitanti. L'ostilità cresce mentre l'uomo tenta di scoprire la verità su un segreto oscuro che tutti vogliono celare. Il reduce mutilato Macreedy cerca il padre giapponese del soldato che gli salvò la vita in guerra. Giunto in una piccola città, le sue domande scatenano l'ira del boss locale e l'omertà degli abitanti. L'ostilità cresce mentre l'uomo tenta di scoprire la verità su un segreto oscuro che tutti vogliono celare."
    },
    {
      "show_name": "...E intorno a lui fu morte",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/e-intorno-a-lui-fu-morte.webp",
      "start_time": "2026-02-09 17:35:00",
      "end_time": "2026-02-09 19:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il contadino messicano Rojas, sfrattato e ridotto alla disperazione, diventa un fuorilegge e finisce in prigione. Uscito dopo anni, vuole ritrovare il figlio affidato a una ricca famiglia e recuperare un bottino nascosto di 200.000 dollari. Un ritorno segnato da rabbia, speranza e vendetta."
    },
    {
      "show_name": "Georgetown",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/georgetown.webp",
      "start_time": "2026-02-09 19:25:00",
      "end_time": "2026-02-09 21:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel mondo di intrighi politici e pettegolezzi che caratterizza la scena sociale di Washington, poche coppie si sono distinte come quella formata dalla tedesca Elsa Breht e dal marito Ulrich Mott. Nella loro casa, nel quartiere di Georgetown, una sera ospitano leader mondiali e giudici della Corte Suprema, quando la conversazione verte su cosa abbia spinto i padroni di casa a sposarsi."
    },
    {
      "show_name": "Shalako",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/shalako.webp",
      "start_time": "2026-02-09 21:10:00",
      "end_time": "2026-02-09 23:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "New Mexico, 1880. Lo scout Shalako ha faticato per ottenere la pace con i pellirosse ma l'equilibrio è minacciato da una comitiva di aristocratici europei in cerca di caccia. I turisti sono arroganti e accompagnati da battitori criminali che scatenano l'ira dei nativi, trascinando Shalako in una lotta brutale. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Winchester '73",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/today/winchester-73.webp",
      "start_time": "2026-02-09 23:10:00",
      "end_time": "2026-02-10 00:45:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale. Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale."
    }
  ]
}