{
  "channel_name": "RaiPremium",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983470949_192.jpg",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 00:30:00",
      "episode_number": "S10 E92",
      "show_category": "Sentimentale",
      "show_description": "Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo. Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983532842_193.jpg",
      "start_time": "2026-02-02 00:30:00",
      "end_time": "2026-02-02 01:15:00",
      "episode_number": "S10 E93",
      "show_category": "Sentimentale",
      "show_description": "Odile intende mantenere un atteggiamento prudente in merito alla richiesta di Ettore di ufficializzare il loro fidanzamento. Al Gran Caffè Amato i tavoli sono tutti occupati, ma il servizio è troppo lento e Ciro e Mimmo sono in difficoltà con i clienti. Agata riceve un invito dalla scuola di restauro a presentarsi per un colloquio. Marcello scopre che Rosa è rientrata da New York il giorno prima e ci resta male. Odile intende mantenere un atteggiamento prudente in merito alla richiesta di Ettore di ufficializzare il loro fidanzamento. Al Gran Caffè Amato i tavoli sono tutti occupati, ma il servizio è troppo lento e Ciro e Mimmo sono in difficoltà con i clienti. Agata riceve un invito dalla scuola di restauro a presentarsi per un colloquio. Marcello scopre che Rosa è rientrata da New York il giorno prima e ci resta male."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983599742_194.jpg",
      "start_time": "2026-02-02 01:15:00",
      "end_time": "2026-02-02 01:55:00",
      "episode_number": "S10 E94",
      "show_category": "Sentimentale",
      "show_description": "A Casa Puglisi, Mimmo e Ciro fantasticano su un possibile ammodernamento della Caffetteria. La scelta sulla copertina di Paradiso Donna riaccende lo scontro tra Rosa e Marcello. Grazie a Fulvio, Johnny può far ripartire il suo furgone. Greta si mostra sensibile e seducente con Umberto per spingerlo a confessarle qualcosa del suo passato. A Casa Puglisi, Mimmo e Ciro fantasticano su un possibile ammodernamento della Caffetteria. La scelta sulla copertina di Paradiso Donna riaccende lo scontro tra Rosa e Marcello. Grazie a Fulvio, Johnny può far ripartire il suo furgone. Greta si mostra sensibile e seducente con Umberto per spingerlo a confessarle qualcosa del suo passato."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983665751_195.jpg",
      "start_time": "2026-02-02 01:55:00",
      "end_time": "2026-02-02 02:35:00",
      "episode_number": "S10 E95",
      "show_category": "Sentimentale",
      "show_description": "Ciro e Mimmo hanno grandi progetti per la Caffetteria. Le Veneri vogliono far riappacificare Rosa e Marcello e Irene si rivolge a Don Saverio. La vicinanza di Greta e il suo legame con Ettore hanno fatto riaffiorare in Umberto lontani ricordi di famiglia. Barbara chiede l'intervento immediato di Enrico per una sua amica incinta. In occasione della conferenza stampa per la promozione del film, organizzata al Circolo, Odile annuncia ufficialmente il fidanzamento con Ettore. Ciro e Mimmo hanno grandi progetti per la Caffetteria. Le Veneri vogliono far riappacificare Rosa e Marcello e Irene si rivolge a Don Saverio. La vicinanza di Greta e il suo legame con Ettore hanno fatto riaffiorare in Umberto lontani ricordi di famiglia. Barbara chiede l'intervento immediato di Enrico per una sua amica incinta. In occasione della conferenza stampa per la promozione del film, organizzata al Circolo, Odile annuncia ufficialmente il fidanzamento con Ettore."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983739294_196.jpg",
      "start_time": "2026-02-02 02:35:00",
      "end_time": "2026-02-02 03:10:00",
      "episode_number": "S10 E96",
      "show_category": "Sentimentale",
      "show_description": "Agata riceve un'offerta di lavoro interessante per il suo futuro professionale. Dopo l'intervento della sera prima, Enrico pensa di lasciare l'università e accettare la proposta fattagli da Moretti. Una gaffe di Tancredi scatena l'ira di Rosa nei confronti di Marcello. Umberto si apre con Greta e le fa una rivelazione importante riguardo suo fratello. Agata riceve un'offerta di lavoro interessante per il suo futuro professionale. Dopo l'intervento della sera prima, Enrico pensa di lasciare l'università e accettare la proposta fattagli da Moretti. Una gaffe di Tancredi scatena l'ira di Rosa nei confronti di Marcello. Umberto si apre con Greta e le fa una rivelazione importante riguardo suo fratello..."
    },
    {
      "show_name": "Valzer di Natale a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734702513176_2048x1152.jpg",
      "start_time": "2026-02-02 03:10:00",
      "end_time": "2026-02-02 04:35:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Leo, ballerino professionista, ed Emma, commercialista alla ricerca di nuovi stimoli, si incontrano grazie a una gara di danza. Tra passi di ballo e scoperte personali, i due vivono insieme un Natale indimenticabile, ricco di magia e nuove emozioni. Leo, ballerino professionista, ed Emma, commercialista alla ricerca di nuovi stimoli, si incontrano grazie a una gara di danza. Tra passi di ballo e scoperte personali, i due vivono insieme un Natale indimenticabile, ricco di magia e nuove emozioni."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-02 04:35:00",
      "end_time": "2026-02-02 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della 'Piccione Airlines' nella sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-02 05:00:00",
      "end_time": "2026-02-02 05:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766146227536_IncantesimoS5E44.png",
      "start_time": "2026-02-02 05:10:00",
      "end_time": "2026-02-02 06:05:00",
      "episode_number": "S5 E44",
      "show_category": "",
      "show_description": "Un colpo di pistola che Makdi indirizza a Diego per vendicare il figlio Jussuf, colpisce invece Giovanna, ferendola gravemente."
    },
    {
      "show_name": "Sospetti",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/07/1767805961442_SospettiS3E3.png",
      "start_time": "2026-02-02 06:05:00",
      "end_time": "2026-02-02 07:45:00",
      "episode_number": "S3 E3",
      "show_category": "",
      "show_description": "Il professor Losiani continua la sperimentazione segreta del Roxan, un farmaco dai terribili effetti collaterali. Luca sospetta che sia stata usata come cavia umana una donna di colore, Biba, scomparsa nel nulla, come l'assistente del professore, Mara Volpi."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/28/1753700904186_1753701006042%201.png",
      "start_time": "2026-02-02 07:45:00",
      "end_time": "2026-02-02 08:10:00",
      "episode_number": "S29 E6751",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Il ritrovamento del corpo di Assane dà nuovo impulso alle indagini della polizia, coinvolgendo Michele e alimentando le speranze di Ferri e Marina che si augurano di convincere Gennaro a fare un passo indietro nella gestione dei cantieri. Il ritrovamento del corpo di Assane dà nuovo impulso alle indagini della polizia, coinvolgendo Michele e alimentando le speranze di Ferri e Marina che si augurano di convincere Gennaro a fare un passo indietro nella gestione dei cantieri."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/29/1753778148201_1753777728162.png",
      "start_time": "2026-02-02 08:10:00",
      "end_time": "2026-02-02 08:40:00",
      "episode_number": "S29 E6752",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Michele va avanti nel suo attacco a Gagliotti, questi cercherà in Okoro un capro espiatorio che lo alleggerisca dalle sue colpe, ma non è detto che l'uomo sia così disposto ad accettare il suo destino. Nonostante i dubbi, Rosa finirà con l'accettare la proposta di Giulia ma la cosa potrebbe crearle problemi su un altro fronte. Michele va avanti nel suo attacco a Gagliotti, questi cercherà in Okoro un capro espiatorio che lo alleggerisca dalle sue colpe, ma non è detto che l'uomo sia così disposto ad accettare il suo destino. Nonostante i dubbi, Rosa finirà con l'accettare la proposta di Giulia ma la cosa potrebbe crearle problemi su un altro fronte."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/29/1617014079438_updc_61.jpg",
      "start_time": "2026-02-02 08:40:00",
      "end_time": "2026-02-02 09:45:00",
      "episode_number": "S6 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Una donna misteriosa, Dafne, viene ritrovata in fin di vita vicino a una vecchia miniera che sta per essere riaperta. E quando dai boschi compare una bambina, Francesco Neri e Vincenzo si vedono travolti da una vicenda molto più grande di loro che corre il rischio di distruggere la serenità della valle in cui vivono. Una donna misteriosa, Dafne, viene ritrovata in fin di vita vicino a una vecchia miniera che sta per essere riaperta. E quando dai boschi compare una bambina, Francesco Neri e Vincenzo si vedono travolti da una vicenda molto più grande di loro che corre il rischio di distruggere la serenità della valle in cui vivono."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/29/1617014988402_updc_62.jpg",
      "start_time": "2026-02-02 09:45:00",
      "end_time": "2026-02-02 10:45:00",
      "episode_number": "S6 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre Neri e Nappi cercano di fare luce sul mistero di Dafne, in ospedale si presenta un uomo di origine slovena che sostiene di essere il compagno della donna e il padre della sua bambina. Nel frattempo, i preparativi per il matrimonio di Manuela vanno avanti, non senza intoppi. Mentre Neri e Nappi cercano di fare luce sul mistero di Dafne, in ospedale si presenta un uomo di origine slovena che sostiene di essere il compagno della donna e il padre della sua bambina. Nel frattempo, i preparativi per il matrimonio di Manuela vanno avanti, non senza intoppi."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/17/1692252055464_1692251875962.png",
      "start_time": "2026-02-02 10:45:00",
      "end_time": "2026-02-02 11:50:00",
      "episode_number": "S2023",
      "show_category": "",
      "show_description": "Sono Barbara De Rossi, Barbara Bouchet e Candida Morvillo le protagoniste degli incontri di \"Storie di donne al bivio\": Barbara De Rossi racconta la propria vita tra amori e carriera; Barbara Bouchet svela aneddoti intimi del suo vissuto e del suo percorso professionale; Candida Morvillo, davanti allo specchio, ripercorre il suo amore per il giornalismo e le prime esperienze con la carta stampata. Sono Barbara De Rossi, Barbara Bouchet e Candida Morvillo le protagoniste degli incontri di \\\"Storie di donne al bivio\\\": Barbara De Rossi racconta la propria vita tra amori e carriera; Barbara Bouchet svela aneddoti intimi del suo vissuto e del suo percorso professionale; Candida Morvillo, davanti allo specchio, ripercorre il suo amore per il giornalismo e le prime esperienze con la carta stampata."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/18/1552907904923_cccc.jpg",
      "start_time": "2026-02-02 11:50:00",
      "end_time": "2026-02-02 12:35:00",
      "episode_number": "S4 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Le squadre da sbarco della Hammersley portano rifornimenti medicinali su piccolissime isole disseminate nell'oceano e si trovano a fronteggiare lotte tribali, guerriglia e veleni. Le squadre da sbarco della Hammersley portano rifornimenti medicinali su piccolissime isole disseminate nell'oceano e si trovano a fronteggiare lotte tribali, guerriglia e veleni..."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/18/1552908055781_fffffffff.jpg",
      "start_time": "2026-02-02 12:35:00",
      "end_time": "2026-02-02 13:20:00",
      "episode_number": "S4 E13",
      "show_category": "Azione & Avventura",
      "show_description": "Fraser, il nuovo aiuto marconista, è un vecchio amico di 2Dads e si mette nei guai facendo il basista ad un gruppo di pirati specializzati in assalto agli yacht. Fraser, il nuovo aiuto marconista, è un vecchio amico di 2Dads e si mette nei guai facendo il basista ad un gruppo di pirati specializzati in assalto agli yacht..."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/20/1568975278131_imma_1_ep.jpg",
      "start_time": "2026-02-02 13:20:00",
      "end_time": "2026-02-02 15:20:00",
      "episode_number": "S1 E1",
      "show_category": "Giallo And Crime",
      "show_description": "In vacanza, mentre fa il bagno a Metaponto, Imma vede galleggiare in mare un dito femminile con dei tatuaggi. A distanza di pochi giorni, vicino Matera, vengono ritrovati un braccio ed una gamba che sembrano appartenere alla stessa persona. La Tataranni decide così di rientrare dalle ferie per fare e tornare in ufficio, dove fa la conoscenza del nuovo Procuratore capo, il dottor Vitali, a cui chiede di investigare sul caso. In vacanza, mentre fa il bagno a Metaponto, Imma vede galleggiare in mare un dito femminile con dei tatuaggi. A distanza di pochi giorni, vicino Matera, vengono ritrovati un braccio ed una gamba che sembrano appartenere alla stessa persona. La Tataranni decide così di rientrare dalle ferie per fare e tornare in ufficio, dove fa la conoscenza del nuovo Procuratore capo, il dottor Vitali, a cui chiede di investigare sul caso."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-02 15:20:00",
      "end_time": "2026-02-02 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704892956763_xxx.jpg",
      "start_time": "2026-02-02 15:25:00",
      "end_time": "2026-02-02 16:10:00",
      "episode_number": "S8 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Paolo Tarantini, nemico di Terzani e Rex, è stato finalmente arrestato. Papini ipotizza che si sia fatto catturare volontariamente e che, in prigione, voglia tramare qualcosa. Viene dedotto ciò perché Tarantini, dopo essere stato arrestato, mostra un'aria compiaciuta in volto. Paolo Tarantini, nemico di Terzani e Rex, è stato finalmente arrestato. Papini ipotizza che si sia fatto catturare volontariamente e che, in prigione, voglia tramare qualcosa. Viene dedotto ciò perché Tarantini, dopo essere stato arrestato, mostra un'aria compiaciuta in volto."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704893008560_xxx.jpg",
      "start_time": "2026-02-02 16:10:00",
      "end_time": "2026-02-02 16:55:00",
      "episode_number": "S8 E8",
      "show_category": "Azione & Avventura",
      "show_description": "Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \"Tiziano\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia. Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \\\"Tiziano\\\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/08/1617874906163_updc_63.jpg",
      "start_time": "2026-02-02 16:55:00",
      "end_time": "2026-02-02 18:00:00",
      "episode_number": "S6 E3",
      "show_category": "Giallo And Crime",
      "show_description": "Camilla, aspirante poliziotta, per un soffio salva Manuela dall'esplosione di una bomba. Francesco e i nostri indagano su chi possa avercela con il commissario e scoprono che potrebbero esserci altre bombe e che tutti gli indizi portano verso la vecchia miniera. Camilla, aspirante poliziotta, per un soffio salva Manuela dall'esplosione di una bomba. Francesco e i nostri indagano su chi possa avercela con il commissario e scoprono che   potrebbero esserci altre bombe e che tutti gli indizi portano verso la vecchia miniera."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/08/1617875655203_updc_64.jpg",
      "start_time": "2026-02-02 18:00:00",
      "end_time": "2026-02-02 19:00:00",
      "episode_number": "S6 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre le indagini sulle devastanti esplosioni nella foresta vanno avanti, l'avvicinarsi della festa della mamma costringe Vincenzo a fare i conti con la nostalgia della piccola Mela per sua madre. Ma anche Francesco non è sereno: deve riuscire a trovare un equilibrio tra la voglia di partire e il desiderio di rimanere per fare luce sui misteri che sconvolgono i monti. Mentre le indagini sulle devastanti esplosioni nella foresta vanno avanti, l'avvicinarsi della festa della mamma costringe Vincenzo a fare i conti con la nostalgia della piccola Mela per sua madre. Ma anche Francesco non è sereno: deve riuscire a trovare un equilibrio tra la voglia di partire e il desiderio di rimanere per fare luce sui misteri che sconvolgono i monti."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527284680_197.jpg",
      "start_time": "2026-02-02 19:00:00",
      "end_time": "2026-02-02 19:40:00",
      "episode_number": "S10 E97",
      "show_category": "",
      "show_description": "Agata ha ricevuto un'offerta di lavoro a Firenze, ma teme la separazione da Mimmo. Umberto si trova ad affrontare le crescenti difficoltà della produzione cinematografica e si rivolge a Matteo, facendogli una proposta allettante."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/06/20/1529505348685_S1E11.jpg",
      "start_time": "2026-02-02 19:40:00",
      "end_time": "2026-02-02 20:30:00",
      "episode_number": "S1 E11",
      "show_category": "Commedia",
      "show_description": "Nel bosco del convento viene scoperta una piantagione di canapa indiana, da cui si estrae l'hashish. Il sindaco Wöller ne approfitta per sfruttare la situazione a suo vantaggio. Nel bosco del convento viene scoperta una piantagione di canapa indiana, da cui si estrae l'hashish. Il sindaco Wöller ne approfitta per sfruttare la situazione a suo vantaggio."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/06/20/1529505472229_S1E12.jpg",
      "start_time": "2026-02-02 20:30:00",
      "end_time": "2026-02-02 21:20:00",
      "episode_number": "S1 E12",
      "show_category": "Commedia",
      "show_description": "Sorella Barbara decide di lasciare il convento e coronare il suo sogno d'amore. Con l'approssimarsi del giorno delle elezioni, Lotte è sempre più tesa e non è affatto sicura di voler vincere. Sorella Barbara decide di lasciare il convento e coronare il suo sogno d'amore. Con l'approssimarsi del giorno delle elezioni, Lotte è sempre più tesa e non è affatto sicura di voler vincere."
    },
    {
      "show_name": "Natale a Notting Hill",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734702044071_2048x1152.jpg",
      "start_time": "2026-02-02 21:20:00",
      "end_time": "2026-02-02 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche."
    },
    {
      "show_name": "Natale a passo di danza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/21/1703189299733_2048x1152.jpg",
      "start_time": "2026-02-02 22:50:00",
      "end_time": "2026-02-03 00:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Billy Holiday è un attore famoso e, poco prima del Natale, perde il suo programma. Decide, quindi, di tornare nella cittadina in cui è nato, dove aiuta Rae, insegnante di danza, ad organizzare il saggio di Natale."
    }
  ]
}