{
  "channel_name": "RaiPremium",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Don Matteo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768907049943_D3.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 01:15:00",
      "episode_number": "S15 E3",
      "show_category": "Giallo And Crime",
      "show_description": "Per il fidanzamento di Giulia e Diego arrivano a Spoleto i genitori del Capitano, vivaci e sempre in disaccordo. Cecchini ha un'unica missione: impedire che si incontrino. Diego e Nino fanno squadra per evitare il disastro familiare. Intanto don Massimo teme per Maria, che si lega sempre di più a Giona, mettendosi in pericolo. Per il fidanzamento di Giulia e Diego arrivano a Spoleto i genitori del Capitano, vivaci e sempre in disaccordo. Cecchini ha un'unica missione: impedire che si incontrino. Diego e Nino fanno squadra per evitare il disastro familiare. Intanto don Massimo teme per Maria, che si lega sempre di più a Giona, mettendosi in pericolo."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769774469035_1769774531159.png",
      "start_time": "2026-01-31 01:15:00",
      "end_time": "2026-01-31 02:10:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze. Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/13/1552471865906_SSSSSS.jpg",
      "start_time": "2026-01-31 02:10:00",
      "end_time": "2026-01-31 02:55:00",
      "episode_number": "S4 E11",
      "show_category": "Azione & Avventura",
      "show_description": "Durante una sosta, Twodads fa un'immersione sulla barriera corallina con una ragazza svedese, ma spariscono tutti e due. Durante una sosta, Twodads fa un'immersione sulla barriera corallina con una ragazza svedese, ma spariscono tutti  e due..."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704887927238_xx.jpg",
      "start_time": "2026-01-31 02:55:00",
      "end_time": "2026-01-31 03:40:00",
      "episode_number": "S8 E4",
      "show_category": "Azione & Avventura",
      "show_description": "Il commissario Terzani conosce un poliziotto modello, Michele Freda, durante gli scatti per un calendario della polizia. Ma, anche in quest'occasione, Rex ha fiuto: Terzani e Monterosso vengono coinvolti da una banda di tre rapinatori. Il commissario Terzani conosce un poliziotto modello, Michele Freda, durante gli scatti per un calendario della polizia. Ma, anche in quest'occasione, Rex ha fiuto: Terzani e Monterosso vengono coinvolti da una banda di tre rapinatori."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704888015479_xx.jpg",
      "start_time": "2026-01-31 03:40:00",
      "end_time": "2026-01-31 04:25:00",
      "episode_number": "S8 E5",
      "show_category": "Azione & Avventura",
      "show_description": "Un ex detenuto appena uscito di prigione uccide a pugni un uomo e viene ferito gravemente all'addome, ma riesce a scappare. Durante una sparatoria nel bar dove sta indagando, Terzani salva la vita alla cantante del locale, Josephina. Un ex detenuto appena uscito di prigione uccide a pugni un uomo e viene ferito gravemente all'addome, ma riesce a scappare. Durante una sparatoria nel bar dove sta indagando, Terzani salva la vita alla cantante del locale, Josephina."
    },
    {
      "show_name": "Allora in onda",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/18/1574065826878_Allora%20in%20onda%20Gian%20Burrasca%201280x720.jpg",
      "start_time": "2026-01-31 04:25:00",
      "end_time": "2026-01-31 05:00:00",
      "episode_number": "S2019",
      "show_category": "Lifestyle",
      "show_description": "La storia dello sceneggiato, in forma di musical, \"Il giornalino di Gian Burrasca\" diretto nel 1964 da Lina Wertmuller, fresca di Premio Oscar alla Carriera, con interviste a Milena Vukotic, Pierpaola Bucchi e Alida Cappellini, nei panni delle tre sorelle di Rita Pavone. Non mancano le curiosità legate ai racconti di Edoardo Nevola, che si innamorò sul set della Pavone e di Lino Banfi, che ricorda la sua buffa comparsata ai tempi dei suoi esordi in televisione. Mr. Marzok e Doctor Sarcy ci svelano anche il segreto del Gian Burrasca cinese grazie a Sonia. Miss Kappa, alias Emanuela Fanelli, inviata nel tempo per spiegare che cosa si cantava, come ci si vestiva e quanto guadagnavano gli italiani. La storia dello sceneggiato, in forma di musical, \\\"Il giornalino di Gian Burrasca\\\" diretto nel 1964 da Lina Wertmuller, fresca di Premio Oscar alla Carriera, con interviste a Milena Vukotic, Pierpaola Bucchi e Alida Cappellini, nei panni delle tre sorelle di Rita Pavone. Non mancano le curiosità legate ai racconti di Edoardo Nevola, che si innamorò sul set della Pavone e di Lino Banfi, che ricorda la sua buffa comparsata ai tempi dei suoi esordi in televisione. Mr. Marzok e Doctor Sarcy ci svelano anche il segreto del Gian Burrasca cinese grazie a Sonia. Miss Kappa, alias Emanuela Fanelli, inviata nel tempo per spiegare che cosa si cantava, come ci si vestiva e quanto guadagnavano gli italiani."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-01-31 05:00:00",
      "end_time": "2026-01-31 05:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della 'Piccione Airlines' nella sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-01-31 05:10:00",
      "end_time": "2026-01-31 05:35:00",
      "episode_number": "S1 E20",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "L'elefante bianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/21/1729519244798_LElefanteBianco.png",
      "start_time": "2026-01-31 05:35:00",
      "end_time": "2026-01-31 07:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dalle pagine di Emilio Salgari, l'amore contrastato del giovane Gabriel e della principessa Maya, costretti a scontrarsi con la ragione di stato, a sventare le mire dei trafficanti di droga ed a riportare nel regno di Djarma il mitico Elefante Bianco."
    },
    {
      "show_name": "L'elefante bianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/21/1729519244798_LElefanteBianco.png",
      "start_time": "2026-01-31 07:15:00",
      "end_time": "2026-01-31 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dalle pagine di Emilio Salgari, l'amore contrastato del giovane Gabriel e della principessa Maya, costretti a scontrarsi con la ragione di stato, a sventare le mire dei trafficanti di droga ed a riportare nel regno di Djarma il mitico Elefante Bianco."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601645138237_alli_33.jpg",
      "start_time": "2026-01-31 08:55:00",
      "end_time": "2026-01-31 09:55:00",
      "episode_number": "S3 E3",
      "show_category": "Commedia",
      "show_description": "Alice è incuriosita dall'arrivo di Giacomo, il fratello di Claudio dal fascino selvaggio e fuori da gli schemi. Vorrebbe sapere cosa li ha divisi in passato, ma Claudio non si confida, neanche ora che si stanno per sposare. Ad ogni modo l'attenzione di Alice, più che alla ritrosia di Claudio, è concentrata sulla Suprema: ne apprezza il rigore e la cons idera un modello di vita. Alice è incuriosita dall'arrivo di Giacomo, il fratello di Claudio dal fascino selvaggio e fuori da gli schemi. Vorrebbe sapere cosa li ha divisi in passato, ma Claudio non si confida, neanche ora che si stanno per sposare. Ad ogni modo l'attenzione di Alice, più che alla ritrosia di Claudio, è concentrata sulla Suprema: ne apprezza il rigore e la cons idera un modello di vita."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601645456185_alli_34.jpg",
      "start_time": "2026-01-31 09:55:00",
      "end_time": "2026-01-31 10:50:00",
      "episode_number": "S3 E4",
      "show_category": "Commedia",
      "show_description": "L'indagine sul tragico incidente occorso a una controfigura durante le riprese di un film cattura l'attenzione di Alice, facendole dimenticare un appuntamento con Claudio. Il rapporto d'amore tra i due si fa sempre più turbolento, mentre Sandro, che la affianca nel sopralluogo, è sempre più affascinato da lei. L'indagine sul tragico incidente occorso a una controfigura durante le riprese di un film cattura l'attenzione di Alice, facendole dimenticare un appuntamento con Claudio. Il rapporto d'amore tra i due si fa sempre più turbolento, mentre Sandro, che la affianca nel sopralluogo, è sempre più affascinato da lei."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/15/1602759991322_alli_35.jpg",
      "start_time": "2026-01-31 10:50:00",
      "end_time": "2026-01-31 11:50:00",
      "episode_number": "S3 E5",
      "show_category": "Commedia",
      "show_description": "Alice e Claudio sono ai ferri corti per la presenza di Giacomo e per i numerosi incarichi affidati all'allieva dalla Suprema. Per ordine della Manes, vengono convocati per fare luce sulla morte di una campionessa di carabina olimpica uccisa in un poligono di tiro. La forzata vicinanza non migliora le cose, mentre la Suprema intuisce che Alice ha scoperto il suo segreto. Alice e Claudio sono ai ferri corti per la presenza di Giacomo e per i numerosi incarichi affidati all'allieva dalla Suprema. Per ordine della Manes, vengono convocati per fare luce sulla morte di una campionessa di carabina olimpica uccisa in un poligono di tiro. La forzata vicinanza non migliora le cose, mentre la Suprema intuisce che Alice ha scoperto il suo segreto."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/15/1602760154908_alli_36.jpg",
      "start_time": "2026-01-31 11:50:00",
      "end_time": "2026-01-31 12:45:00",
      "episode_number": "S3 E6",
      "show_category": "Commedia",
      "show_description": "Con l'opportunità di partecipare insieme a un convegno fuori Roma, Claudio e Alice si riavvicinano, ma l'atmosfera romantica viene interrotta da una nuova richiesta della Manes. Decisa a riscattarsi agli occhi della Suprema, Alice si impegna a fondo nel lavoro per lei e nella perizia su un appassionato d'arte morto misteriosamente. Con l'opportunità di partecipare insieme a un convegno fuori Roma, Claudio e Alice si riavvicinano, ma l'atmosfera romantica viene interrotta da una nuova richiesta della Manes. Decisa a riscattarsi agli occhi della Suprema, Alice si impegna a fondo nel lavoro per lei e nella perizia su un appassionato d'arte morto misteriosamente."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/23/1603449368753_alli_37.jpg",
      "start_time": "2026-01-31 12:45:00",
      "end_time": "2026-01-31 13:40:00",
      "episode_number": "S3 E7",
      "show_category": "Commedia",
      "show_description": "Alice è distrutta per i sospetti sul tradimento di Claudio e gli restituisce l'anello di fidanzamento, mandandolo su tutte le furie. Per tirarla su, la Wally la coinvolge nel suo progetto segreto e Silvia suggerisce rappresaglie. Intanto un famoso trapper viene ucciso poco prima di un concerto e la difficile perizia viene affidata alla Suprema in persona. Alice è distrutta per i sospetti sul tradimento di Claudio e gli restituisce l'anello di fidanzamento, mandandolo su tutte le furie. Per tirarla su, la Wally la coinvolge nel suo progetto segreto e Silvia suggerisce rappresaglie. Intanto un famoso trapper viene ucciso poco prima di un concerto e la difficile perizia viene affidata alla Suprema in persona."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/23/1603449666532_alli_38.jpg",
      "start_time": "2026-01-31 13:40:00",
      "end_time": "2026-01-31 14:35:00",
      "episode_number": "S3 E8",
      "show_category": "Commedia",
      "show_description": "La reciproca gelosia causa scintille tra Alice e Claudio, ma l'improvviso arresto di Giacomo rimette tutto in discussione. Il fratello di Claudio è accusato dell'omicidio di un industriale in un golf club. Il movente c'è e le indagini di Silvia rivelano ad Alice e alla Suprema insospettate verità sul passato di Giacomo e Claudio. La reciproca gelosia causa scintille tra Alice e Claudio, ma l'improvviso arresto di Giacomo rimette tutto in discussione. Il fratello di Claudio è accusato dell'omicidio di un industriale in un golf club. Il movente c'è e le indagini di Silvia rivelano ad Alice e alla Suprema insospettate verità sul passato di Giacomo e Claudio."
    },
    {
      "show_name": "Un Natale in bianco e nero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734701621728_2048x1152.jpg",
      "start_time": "2026-01-31 14:35:00",
      "end_time": "2026-01-31 16:05:00",
      "episode_number": "",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Addy, nata in una città perennemente natalizia, sogna un anno senza Natale. Un giorno si sveglia in un mondo in bianco e nero. Per riportare la festa al suo splendore, dovrà collaborare con il meccanico della città. Ci riuscirà. Addy, nata in una città perennemente natalizia, sogna un anno senza Natale. Un giorno si sveglia in un mondo in bianco e nero. Per riportare la festa al suo splendore, dovrà collaborare con il meccanico della città. Ci riuscirà?"
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-01-31 16:05:00",
      "end_time": "2026-01-31 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-01-31 16:10:00",
      "end_time": "2026-01-31 16:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983470949_192.jpg",
      "start_time": "2026-01-31 16:15:00",
      "end_time": "2026-01-31 16:55:00",
      "episode_number": "S10 E92",
      "show_category": "Sentimentale",
      "show_description": "Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo. Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983532842_193.jpg",
      "start_time": "2026-01-31 16:55:00",
      "end_time": "2026-01-31 17:35:00",
      "episode_number": "S10 E93",
      "show_category": "Sentimentale",
      "show_description": "Odile intende mantenere un atteggiamento prudente in merito alla richiesta di Ettore di ufficializzare il loro fidanzamento. Al Gran Caffè Amato i tavoli sono tutti occupati, ma il servizio è troppo lento e Ciro e Mimmo sono in difficoltà con i clienti. Agata riceve un invito dalla scuola di restauro a presentarsi per un colloquio. Marcello scopre che Rosa è rientrata da New York il giorno prima e ci resta male. Odile intende mantenere un atteggiamento prudente in merito alla richiesta di Ettore di ufficializzare il loro fidanzamento. Al Gran Caffè Amato i tavoli sono tutti occupati, ma il servizio è troppo lento e Ciro e Mimmo sono in difficoltà con i clienti. Agata riceve un invito dalla scuola di restauro a presentarsi per un colloquio. Marcello scopre che Rosa è rientrata da New York il giorno prima e ci resta male."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983599742_194.jpg",
      "start_time": "2026-01-31 17:35:00",
      "end_time": "2026-01-31 18:20:00",
      "episode_number": "S10 E94",
      "show_category": "Sentimentale",
      "show_description": "A Casa Puglisi, Mimmo e Ciro fantasticano su un possibile ammodernamento della Caffetteria. La scelta sulla copertina di Paradiso Donna riaccende lo scontro tra Rosa e Marcello. Grazie a Fulvio, Johnny può far ripartire il suo furgone. Greta si mostra sensibile e seducente con Umberto per spingerlo a confessarle qualcosa del suo passato. A Casa Puglisi, Mimmo e Ciro fantasticano su un possibile ammodernamento della Caffetteria. La scelta sulla copertina di Paradiso Donna riaccende lo scontro tra Rosa e Marcello. Grazie a Fulvio, Johnny può far ripartire il suo furgone. Greta si mostra sensibile e seducente con Umberto per spingerlo a confessarle qualcosa del suo passato."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983665751_195.jpg",
      "start_time": "2026-01-31 18:20:00",
      "end_time": "2026-01-31 19:00:00",
      "episode_number": "S10 E95",
      "show_category": "Sentimentale",
      "show_description": "Ciro e Mimmo hanno grandi progetti per la Caffetteria. Le Veneri vogliono far riappacificare Rosa e Marcello e Irene si rivolge a Don Saverio. La vicinanza di Greta e il suo legame con Ettore hanno fatto riaffiorare in Umberto lontani ricordi di famiglia. Barbara chiede l'intervento immediato di Enrico per una sua amica incinta. In occasione della conferenza stampa per la promozione del film, organizzata al Circolo, Odile annuncia ufficialmente il fidanzamento con Ettore. Ciro e Mimmo hanno grandi progetti per la Caffetteria. Le Veneri vogliono far riappacificare Rosa e Marcello e Irene si rivolge a Don Saverio. La vicinanza di Greta e il suo legame con Ettore hanno fatto riaffiorare in Umberto lontani ricordi di famiglia. Barbara chiede l'intervento immediato di Enrico per una sua amica incinta. In occasione della conferenza stampa per la promozione del film, organizzata al Circolo, Odile annuncia ufficialmente il fidanzamento con Ettore."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983739294_196.jpg",
      "start_time": "2026-01-31 19:00:00",
      "end_time": "2026-01-31 19:45:00",
      "episode_number": "S10 E96",
      "show_category": "Sentimentale",
      "show_description": "Agata riceve un'offerta di lavoro interessante per il suo futuro professionale. Dopo l'intervento della sera prima, Enrico pensa di lasciare l'università e accettare la proposta fattagli da Moretti. Una gaffe di Tancredi scatena l'ira di Rosa nei confronti di Marcello. Umberto si apre con Greta e le fa una rivelazione importante riguardo suo fratello. Agata riceve un'offerta di lavoro interessante per il suo futuro professionale. Dopo l'intervento della sera prima, Enrico pensa di lasciare l'università e accettare la proposta fattagli da Moretti. Una gaffe di Tancredi scatena l'ira di Rosa nei confronti di Marcello. Umberto si apre con Greta e le fa una rivelazione importante riguardo suo fratello..."
    },
    {
      "show_name": "Natale a passo di danza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/21/1703189299733_2048x1152.jpg",
      "start_time": "2026-01-31 19:45:00",
      "end_time": "2026-01-31 21:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Billy Holiday è un attore famoso e, poco prima del Natale, perde il suo programma. Decide, quindi, di tornare nella cittadina in cui è nato, dove aiuta Rae, insegnante di danza, ad organizzare il saggio di Natale."
    },
    {
      "show_name": "Don Matteo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768907099949_D4.jpg",
      "start_time": "2026-01-31 21:20:00",
      "end_time": "2026-01-31 23:10:00",
      "episode_number": "S15 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti. Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769145567157_P5.jpg",
      "start_time": "2026-01-31 23:10:00",
      "end_time": "2026-02-01 00:10:00",
      "episode_number": "S1 E5",
      "show_category": "Drammatico",
      "show_description": "Lucia mette a rischio la propria incolumità per proteggere Nicola, mentre il successo canoro dei \"gemelli di Caivano\", Gessica e Tano, li allontana dai banchi di scuola. Nonostante le difficoltà, Eugenia lavora senza sosta per aprire un istituto alberghiero, ma inizia a nutrire inquietanti sospetti sulla figura del maresciallo Corsi. Lucia mette a rischio la propria incolumità per proteggere Nicola, mentre il successo canoro dei \\\"gemelli di Caivano\\."
    }
  ]
}