{
  "channel_name": "RaiPremium",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "Il commissario Ricciardi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/04/1762241183060_R1.png",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 01:10:00",
      "episode_number": "S3 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre la città si prepara al Natale, il commissario Ricciardi indaga sull'omicidio del Capitano Garofalo e di sua moglie. Intanto, la sua storia con Enrica procede, ma l'uomo esita a fare il passo decisivo e presentarsi alla famiglia per ufficializzare il fidanzamento. Mentre la città si prepara al Natale, il commissario Ricciardi indaga sull'omicidio del Capitano Garofalo e di sua moglie. Intanto, la sua storia con Enrica procede, ma l'uomo esita a fare il passo decisivo e presentarsi alla famiglia per ufficializzare il fidanzamento."
    },
    {
      "show_name": "La Squadra",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/06/1654508033216_S1E4.jpg",
      "start_time": "2026-02-15 01:10:00",
      "end_time": "2026-02-15 02:45:00",
      "episode_number": "S1 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Nella casa di un commerciante napoletano è avvenuta un'esplosione di origine dolosa: Guerra capisce che i negozianti del quartiere in cui vive l'esercente sono tutti vittime delle estorsioni di un pregiudicato. Durante le indagini il commissario scoprirà che anche uno dei suoi uomini è corrotto e ha legami con la malavita locale. Nella casa di un commerciante napoletano è avvenuta un'esplosione di origine dolosa: Guerra capisce che i negozianti del quartiere in cui vive l'esercente sono tutti vittime delle estorsioni di un pregiudicato. Durante le indagini il commissario scoprirà che anche uno dei suoi uomini è corrotto e ha legami con la malavita locale."
    },
    {
      "show_name": "Non uccidere",
      "show_logo": "https://www.raiplay.it/dl/img/2017/06/27/1498575546665_nu_21.jpg",
      "start_time": "2026-02-15 02:45:00",
      "end_time": "2026-02-15 03:40:00",
      "episode_number": "S2 E1",
      "show_category": "Fiction Italiana",
      "show_description": "Susanna Bianco, una donna ospite in un centro di assistenza per donne maltrattate, viene uccisa in circostanze misteriose. I sospetti ricadono su Thomas, suo marito, già accusato di violenza nei confronti della moglie. Solo l'intuito di Valeria Ferro, ispettore della Squadra Omicidi di Torino, riesce a far luce sui fatti. Susanna Bianco, una donna ospite in un centro di assistenza per donne maltrattate, viene uccisa in circostanze misteriose. I sospetti ricadono su Thomas, suo marito, già accusato di violenza nei confronti della moglie. Solo l'intuito di Valeria Ferro, ispettore della Squadra Omicidi di Torino, riesce a far luce sui fatti."
    },
    {
      "show_name": "Non uccidere",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/30/1496153846747_22_s.jpg",
      "start_time": "2026-02-15 03:40:00",
      "end_time": "2026-02-15 04:35:00",
      "episode_number": "S2 E2",
      "show_category": "Fiction Italiana",
      "show_description": "1998. Valeria Ferro, adolescente, raggiunge la casa al lago insieme alla sua famiglia. Sulla serenità della vacanza, però, incombe una minaccia: un'auto misteriosa segue i Ferro in tutti gli spostamenti. Spaventata, Lucia cerca di convincere marito e figli a scappare, ma l'uomo non cede e decide di chiamare la polizia. 1998. Valeria Ferro, adolescente, raggiunge la casa al lago insieme alla sua famiglia. Sulla serenità della vacanza, però, incombe una minaccia: un'auto misteriosa segue i Ferro in tutti gli spostamenti. Spaventata, Lucia cerca di convincere marito e figli a scappare, ma l'uomo non cede e decide di chiamare la polizia."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-15 04:35:00",
      "end_time": "2026-02-15 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-15 05:00:00",
      "end_time": "2026-02-15 05:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-15 05:10:00",
      "end_time": "2026-02-15 05:35:00",
      "episode_number": "S1 E28",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi. I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-15 05:35:00",
      "end_time": "2026-02-15 06:00:00",
      "episode_number": "S1 E29",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-15 06:00:00",
      "end_time": "2026-02-15 06:25:00",
      "episode_number": "S1 E30",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Gli anni spezzati",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/26/1685116605797_1389611831475gli_anni_spezzati_3_H.jpg",
      "start_time": "2026-02-15 06:25:00",
      "end_time": "2026-02-15 08:10:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Un giudice e un procuratore, uniti da un'amicizia fraterna. Entrambi decisi a non piegarsi al ricatto terrorista e ad assicurare i criminali alla giustizia."
    },
    {
      "show_name": "Gli anni spezzati",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/26/1685116658990_1389611831475gli_anni_spezzati_3_H.jpg",
      "start_time": "2026-02-15 08:10:00",
      "end_time": "2026-02-15 09:50:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Un giudice e un procuratore, uniti da un'amicizia fraterna. Entrambi decisi a non piegarsi al ricatto terrorista e ad assicurare i criminali alla giustizia."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/29/1635494928166_imma_22.jpg",
      "start_time": "2026-02-15 09:50:00",
      "end_time": "2026-02-15 11:50:00",
      "episode_number": "S2 E2",
      "show_category": "Giallo And Crime",
      "show_description": "È la sera di Halloween e Pietro ha portato Imma a vedere il lamione di famiglia dove vuol aprire il locale jazz quando due colpi di pistola rimbombano nell'aria: I due, poco dopo, s'imbattono in una donna che spunta da un vicolo vicino Palazzo Sinagra, palazzo al cui interno il giorno dopo si scopre essere avvenuto un omicidio. Tra storie di fantasmi, ex amanti, ex amici, sedute spiritiche, pettegolezzi di paese e anziani misantropi, Imma indaga supportata da un Calogiuri un po' distratto dalla sua relazione con Jessica. È la sera di Halloween e Pietro ha portato Imma a vedere il lamione di famiglia dove vuol aprire il locale jazz quando due colpi di pistola rimbombano nell'aria: I due, poco dopo, s'imbattono in una donna che spunta da un vicolo vicino Palazzo Sinagra, palazzo al cui interno il giorno dopo si scopre essere avvenuto un omicidio. Tra storie di fantasmi, ex amanti, ex amici, sedute spiritiche, pettegolezzi di paese e anziani misantropi, Imma indaga supportata da un Calogiuri un po' distratto dalla sua relazione con Jessica."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/08/1636363746097_imma_23.jpg",
      "start_time": "2026-02-15 11:50:00",
      "end_time": "2026-02-15 13:55:00",
      "episode_number": "S2 E3",
      "show_category": "Giallo And Crime",
      "show_description": "La scienziata Marta ventura, amica di Diana, viene ritrovata assassinata al Centro di Geodesia di Matera. Accompagnata dalla Bartolini, nuovo rinforzo della PG, Imma inizia ad indagare su più piste ma la verità, venuta a galla grazie a una scoperta casuale di Diana, è però completamente diversa dall'ipotesi inizialmente perseguita. In procura gli animi sono in subbuglio, Diana è sconvolta per la morte dell'amica, Imma pensa che Calogiuri tradisca Jessica con la nuova arrivata, la Bartolini, e gli fa una paternale. La scienziata Marta ventura, amica di Diana, viene ritrovata assassinata al Centro di Geodesia di Matera. Accompagnata dalla Bartolini, nuovo rinforzo della PG, Imma inizia ad indagare su più piste ma la verità, venuta a galla grazie a una scoperta casuale di Diana, è però completamente diversa dall'ipotesi inizialmente perseguita. In procura gli animi sono in subbuglio, Diana è sconvolta per la morte dell'amica, Imma pensa che Calogiuri tradisca Jessica con la nuova arrivata, la Bartolini, e gli fa una paternale."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/08/1636363792598_imma_24.jpg",
      "start_time": "2026-02-15 13:55:00",
      "end_time": "2026-02-15 16:00:00",
      "episode_number": "S2 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Imma indaga su uno strano furto in casa di un'amica di sua suocera, la cui refurtiva ricompare integra pochi giorni dopo mentre un uomo, Ulisse Delillo, viene trovato morto nel suo laboratorio artigianale. I due casi risultano collegati e la soluzione del giallo arriva grazie alla proverbiale memoria della Tataranni. Nel frattempo un atto di coraggio, che si rivela decisivo nel processo a Romaniello, costringe Samuel a lasciare Matera, fatto di cui Valentina incolpa la madre. Imma indaga su uno strano furto in casa di un'amica di sua suocera, la cui refurtiva ricompare integra pochi giorni dopo mentre un uomo, Ulisse Delillo, viene trovato morto nel suo laboratorio artigianale. I due casi risultano collegati e la soluzione del giallo arriva grazie alla proverbiale memoria della Tataranni. Nel frattempo un atto di coraggio, che si rivela decisivo nel processo a Romaniello, costringe Samuel a lasciare Matera, fatto di cui Valentina incolpa la madre."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-15 16:00:00",
      "end_time": "2026-02-15 16:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Natale a Christmas Island",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734684254888_2048x1152.jpg",
      "start_time": "2026-02-15 16:05:00",
      "end_time": "2026-02-15 17:30:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio. Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/09/25/1727246138495_S5.jpg",
      "start_time": "2026-02-15 17:30:00",
      "end_time": "2026-02-15 18:25:00",
      "episode_number": "S1 E5",
      "show_category": "Azione & Avventura",
      "show_description": "Sara è in difficoltà: Marina si trasferisce da lei. Renato le propone di convivere, pertanto Sara vorrebbe presentargli la figlia ma, prima dell'incontro, Renato fa una scoperta inquietante. Sara è in difficoltà: Marina si trasferisce da lei. Renato le propone di convivere, pertanto Sara vorrebbe presentargli la figlia ma, prima dell'incontro, Renato fa una scoperta inquietante."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/09/25/1727246196379_S6.jpg",
      "start_time": "2026-02-15 18:25:00",
      "end_time": "2026-02-15 19:20:00",
      "episode_number": "S1 E6",
      "show_category": "Azione & Avventura",
      "show_description": "Merlo e Ahbed nutrono dubbi sulle navi affondate mentre Sara si occupa di un delicato salvataggio. Nonostante le difficoltà personali, le delusioni sentimentali avvicinano Sara e Marina. Merlo e Ahbed nutrono dubbi sulle navi affondate mentre Sara si occupa di un delicato salvataggio. Nonostante le difficoltà personali, le delusioni sentimentali avvicinano Sara e Marina."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728302911096_S7.jpg",
      "start_time": "2026-02-15 19:20:00",
      "end_time": "2026-02-15 20:20:00",
      "episode_number": "S1 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Sconsolata per Renato, Sara va a Stromboli con Marina per lavoro. La pressione la porta a scontrarsi con Canovi, mentre Ginevra riesce a far confessare a Victor ciò che lo tormenta. Sconsolata per Renato, Sara va a Stromboli con Marina per lavoro. La pressione la porta a scontrarsi con Canovi, mentre Ginevra riesce a far confessare a Victor ciò che lo tormenta."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728303230848_S8.jpg",
      "start_time": "2026-02-15 20:20:00",
      "end_time": "2026-02-15 21:20:00",
      "episode_number": "S1 E8",
      "show_category": "Azione & Avventura",
      "show_description": "Victor si difende da una vecchia accusa. La Protezione Civile gestisce l'esodo dei rifugiati dall'Afghanistan. L'affetto di Renato per Marina \"emoziona\" Sara, ma la salute di Renato peggiora. Victor si difende da una vecchia accusa. La Protezione Civile gestisce l'esodo dei rifugiati dall'Afghanistan. L'affetto di Renato per Marina \\\"emoziona\\\" Sara, ma la salute di Renato peggiora."
    },
    {
      "show_name": "In missione per San Valentino",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769779297095_2048x1152.jpg",
      "start_time": "2026-02-15 21:20:00",
      "end_time": "2026-02-15 22:55:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "Hannah, brillante imprenditrice, vorrebbe passare San Valentino in casa, ma il capo la obbliga ad andare una festa. Prende un car sharing con Finn e a bordo trovano un anello prezioso. Insieme iniziano una corsa frenetica contro il tempo per cercare il proprietario tra i passeggeri trasportati dall'uomo. Hannah, brillante imprenditrice, vorrebbe passare San Valentino in casa, ma il capo la obbliga ad andare una festa. Prende un car sharing con Finn e a bordo trovano un anello prezioso. Insieme iniziano una corsa frenetica contro il tempo per cercare il proprietario tra i passeggeri trasportati dall'uomo."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189587830_202.jpg",
      "start_time": "2026-02-15 22:55:00",
      "end_time": "2026-02-15 23:35:00",
      "episode_number": "S10 E102",
      "show_category": "Sentimentale",
      "show_description": "Agata rientra da Firenze e sogna insieme a Mimmo il momento in cui si trasferiranno. Al Paradiso hanno inizio i preparativi per le riprese del film: Delia vive con emozione il suo ruolo di acconciatrice sul set, ma anche con un po' di ansia perché avrà a che fare con Nazzareno Amidei, una star molto esigente. Agata rientra da Firenze e sogna insieme a Mimmo il momento in cui si trasferiranno. Al Paradiso hanno inizio i preparativi per le riprese del film: Delia vive con emozione il suo ruolo di acconciatrice sul set, ma anche con un po' di ansia perché avrà a che fare con Nazzareno Amidei, una star molto esigente."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189733829_203.jpg",
      "start_time": "2026-02-15 23:35:00",
      "end_time": "2026-02-16 00:15:00",
      "episode_number": "S10 E103",
      "show_category": "Sentimentale",
      "show_description": "Concetta e Ciro si interrogano sul futuro della famiglia e della Caffetteria in vista del trasferimento di Agata e Mimmo a Firenze. Fulvio ringrazia Roberto per avergli dato una seconda possibilità come contabile, mentre le Veneri parlano dei loro piani per San Valentino. Concetta e Ciro si interrogano sul futuro della famiglia e della Caffetteria in vista del trasferimento di Agata e Mimmo a Firenze. Fulvio ringrazia Roberto per avergli dato una seconda possibilità come contabile, mentre le Veneri parlano dei loro piani per San Valentino."
    }
  ]
}