{
  "channel_name": "RaiPremium",
  "date": "2026-02-03",
  "programs": [
    {
      "show_name": "Natale a passo di danza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/21/1703189299733_2048x1152.jpg",
      "start_time": "2026-02-03 00:00:00",
      "end_time": "2026-02-03 00:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Billy Holiday è un attore famoso e, poco prima del Natale, perde il suo programma. Decide, quindi, di tornare nella cittadina in cui è nato, dove aiuta Rae, insegnante di danza, ad organizzare il saggio di Natale."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770032768537_1770032825071.png",
      "start_time": "2026-02-03 00:20:00",
      "end_time": "2026-02-03 02:25:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze. Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/18/1552907904923_cccc.jpg",
      "start_time": "2026-02-03 02:25:00",
      "end_time": "2026-02-03 03:05:00",
      "episode_number": "S4 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Le squadre da sbarco della Hammersley portano rifornimenti medicinali su piccolissime isole disseminate nell'oceano e si trovano a fronteggiare lotte tribali, guerriglia e veleni. Le squadre da sbarco della Hammersley portano rifornimenti medicinali su piccolissime isole disseminate nell'oceano e si trovano a fronteggiare lotte tribali, guerriglia e veleni..."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/18/1552908055781_fffffffff.jpg",
      "start_time": "2026-02-03 03:05:00",
      "end_time": "2026-02-03 03:50:00",
      "episode_number": "S4 E13",
      "show_category": "Azione & Avventura",
      "show_description": "Fraser, il nuovo aiuto marconista, è un vecchio amico di 2Dads e si mette nei guai facendo il basista ad un gruppo di pirati specializzati in assalto agli yacht. Fraser, il nuovo aiuto marconista, è un vecchio amico di 2Dads e si mette nei guai facendo il basista ad un gruppo di pirati specializzati in assalto agli yacht..."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704892956763_xxx.jpg",
      "start_time": "2026-02-03 03:50:00",
      "end_time": "2026-02-03 04:35:00",
      "episode_number": "S8 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Paolo Tarantini, nemico di Terzani e Rex, è stato finalmente arrestato. Papini ipotizza che si sia fatto catturare volontariamente e che, in prigione, voglia tramare qualcosa. Viene dedotto ciò perché Tarantini, dopo essere stato arrestato, mostra un'aria compiaciuta in volto. Paolo Tarantini, nemico di Terzani e Rex, è stato finalmente arrestato. Papini ipotizza che si sia fatto catturare volontariamente e che, in prigione, voglia tramare qualcosa. Viene dedotto ciò perché Tarantini, dopo essere stato arrestato, mostra un'aria compiaciuta in volto."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-03 04:35:00",
      "end_time": "2026-02-03 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766146976889_IncantesimoS5E45.png",
      "start_time": "2026-02-03 05:00:00",
      "end_time": "2026-02-03 06:00:00",
      "episode_number": "S5 E45",
      "show_category": "",
      "show_description": "Diego opera Jussuf e l'intervento riesce con successo. Nel frattempo, il padre di Andrea muore a causa di un'insufficienza renale."
    },
    {
      "show_name": "Sospetti",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/07/1767806487572_SospettiS3E4.png",
      "start_time": "2026-02-03 06:00:00",
      "end_time": "2026-02-03 07:45:00",
      "episode_number": "S3 E4",
      "show_category": "",
      "show_description": "Luca chiede a Simona di perquisire la clinica di Losiani alla ricerca delle prove della morte di Biba Sadir. Simona trova la cartella clinica che prova gli effetti del Roxan, ma, ricattata da Losiani, la nasconde."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/29/1753778148201_1753777728162.png",
      "start_time": "2026-02-03 07:45:00",
      "end_time": "2026-02-03 08:10:00",
      "episode_number": "S29 E6752",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Michele va avanti nel suo attacco a Gagliotti, questi cercherà in Okoro un capro espiatorio che lo alleggerisca dalle sue colpe, ma non è detto che l'uomo sia così disposto ad accettare il suo destino. Nonostante i dubbi, Rosa finirà con l'accettare la proposta di Giulia ma la cosa potrebbe crearle problemi su un altro fronte. Michele va avanti nel suo attacco a Gagliotti, questi cercherà in Okoro un capro espiatorio che lo alleggerisca dalle sue colpe, ma non è detto che l'uomo sia così disposto ad accettare il suo destino. Nonostante i dubbi, Rosa finirà con l'accettare la proposta di Giulia ma la cosa potrebbe crearle problemi su un altro fronte."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/30/1753861609579_1753861472917.png",
      "start_time": "2026-02-03 08:10:00",
      "end_time": "2026-02-03 08:35:00",
      "episode_number": "S29 E6753",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Michele decide finalmente di assecondare i consigli dei suoi familiari e prendere un po' le distanze dalla vicenda Assane, Gennaro riesce a virare i sospetti degli inquirenti su Okoro. Michele decide finalmente di assecondare i consigli dei suoi familiari e prendere un po' le distanze dalla vicenda Assane, Gennaro riesce a virare i sospetti degli inquirenti su Okoro."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/31/1753949325872_1753949274083.png",
      "start_time": "2026-02-03 08:35:00",
      "end_time": "2026-02-03 09:00:00",
      "episode_number": "S29 E6754",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Per Mariella e Guido è arrivato il momento di guardare in faccia i propri sentimenti, Cerruti teme che l'amica possa andare incontro a una delusione. Per Mariella e Guido è arrivato il momento di guardare in faccia i propri sentimenti, Cerruti teme che l'amica possa andare incontro a una delusione."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/08/1617874906163_updc_63.jpg",
      "start_time": "2026-02-03 09:00:00",
      "end_time": "2026-02-03 10:00:00",
      "episode_number": "S6 E3",
      "show_category": "Giallo And Crime",
      "show_description": "Camilla, aspirante poliziotta, per un soffio salva Manuela dall'esplosione di una bomba. Francesco e i nostri indagano su chi possa avercela con il commissario e scoprono che potrebbero esserci altre bombe e che tutti gli indizi portano verso la vecchia miniera. Camilla, aspirante poliziotta, per un soffio salva Manuela dall'esplosione di una bomba. Francesco e i nostri indagano su chi possa avercela con il commissario e scoprono che   potrebbero esserci altre bombe e che tutti gli indizi portano verso la vecchia miniera."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/08/1617875655203_updc_64.jpg",
      "start_time": "2026-02-03 10:00:00",
      "end_time": "2026-02-03 11:00:00",
      "episode_number": "S6 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre le indagini sulle devastanti esplosioni nella foresta vanno avanti, l'avvicinarsi della festa della mamma costringe Vincenzo a fare i conti con la nostalgia della piccola Mela per sua madre. Ma anche Francesco non è sereno: deve riuscire a trovare un equilibrio tra la voglia di partire e il desiderio di rimanere per fare luce sui misteri che sconvolgono i monti. Mentre le indagini sulle devastanti esplosioni nella foresta vanno avanti, l'avvicinarsi della festa della mamma costringe Vincenzo a fare i conti con la nostalgia della piccola Mela per sua madre. Ma anche Francesco non è sereno: deve riuscire a trovare un equilibrio tra la voglia di partire e il desiderio di rimanere per fare luce sui misteri che sconvolgono i monti."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/24/1692837928018_1692837987426.png",
      "start_time": "2026-02-03 11:00:00",
      "end_time": "2026-02-03 12:00:00",
      "episode_number": "S2023",
      "show_category": "",
      "show_description": "Sono Sandra Milo, Stefania Orlando e Patrizia Mirigliani le protagoniste degli incontri con Monica Setta nell'ottava ed ultima puntata della prima edizione di \"Storie di donne al bivio\". Sandra Milo riavvolge il nastro dei ricordi più intimi e il travolgente e fiabesco amore per Federico Fellini; Stefania Orlando ripercorre le scelte decisive che hanno indelebilmente segnato il suo vissuto; e Patrizia Mirigliani, patron di Miss Italia, svela i suoi rapporti familiari e le inevitabili \"sliding doors\" che hanno portato un nuovo equilibrio nella sua vita. Sono Sandra Milo, Stefania Orlando e Patrizia Mirigliani le protagoniste degli incontri con Monica Setta nell'ottava ed ultima puntata della prima edizione di \\\"Storie di donne al bivio\\\". Sandra Milo riavvolge il nastro dei ricordi più intimi e il travolgente e fiabesco amore per Federico Fellini; Stefania Orlando ripercorre le scelte decisive che hanno indelebilmente segnato il suo vissuto; e Patrizia Mirigliani, patron di Miss Italia, svela i suoi rapporti familiari e le inevitabili \\\"sliding doors\\\" che hanno portato un nuovo equilibrio nella sua vita."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/18/1552908174297_sssssss.jpg",
      "start_time": "2026-02-03 12:00:00",
      "end_time": "2026-02-03 12:45:00",
      "episode_number": "S4 E14",
      "show_category": "Azione & Avventura",
      "show_description": "Durante la caccia ai pescherecci illegali, Bomber, Kate e 2Dads vengono catturati da pescatori che usano il cianuro per catturare i pesci vivi per i ristoranti. Durante la caccia ai pescherecci illegali, Bomber, Kate e 2Dads vengono catturati da pescatori che usano il cianuro per catturare i pesci vivi per i ristoranti..."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/19/1552992895469_ssss.jpg",
      "start_time": "2026-02-03 12:45:00",
      "end_time": "2026-02-03 13:30:00",
      "episode_number": "S4 E15",
      "show_category": "Azione & Avventura",
      "show_description": "Il naufragio di uno yacht durante una tempesta coinvolge l'equipaggio della Hammersley, prima nella ricerca dello skipper e poi in una caccia al tesoro dai risvolti omicidi. Il naufragio di uno yacht durante una tempesta coinvolge l'equipaggio della Hammersley, prima nella ricerca dello skipper e poi in una caccia al tesoro dai risvolti omicidi."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569588876840_imma_12_ep.jpg",
      "start_time": "2026-02-03 13:30:00",
      "end_time": "2026-02-03 15:25:00",
      "episode_number": "S1 E2",
      "show_category": "Giallo And Crime",
      "show_description": "A Nova Siri viene ritrovato sul ciglio della strada il cadavere di un ragazzo, si chiama Nunzio ed è figlio di un agricoltore in gravi difficoltà economiche. Tutto fa pensare che il colpevole sia un certo Carmine, fratello di Milena, fidanzata della giovane vittima, ma la ragazza difende il fratello che, dal canto suo, ha un alibi inattaccabile. La Tataranni investiga sul caso, addentrandosi nei sogni e nelle delusioni di una gioventù sempre più abbandonata a sé stessa. A Nova Siri viene ritrovato sul ciglio della strada il cadavere di un ragazzo, si chiama Nunzio ed è figlio di un agricoltore in gravi difficoltà economiche. Tutto fa pensare che il colpevole sia un certo Carmine, fratello di Milena, fidanzata della giovane vittima, ma la ragazza difende il fratello che, dal canto suo, ha un alibi inattaccabile. La Tataranni investiga sul caso, addentrandosi nei sogni e nelle delusioni di una gioventù sempre più abbandonata a sé stessa."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-03 15:25:00",
      "end_time": "2026-02-03 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704893008560_xxx.jpg",
      "start_time": "2026-02-03 15:30:00",
      "end_time": "2026-02-03 16:15:00",
      "episode_number": "S8 E8",
      "show_category": "Azione & Avventura",
      "show_description": "Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \"Tiziano\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia. Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \\\"Tiziano\\\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704893052611_xxx.jpg",
      "start_time": "2026-02-03 16:15:00",
      "end_time": "2026-02-03 17:00:00",
      "episode_number": "S8 E9",
      "show_category": "Azione & Avventura",
      "show_description": "Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \"Tiziano\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia. Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \\\"Tiziano\\\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/15/1618500801704_UPDC_65.jpg",
      "start_time": "2026-02-03 17:00:00",
      "end_time": "2026-02-03 18:00:00",
      "episode_number": "S6 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Una rifugiata curda incinta scompare nel nulla. Una storia d'amore tra pastori osteggiata dalle rispettive famiglie fa da sfondo a un rapimento a scopo di riscatto, o forse di vendetta per una guerra lontana. Una rifugiata curda incinta scompare nel nulla. Una storia d'amore tra pastori osteggiata dalle rispettive famiglie fa da sfondo a un rapimento a scopo di riscatto, o forse di vendetta per una guerra lontana."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/15/1618500639942_updc_66.jpg",
      "start_time": "2026-02-03 18:00:00",
      "end_time": "2026-02-03 19:00:00",
      "episode_number": "S6 E6",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre Vincenzo e Francesco indagano sulla vicenda della scomparsa della rifugiata curda, Dafne si sveglia, e inizia a raccontare quello che si ricorda del suo passato. Francesco e Vincenzo vengono travolti dal suo racconto, che scioglie alcuni misteri, ma ne apre altrettanti. Mentre Vincenzo e Francesco indagano sulla vicenda della scomparsa della rifugiata curda, Dafne si sveglia, e inizia a raccontare quello che si ricorda del suo passato. Francesco e Vincenzo vengono travolti dal suo racconto, che scioglie alcuni misteri, ma ne apre altrettanti."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527320601_198.jpg",
      "start_time": "2026-02-03 19:00:00",
      "end_time": "2026-02-03 19:40:00",
      "episode_number": "S10 E98",
      "show_category": "",
      "show_description": "Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/06/20/1529505642878_S1E13.jpg",
      "start_time": "2026-02-03 19:40:00",
      "end_time": "2026-02-03 20:30:00",
      "episode_number": "S1 E13",
      "show_category": "Commedia",
      "show_description": "Depresso per essere stato sconfitto alle elezioni, Wöller sparisce e fa amicizia con un barbone. Il figlio Wolfgang chiede consiglio a sorella Lotte. Depresso per essere stato sconfitto alle elezioni, Wöller sparisce e fa amicizia con un barbone. Il figlio Wolfgang chiede consiglio a sorella Lotte."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/03/1533311065546_S2E1.jpg",
      "start_time": "2026-02-03 20:30:00",
      "end_time": "2026-02-03 21:20:00",
      "episode_number": "S2 E1",
      "show_category": "Commedia",
      "show_description": "Lotte vorrebbe organizzare un pellegrinaggio al convento contro il volere della madre generale, ma con l'appoggio del Vescovo. In un duro scontro con la reverenda madre, Lotte la spunta e riesce nel suo intento. Il quadro di Santa Maddalena, che doveva essere la meta del pellegrinaggio, sparisce misteriosamente. Lotte accusa Wöller di averlo rubato e minaccia di rendere pubbliche alcune sue irregolarità sugli appalti. Lotte vorrebbe organizzare un pellegrinaggio al convento contro il volere della madre generale, ma con l'appoggio del Vescovo. In un duro scontro con la reverenda madre, Lotte la spunta e riesce nel suo intento. Il quadro di Santa Maddalena, che doveva essere la meta del pellegrinaggio, sparisce misteriosamente. Lotte accusa Wöller di averlo rubato e minaccia di rendere pubbliche alcune sue irregolarità sugli appalti."
    },
    {
      "show_name": "Natale a Nantucket",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/24/1735038407473_1703189731244_2048x1536.jpg",
      "start_time": "2026-02-03 21:20:00",
      "end_time": "2026-02-03 22:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio. Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746782927749_2048x1152.jpg",
      "start_time": "2026-02-03 22:50:00",
      "end_time": "2026-02-04 00:35:00",
      "episode_number": "S1 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Simon, con l'aiuto di Chloè, deve risolvere un omicidio, per un presunto scambio di persona, avvenuto all'Accademia di Danza. Nell'intanto, vorrebbe dire ai nipoti della sua relazione con l'insegnante di Violette e trascorrere un weekend con lei, ma i ragazzi hanno organizzato la serata Karaoke per festeggiare l'anniversario dei genitori. Simon, con l'aiuto di Chloè, deve risolvere un omicidio, per un presunto scambio di persona, avvenuto all'Accademia di Danza. Nell'intanto, vorrebbe dire ai nipoti della sua relazione con l'insegnante di Violette e trascorrere un weekend con lei, ma i ragazzi hanno organizzato la serata Karaoke per festeggiare l'anniversario dei genitori."
    }
  ]
}