{
  "channel_name": "RaiPremium",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Natale a Nantucket",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/24/1735038407473_1703189731244_2048x1536.jpg",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:20:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio. Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/28537003_1.jpg",
      "start_time": "2026-02-10 00:20:00",
      "end_time": "2026-02-10 02:25:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze. Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/27/1664291316609_uuuu.jpg",
      "start_time": "2026-02-10 02:25:00",
      "end_time": "2026-02-10 03:05:00",
      "episode_number": "S5 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Costretti a terra per la bassa marea, Ryan e Bird stringono amicizia con Leigh, figlio di un pescatore che si ritrova coinvolto in un traffico di droga che prevedeva la partecipazione del padre. Costretti a terra per la bassa marea, Ryan e Bird stringono amicizia con Leigh, figlio di un pescatore che si ritrova coinvolto in un traffico di droga che prevedeva la partecipazione del padre."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/09/1565348611333_dddd.jpg",
      "start_time": "2026-02-10 03:05:00",
      "end_time": "2026-02-10 03:50:00",
      "episode_number": "S1 E3",
      "show_category": "Azione & Avventura",
      "show_description": "Il professore di Antropologia dell'Università, una persona che si rende odiosa con il suo sarcasmo le sue frasi velenose su tutti, viene trovato morto nell'aula ricoperto di catrame e piume. Si pensa subito a un crimine di odio, ma è difficile trovare il colpevole vista la quantità di persone che lo detestavano. Charlie capisce che c'è un collegamento con un precedente caso di suicidio. Il professore di Antropologia dell'Università, una persona che si rende odiosa con il suo sarcasmo le sue frasi velenose su tutti, viene trovato morto nell'aula ricoperto di catrame e piume. Si pensa subito a un crimine di odio, ma è difficile trovare il colpevole vista la quantità di persone che lo detestavano. Charlie capisce che c'è un collegamento con un precedente caso di suicidio..."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/09/1565348491647_sssss.jpg",
      "start_time": "2026-02-10 03:50:00",
      "end_time": "2026-02-10 04:30:00",
      "episode_number": "S1 E4",
      "show_category": "Azione & Avventura",
      "show_description": "Una donna viene trovata morta nel parco, infilzata al ramo di un albero. Si tratta di Brooklyn Weber, una dog sitter che vive a pochi isolati di distanza. All'inizio i sospetti si concentrano su Robbie il suo ragazzo, un disoccupato senza fissa dimora. Una donna viene trovata morta nel parco, infilzata al ramo di un albero. Si tratta di Brooklyn Weber, una dog sitter che vive a pochi isolati di distanza. All'inizio i sospetti si concentrano su Robbie il suo ragazzo, un disoccupato senza fissa dimora..."
    },
    {
      "show_name": "Zoom",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671738487025_Zoom2048x1152.jpg",
      "start_time": "2026-02-10 04:30:00",
      "end_time": "2026-02-10 05:00:00",
      "episode_number": "S2019 E4",
      "show_category": "",
      "show_description": "Sei puntate su sei argomenti e come sono stati trattati nei programmi Rai: dal cibo ai quiz, dalla satira ai libri passando per la musica e la Tv che prende in giro se stessa."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-10 05:00:00",
      "end_time": "2026-02-10 05:30:00",
      "episode_number": "S1 E25",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766152959368_IncantesimoS5E50.png",
      "start_time": "2026-02-10 05:30:00",
      "end_time": "2026-02-10 06:20:00",
      "episode_number": "S5 E50",
      "show_category": "",
      "show_description": "Alberto, temendo di perdere Francesco, lo porta via con sé quando è ancora convalescente alla Life. Lara è sempre presa dalle sue trame nei confronti di Andrea, ma non tutto fila nel modo in cui lei aveva previsto."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769694992648_UnaDonnaPerAmicoS1E3.png",
      "start_time": "2026-02-10 06:20:00",
      "end_time": "2026-02-10 08:00:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/22/1755866818164_UPAS6763.png",
      "start_time": "2026-02-10 08:00:00",
      "end_time": "2026-02-10 08:25:00",
      "episode_number": "S29 E6763",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Il ritorno di Antonio indurrà Viola a metterlo al corrente delle condizioni del padre e la cosa finirà per avere delle ripercussioni anche fra lei e Damiano. Il ritorno di Antonio indurrà Viola a metterlo al corrente delle condizioni del padre e la cosa finirà per avere delle ripercussioni anche fra lei e Damiano."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/22/1755867182320_UPAS6764.png",
      "start_time": "2026-02-10 08:25:00",
      "end_time": "2026-02-10 08:50:00",
      "episode_number": "S29 E6764",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Al ritorno dalle vacanze, Marina cerca di convincere Antonietta a vendicarsi di Gennaro. Mentre Damiano affronta Viola e la mette di fronte a una scelta, Rosa ripensa a quanto è accaduto col suo ex. Michele, rientrato a Napoli, si reca in ospedale per informarsi sulle condizioni di Agata. Al ritorno dalle vacanze, Marina cerca di convincere Antonietta a vendicarsi di Gennaro. Mentre Damiano affronta Viola e la mette di fronte a una scelta, Rosa ripensa a quanto è accaduto col suo ex. Michele, rientrato a Napoli, si reca in ospedale per informarsi sulle condizioni di Agata."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/11/1620728861870_updc_613.jpg",
      "start_time": "2026-02-10 08:50:00",
      "end_time": "2026-02-10 09:50:00",
      "episode_number": "S6 E13",
      "show_category": "Giallo And Crime",
      "show_description": "Un monastero arroccato sulla montagna. Il corpo di un ragazzo ritrovato poco distante. Vincenzo e Francesco si trovano ad indagare dentro ad una comunità di monaci, e scoprono che i sentieri del dolore portano a compiere gesti estremi se non incontrano il perdono. Un monastero arroccato sulla montagna. Il corpo di un ragazzo ritrovato poco distante. Vincenzo e Francesco si trovano ad indagare dentro ad una comunità di monaci, e scoprono che i sentieri del dolore portano a compiere gesti estremi se non incontrano il perdono."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/11/1620728915269_updc_614.jpg",
      "start_time": "2026-02-10 09:50:00",
      "end_time": "2026-02-10 10:50:00",
      "episode_number": "S6 E14",
      "show_category": "Giallo And Crime",
      "show_description": "Francesco finalmente trova la forza di guardare in faccia il suo passato, risvegliando pericolosi fantasmi. Vincenzo si impegna ad aiutare Carolina a realizzare un suo vecchio sogno. Francesco finalmente trova la forza di guardare in faccia il suo passato, risvegliando pericolosi fantasmi. Vincenzo si impegna ad aiutare Carolina a realizzare un suo vecchio sogno."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/26/1706243769006_storie-di-donne-al-bivio.jpg",
      "start_time": "2026-02-10 10:50:00",
      "end_time": "2026-02-10 11:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/01/1554109032239_ssss.jpg",
      "start_time": "2026-02-10 11:40:00",
      "end_time": "2026-02-10 12:30:00",
      "episode_number": "S5 E8",
      "show_category": "",
      "show_description": "La Hammersley risponde all'SOS di un piccolo sommergibile con due biologi a bordo. Mentre 2Dads cerca di individuare il guasto, il portello si richiude."
    },
    {
      "show_name": "Misteri a bordo",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/27/1664291366614_bggg.jpg",
      "start_time": "2026-02-10 12:30:00",
      "end_time": "2026-02-10 13:15:00",
      "episode_number": "S5 E9",
      "show_category": "Azione & Avventura",
      "show_description": "La Hammersley parte per una missione clandestina per i Servizi Segreti e, in una temeraria azione, la squadra tenta, sotto il fuoco nemico, di salvare l'agente Smith. La Hammersley parte per una missione clandestina per i Servizi Segreti e, in una temeraria azione, la squadra tenta, sotto il fuoco nemico, di salvare l'agente Smith."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/21/1634822401078_imma_21.jpg",
      "start_time": "2026-02-10 13:15:00",
      "end_time": "2026-02-10 15:20:00",
      "episode_number": "S2 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Imma e Pietro tornano da un fine settimana a Parigi dove hanno cercato di distrarre Valentina, ancora scossa per la separazione da Samuel. Ma appena Imma rimette piede in casa, viene subito convocata su un caso di omicidio avvenuto durante la transumanza e che ha come testimone il procuratore capo Vitali. Oltre all'indagine, Imma dovrà chiarire la delicata relazione con il maresciallo Calogiuri e, come se non bastasse, anche Pietro sembra voler cambiare vita. Imma e Pietro tornano da un fine settimana a Parigi dove hanno cercato di distrarre Valentina, ancora scossa per la separazione da Samuel. Ma appena Imma rimette piede in casa, viene subito convocata su un caso di omicidio avvenuto durante la transumanza e che ha come testimone il procuratore capo Vitali. Oltre all'indagine, Imma dovrà chiarire la delicata relazione con il maresciallo Calogiuri e, come se non bastasse, anche Pietro sembra voler cambiare vita."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-10 15:20:00",
      "end_time": "2026-02-10 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/16/1565950347649_df.jpg",
      "start_time": "2026-02-10 15:25:00",
      "end_time": "2026-02-10 16:10:00",
      "episode_number": "S1 E5",
      "show_category": "Azione & Avventura",
      "show_description": "Una ragazza viene trovata in fin di vita in un cimitero. Si tratta della sorella di un bambino sparito venti anni prima. Charlie pensa che i due casi siano collegati e inizia a indagare sul vecchio caso. I sospetti puntano subito sull'uomo che era indiziato all'epoca, ma la pista non sembra portare a niente. Sarà grazie a un file audio registrato al cimitero che le indagini prenderanno la direzione giusta. Una ragazza viene trovata in fin di vita in un cimitero. Si tratta della sorella di un bambino sparito venti anni prima. Charlie pensa che i due casi siano collegati e inizia a indagare sul vecchio caso. I sospetti puntano subito sull'uomo che era indiziato all'epoca, ma la pista non sembra portare a niente. Sarà grazie a un file audio registrato al cimitero che le indagini prenderanno la direzione giusta..."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/16/1565950470262_dd.jpg",
      "start_time": "2026-02-10 16:10:00",
      "end_time": "2026-02-10 16:55:00",
      "episode_number": "S1 E6",
      "show_category": "Azione & Avventura",
      "show_description": "Un chiosco ristorante è preso di mira dalla concorrenza e dopo una serie di sabotaggi, salta in aria, provocando la morte di un assistente cuoca. I sospetti puntano subito contro i proprietari degli altri chioschi vicini, ma dopo un primo arresto si capisce che l'esplosione è dovuta a una bomba e che il movente è diverso dalla semplice rivalità in affari. Un chiosco ristorante è preso di mira dalla concorrenza e dopo una serie di sabotaggi, salta in aria, provocando la morte di un assistente cuoca. I sospetti puntano subito contro i proprietari degli altri chioschi vicini, ma dopo un primo arresto si capisce che l'esplosione è dovuta a una bomba e che il movente è diverso dalla semplice rivalità in affari..."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/18/1621329246013_updc_615.jpg",
      "start_time": "2026-02-10 16:55:00",
      "end_time": "2026-02-10 17:55:00",
      "episode_number": "S6 E15",
      "show_category": "Giallo And Crime",
      "show_description": "Nonostante gli sforzi di Vincenzo, Francesco viene a conoscenza di un segreto che lacera tutte le sue certezze. Starà a lui scegliere se fidarsi delle parole dei suoi amici Vincenzo e Manuela, oppure lasciarsi andare alla collera e alla vendetta. Nonostante gli sforzi di Vincenzo, Francesco viene a conoscenza di un segreto che lacera tutte le sue certezze. Starà a lui scegliere se fidarsi delle parole dei suoi amici Vincenzo e Manuela, oppure lasciarsi andare alla collera e alla vendetta."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/18/1621329341753_updc_616.jpg",
      "start_time": "2026-02-10 17:55:00",
      "end_time": "2026-02-10 18:55:00",
      "episode_number": "S6 E16",
      "show_category": "Giallo And Crime",
      "show_description": "Alla fine di un lungo inseguimento, Francesco ritrova Dafne sul bordo di un precipizio pronta a saltare. In commissariato, insieme a Vincenzo, interroga la ragazza per cercare di stabilire, una volta e per tutte, la verità sul rapimento della piccola Lara. Ma le rivelazioni aggiungono altri dettagli inaspettati. Alla fine di un lungo inseguimento, Francesco ritrova Dafne sul bordo di un precipizio pronta a saltare. In commissariato, insieme a Vincenzo, interroga la ragazza per cercare di stabilire, una volta e per tutte, la verità sul rapimento della piccola Lara. Ma le rivelazioni aggiungono altri dettagli inaspettati."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189733829_203.jpg",
      "start_time": "2026-02-10 18:55:00",
      "end_time": "2026-02-10 19:35:00",
      "episode_number": "S10 E103",
      "show_category": "",
      "show_description": "Concetta e Ciro si interrogano sul futuro della famiglia e della Caffetteria in vista del trasferimento di Agata e Mimmo a Firenze. Fulvio ringrazia Roberto per avergli dato una seconda possibilità come contabile, mentre le Veneri parlano dei loro piani per San Valentino."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/06/1533554787531_S2E10.jpg",
      "start_time": "2026-02-10 19:35:00",
      "end_time": "2026-02-10 20:25:00",
      "episode_number": "S2 E10",
      "show_category": "Commedia",
      "show_description": "Il sindaco decide di far analizzare il liquore alle erbe delle suore, perché la sua vendita comincia a fruttare parecchio, e vuole fermarla. Alex Alexandra, un transessuale compagno di baldorie giovanili di Wöller, si ripresenta al suo vecchio amico, mettendolo in un terribile imbarazzo. Il sindaco decide di far analizzare il liquore alle erbe delle suore, perché la sua vendita comincia a fruttare parecchio, e vuole fermarla. Alex Alexandra, un transessuale compagno di baldorie giovanili di Wöller, si ripresenta al suo vecchio amico, mettendolo in un terribile imbarazzo."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/06/1533555834179_S2E11.jpg",
      "start_time": "2026-02-10 20:25:00",
      "end_time": "2026-02-10 21:20:00",
      "episode_number": "S2 E11",
      "show_category": "Commedia",
      "show_description": "Sorella Sophie è convinta che una sua assistita, Nonna Grieshaber, sia vittima delle angherie della nuora. Lotte capisce che la verità è diversa e fa riappacificare le due donne. Dalle analisi di laboratorio risulta che nel liquore del convento c'è anche la ruta che, se usata impropriamente, può avere effetti nocivi. Per questo la distilleria viene chiusa. Sorella Sophie è convinta che una sua assistita, Nonna Grieshaber, sia vittima delle angherie della nuora. Lotte capisce che la verità è diversa e fa riappacificare le due donne. Dalle analisi di laboratorio risulta che nel liquore del convento c'è anche la ruta che, se usata impropriamente, può avere effetti nocivi. Per questo la distilleria viene chiusa."
    },
    {
      "show_name": "Natale a Londra",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/11/1702281393104_2048x1152.jpg",
      "start_time": "2026-02-10 21:20:00",
      "end_time": "2026-02-10 22:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "David Burnside è un architetto, fidanzato con la figlia del suo capo. Nel cercare un regalo per la fidanzata, conosce Anji, una ragazza dalla vivace personalità che lavora aiutando i clienti nella scelta dei regali."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/04/1754305626551_vbmxvmvg.jpg",
      "start_time": "2026-02-10 22:55:00",
      "end_time": "2026-02-10 23:50:00",
      "episode_number": "S2 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Durante una partita di paintball viene ucciso il dirigente di una società, Simon intuirà che si è trattato di una vendetta. Intanto a casa si avvicina la Festa della Mamma e Sam è disperato perché lui non può festeggiarla, ma Simon ha una bellissima idea che risolverà il problema. Durante una partita di paintball viene ucciso il dirigente di una società, Simon intuirà che si è trattato di una vendetta. Intanto a casa si avvicina la Festa della Mamma e Sam è disperato perché lui non può festeggiarla, ma Simon ha una bellissima idea che risolverà il problema."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/04/1754305729923_ghkghkgchk.jpg",
      "start_time": "2026-02-10 23:50:00",
      "end_time": "2026-02-11 00:45:00",
      "episode_number": "S2 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Il pasticcere Hugo, marito della proprietaria di una famosa pasticceria, viene rapito e dopo poco viene trovato svenuto accanto al suo amico, Axel, morto. Intanto a casa Simon vede arrivare Camille, il ragazzo di Violette che sta diventando grande. Il pasticcere Hugo, marito della proprietaria di una famosa pasticceria, viene rapito e dopo poco viene trovato svenuto accanto al suo amico, Axel, morto. Intanto a casa Simon vede arrivare Camille, il ragazzo di Violette che sta diventando grande."
    }
  ]
}