{
  "channel_name": "RaiPremium",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Don Matteo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768907099949_D4.jpg",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 01:15:00",
      "episode_number": "S15 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti. Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/28510718_1.jpg",
      "start_time": "2026-02-07 01:15:00",
      "end_time": "2026-02-07 03:15:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze. Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/05/1564995166768_DD.jpg",
      "start_time": "2026-02-07 03:15:00",
      "end_time": "2026-02-07 03:55:00",
      "episode_number": "S1 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Mentre Charlie porta a correre Rex assiste al rapimento di una ragazza, Evelyn. Grazie alle telecamere la squadra s copre il luogo in cui è stato abbandonato il furgone usato per il rapimento e al suo interno trovo lo zaino di Evelyn. Da quello è facile risalire alla sua identità. Dalle impronte ritrovate a casa sua, si scopre che il padre della ragazza è un sicario che era in attività 16 anni prima. Hudson capisce che qualcuno ha rapito sua figlia per costringerlo a uccidere qualcuno. Mentre Charlie porta a correre Rex assiste al rapimento di una ragazza, Evelyn. Grazie alle telecamere la squadra s copre il luogo in cui è stato abbandonato il furgone usato per il rapimento e al suo interno trovo lo zaino di Evelyn. Da quello è facile risalire alla sua identità. Dalle impronte ritrovate a casa sua, si scopre che il padre della ragazza è un sicario che era in attività 16 anni prima. Hudson capisce che qualcuno ha rapito sua figlia per costringerlo a uccidere qualcuno.."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/05/1564995258654_ff.jpg",
      "start_time": "2026-02-07 03:55:00",
      "end_time": "2026-02-07 04:40:00",
      "episode_number": "S1 E2",
      "show_category": "Azione & Avventura",
      "show_description": "Un giovane, con il volto mascherato, cade dalla cima di un edificio. Si tratta di un esperto di parkour famoso sul web per le sue acrobazie spericolate, ma quella che sembra una morte accidentale si scoprirà presto essere un omicidio. Un giovane, con il volto mascherato, cade dalla cima di un edificio. Si tratta di un esperto di parkour famoso sul web per le sue acrobazie spericolate, ma quella che sembra una morte accidentale si scoprirà presto essere un omicidio..."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-07 04:40:00",
      "end_time": "2026-02-07 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-07 05:00:00",
      "end_time": "2026-02-07 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-07 05:15:00",
      "end_time": "2026-02-07 05:40:00",
      "episode_number": "S1 E23",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Un amore rubato",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/25/1745568175821_UnAmoreRubato.png",
      "start_time": "2026-02-07 05:40:00",
      "end_time": "2026-02-07 07:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il felice rapporto fra Caterina e Fabio viene sconvolto da un'atroce scoperta: Fabio è sieropositivo, a causa di un breve passato come tossicodipendente."
    },
    {
      "show_name": "Un amore rubato",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/25/1745568175821_UnAmoreRubato.png",
      "start_time": "2026-02-07 07:15:00",
      "end_time": "2026-02-07 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il felice rapporto fra Caterina e Fabio viene sconvolto da un'atroce scoperta: Fabio è sieropositivo, a causa di un breve passato come tossicodipendente."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/20/1568975278131_imma_1_ep.jpg",
      "start_time": "2026-02-07 08:50:00",
      "end_time": "2026-02-07 10:45:00",
      "episode_number": "S1 E1",
      "show_category": "Giallo And Crime",
      "show_description": "In vacanza, mentre fa il bagno a Metaponto, Imma vede galleggiare in mare un dito femminile con dei tatuaggi. A distanza di pochi giorni, vicino Matera, vengono ritrovati un braccio ed una gamba che sembrano appartenere alla stessa persona. La Tataranni decide così di rientrare dalle ferie per fare e tornare in ufficio, dove fa la conoscenza del nuovo Procuratore capo, il dottor Vitali, a cui chiede di investigare sul caso. In vacanza, mentre fa il bagno a Metaponto, Imma vede galleggiare in mare un dito femminile con dei tatuaggi. A distanza di pochi giorni, vicino Matera, vengono ritrovati un braccio ed una gamba che sembrano appartenere alla stessa persona. La Tataranni decide così di rientrare dalle ferie per fare e tornare in ufficio, dove fa la conoscenza del nuovo Procuratore capo, il dottor Vitali, a cui chiede di investigare sul caso."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569588876840_imma_12_ep.jpg",
      "start_time": "2026-02-07 10:45:00",
      "end_time": "2026-02-07 12:30:00",
      "episode_number": "S1 E2",
      "show_category": "Giallo And Crime",
      "show_description": "A Nova Siri viene ritrovato sul ciglio della strada il cadavere di un ragazzo, si chiama Nunzio ed è figlio di un agricoltore in gravi difficoltà economiche. Tutto fa pensare che il colpevole sia un certo Carmine, fratello di Milena, fidanzata della giovane vittima, ma la ragazza difende il fratello che, dal canto suo, ha un alibi inattaccabile. La Tataranni investiga sul caso, addentrandosi nei sogni e nelle delusioni di una gioventù sempre più abbandonata a sé stessa. A Nova Siri viene ritrovato sul ciglio della strada il cadavere di un ragazzo, si chiama Nunzio ed è figlio di un agricoltore in gravi difficoltà economiche. Tutto fa pensare che il colpevole sia un certo Carmine, fratello di Milena, fidanzata della giovane vittima, ma la ragazza difende il fratello che, dal canto suo, ha un alibi inattaccabile. La Tataranni investiga sul caso, addentrandosi nei sogni e nelle delusioni di una gioventù sempre più abbandonata a sé stessa."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/04/1570179069167_imma_13_ep.jpg",
      "start_time": "2026-02-07 12:30:00",
      "end_time": "2026-02-07 14:25:00",
      "episode_number": "S1 E3",
      "show_category": "Giallo And Crime",
      "show_description": "In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza. In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza."
    },
    {
      "show_name": "Natale a passo di danza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/21/1703189299733_2048x1152.jpg",
      "start_time": "2026-02-07 14:25:00",
      "end_time": "2026-02-07 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Billy Holiday è un attore famoso e, poco prima del Natale, perde il suo programma. Decide, quindi, di tornare nella cittadina in cui è nato, dove aiuta Rae, insegnante di danza, ad organizzare il saggio di Natale."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-07 16:00:00",
      "end_time": "2026-02-07 16:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-07 16:05:00",
      "end_time": "2026-02-07 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527284680_197.jpg",
      "start_time": "2026-02-07 16:10:00",
      "end_time": "2026-02-07 16:55:00",
      "episode_number": "S10 E97",
      "show_category": "Sentimentale",
      "show_description": "Agata ha ricevuto un'offerta di lavoro a Firenze, ma teme la separazione da Mimmo. Umberto si trova ad affrontare le crescenti difficoltà della produzione cinematografica e si rivolge a Matteo, facendogli una proposta allettante. Agata ha ricevuto un'offerta di lavoro a Firenze, ma teme la separazione da Mimmo. Umberto si trova ad affrontare le crescenti difficoltà della produzione cinematografica e si rivolge a Matteo, facendogli una proposta allettante."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527320601_198.jpg",
      "start_time": "2026-02-07 16:55:00",
      "end_time": "2026-02-07 17:40:00",
      "episode_number": "S10 E98",
      "show_category": "Sentimentale",
      "show_description": "Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore. Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527354561_199.jpg",
      "start_time": "2026-02-07 17:40:00",
      "end_time": "2026-02-07 18:20:00",
      "episode_number": "S10 E99",
      "show_category": "Sentimentale",
      "show_description": "Mimmo esorta Agata ad accettare l'offerta di lavoro a Firenze: lui ha deciso di stare al suo fianco. Intanto, il regista del musicarello ha scelto la Galleria del Paradiso come set cinematografico, suscitando il disappunto di Ettore. Mimmo esorta Agata ad accettare l'offerta di lavoro a Firenze: lui ha deciso di stare al suo fianco. Intanto, il regista del musicarello ha scelto la Galleria del Paradiso come set cinematografico, suscitando il disappunto di Ettore..."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527414925_200.jpg",
      "start_time": "2026-02-07 18:20:00",
      "end_time": "2026-02-07 19:05:00",
      "episode_number": "S10 E100",
      "show_category": "Sentimentale",
      "show_description": "Rosa, sconvolta dalle rivelazioni di Tancredi confessa tutto a Marcello, che decide di affrontare Sant'Erasmo. Greta scopre che Ettore ha confidato a Odile che il motivo del suo viaggio a Londra riguarda la malattia della madre. Rosa, sconvolta dalle rivelazioni di Tancredi confessa tutto a Marcello, che decide di affrontare Sant'Erasmo. Greta scopre che Ettore ha confidato a Odile che il motivo del suo viaggio a Londra riguarda la malattia della madre."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769585964235_201.jpg",
      "start_time": "2026-02-07 19:05:00",
      "end_time": "2026-02-07 19:50:00",
      "episode_number": "S10 E101",
      "show_category": "Sentimentale",
      "show_description": "Mimmo e Agata pianificano un sopralluogo a Firenze, ma Concetta ha una soluzione per non lasciare Ciro da solo in Caffetteria. Fulvio viene investito dell'incarico di sostituire temporaneamente Matteo troppo impegnato con il musicarello, ritrovando entusiasmo professionale e fiducia in sé stesso. Mimmo e Agata pianificano un sopralluogo a Firenze, ma Concetta ha una soluzione per non lasciare Ciro da solo in Caffetteria. Fulvio viene investito dell'incarico di sostituire temporaneamente Matteo troppo impegnato con il musicarello, ritrovando entusiasmo professionale e fiducia in sé stesso."
    },
    {
      "show_name": "Natale a Nantucket",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/24/1735038407473_1703189731244_2048x1536.jpg",
      "start_time": "2026-02-07 19:50:00",
      "end_time": "2026-02-07 21:20:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio. Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio."
    },
    {
      "show_name": "Don Matteo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770047272196_D5.jpg",
      "start_time": "2026-02-07 21:20:00",
      "end_time": "2026-02-07 23:15:00",
      "episode_number": "S15 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Suor Costanza arriva a Spoleto convinta che Caterina sia ancora una novizia. Per evitarle un dispiacere, Caterina e Cecchini organizzano una divertente messinscena. Intanto Giulia va a Perugia con Mathias ed entra nel mondo della moda, mentre Diego è sempre più geloso. In canonica, Maria è tormentata da sogni e ricordi confusi. Suor Costanza arriva a Spoleto convinta che Caterina sia ancora una novizia. Per evitarle un dispiacere, Caterina e Cecchini organizzano una divertente messinscena. Intanto Giulia va a Perugia con Mathias ed entra nel mondo della moda, mentre Diego è sempre più geloso. In canonica, Maria è tormentata da sogni e ricordi confusi."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769589900712_7.jpg",
      "start_time": "2026-02-07 23:15:00",
      "end_time": "2026-02-08 00:10:00",
      "episode_number": "S1 E7",
      "show_category": "Drammatico",
      "show_description": "Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto. Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto."
    }
  ]
}