{
  "channel_name": "RaiScuola",
  "date": "2026-02-05",
  "programs": [
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-05 00:00:00",
      "end_time": "2026-02-05 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 05 - Marie Curie - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una - figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-05 00:00:00",
      "end_time": "2026-02-05 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Ciociaria, bella e segreta - Della Ciociaria, terra a sud di Roma, conosciamo gli stereotipi ma molto meno le sue bellezze naturali e i suoi tesori dell'arte, i suoni e le tr - adizioni conservate per millenni, difendendo le radici della propria cultura rurale. Il nostro viaggio mira così a far emergere, attraverso storie esemplari, la sua storia \"sommersa\". - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Francesco Zippel."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-05 01:00:00",
      "end_time": "2026-02-05 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-05 02:00:00",
      "end_time": "2026-02-05 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 11): Andrea Borghini, filosofo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curi - osi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Andrea Borghini, filosofo. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-05 02:30:00",
      "end_time": "2026-02-05 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.22 Telescopi nello spazio - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo - e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-05 03:30:00",
      "end_time": "2026-02-05 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata sul paesaggio ci induce a riflettere sull' Articolo 9 della nostra Costituzione, che recita così: 'La Repubblica promuove lo sviluppo della Cultura e Ricerca scientifica e tecnica. Tutela il Paesaggio e - il Patrimonio storico e artistico della Nazione'."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-segreti-del-colore.webp",
      "start_time": "2026-02-05 04:00:00",
      "end_time": "2026-02-05 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 5 - La terracotta nei secoli XVIII e XIX - In questa puntata parleremo della porcellana e delle sue caratteristiche tecniche, della produzione orientale e della - nascita delle grandi manifatture europee nel corso del XVIII e XIX secolo. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/donne-di-scienza.webp",
      "start_time": "2026-02-05 04:30:00",
      "end_time": "2026-02-05 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - ep. 02: Lucia Votano - Donne di Scienza - Alla scoperta delle ricercatrici italiane più affermate di oggi e delle grandi protagoniste della scienza del passato. Le donne che sono d - iventate icone dell'universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Lucia Votano. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-05 05:00:00",
      "end_time": "2026-02-05 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Virus, da pericolo a risorsa per la scienza - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla - scoperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo dei Virus. Non fanno nessuna delle cose che fanno gli organismi viventi: non crescono, non possono muoversi da soli e non hanno un metabolismo. L'unica cosa che un virus sa fare molto bene è riprodursi. E impadronirsi dell'organismo ospite. Dei pericoli e delle opportunità che nascondono i virus, parliamo in studio con Giovanni Maga, Professore di Biologa Molecolare e Direttore del laboratorio di Virologia Molecolare dell'Istituto di Genetica Molecolare del CNR di Pavia e con la miglior giovane virologa italiana del 2018: Elena Criscuolo. Andiamo all'Istituto TIGET San Raffaele di Milano, dove il team del Prof. Luigi Naldini fa terapia genica e salva vite proprio utilizzando i virus. Anna Pancaldi ci racconta infine la complicata storia del paziente zero dell'HIV in California e ci presenta i padri della moderna virologia. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-05 05:30:00",
      "end_time": "2026-02-05 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 04) \" Energia, il presente del fossile\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Aless - andro Corsini, esperto di Sistemi Energetici e professore ordinario alla Sapienza Università di Roma. Assieme ci conducono in un viaggio attraverso la storia recente e recentissima delle energie fossili, per fare un punto sulla reale consistenza dei giacimenti ai quali possiamo ancora attingere e gettare uno sguardo sulla inevitabile fase di transizione verso le energie rinnovabili. La eco delle domeniche a piedi degli anni settanta fa da sottofondo ai ripetuti allarmi sull'esaurimento delle scorte di petrolio. Allarmi innescati a metà del secolo scorso dalla famosa \"teoria del picco\" di Marion King Hubbert ma ormai in buona parte ridimensionati dalle più recenti acquisizioni della ricerca: sia in campo teorico che applicativo (un esempio sono le nuove tecnologie estrattive basate sul \"fracking\" delle rocce). Con Thomas Klauser, responsabile tecnologico della start-up a partecipazione pubblica \"H2SuedTirol\" scopriamo come l'idrogeno potrebbe ricoprire un ruolo fondamentale nella transizione alle fonti rinnovabili. Il giornalista scientifico Pietro Greco, infine, ci racconta la storia del più grande errore di Einstein, proprio in campo energetico. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-05 06:00:00",
      "end_time": "2026-02-05 06:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-05 06:50:00",
      "end_time": "2026-02-05 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'acqua che non bagna e le superfici autopulenti - La cometa 67P e la missione Rosetta - Dallo zoccolo allo scarpone."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-05 07:00:00",
      "end_time": "2026-02-05 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata di Un giorno per dedicata allo spreco alimentare, abbiamo intervistato il professor Andrea Segré, ordinario di Economia Circolare all'Università di Bologna, che nel 2003 ha fondato Last Minut - e Market, un progetto di recupero dello spreco nelle grandi catene alimentari; la nutrizionista Evelina Flachi che spiega come ognuno di noi possa agire per ridurre lo spreco; Carola Fabi, che alla Fao si occupa di spreco alimentare nei Paesi in via di sviluppo; Giuliana Malaguti Responsabile Comunicazione della Fondazione Banco Alimentare un'organizzazione di volontariato che raccoglie presso la Grande Distribuzione alimenti non più commercializzabili ma ancora commestibili, per distribuirli gratuitamente ad enti ed organismi che si occupano di persone in difficoltà; la documentarista spagnola Maite Carpio, autrice del film Affamati di Spreco, testimone di un confronto tra il sud della terra e le ricche dispense delle nostre cucine; una chef stellata, Cristina Bowerman che propone alcune idee originali per un riciclo gourmet del pane non più di giornata."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-05 07:30:00",
      "end_time": "2026-02-05 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world 2024 pt. 13 Mondi virtuali scenari digitali."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-05 08:05:00",
      "end_time": "2026-02-05 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-05 09:00:00",
      "end_time": "2026-02-05 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Deserti, laboratori per la ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta - del mondo che ci circonda e delle sue regole. In questa puntata andiamo alla scoperta del Deserti. Sono regioni aride che ricevono meno di 250 millimetri di pioggia all'anno. Coprono circa il 20% della superficie terrestre, ma sono in espansione tanto che la desertificazione rischia di mutare gli equilibri dell'intero pianeta. Ne parliamo in studio con i ricercatori dell'Enea, l'Agenzia Nazionale per le Nuove Tecnologie, l'Energia e lo Sviluppo Economico Sostenibile, Maurizio Sciortino e Luca Nardi. Fabio Salbitano, professore dell'Università di Firenze, ci descrive poi come si possa andare a caccia di nubi nel deserto di Atacama in sud America, mentre Anna Pancaldi ci racconta di uomini intraprendenti che hanno studiato, vissuto e descritto i deserti. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-05 09:30:00",
      "end_time": "2026-02-05 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 14): Stefania Cantoni, ingegnere aeronautico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo - . Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Stefania Cantoni,ingegnere aeronautico. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-05 10:00:00",
      "end_time": "2026-02-05 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo p. 01: Pesca sostenibile - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, quel - lo scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-05 11:00:00",
      "end_time": "2026-02-05 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 1 - L'Antrapocene alla ricerca di un nuovo equilibrio - Globalizzazione della biodiversità significa che nel breve volgere di alcuni decenni il Mondo sarà popolato dallo ste - sso manipolo di piante e animali ubiquitari e adattabili, gli stessi nelle Americhe e in Europa, in Africa e in Asia. Anche l'Italia, con la sua incredibile biodiversità originaria, si sta incamminando sulla strada della globalizzazione, con l'invasione di specie che cancellano le forme autoctone, creando comunque nuovi equilibri e nuove reti ecologiche alle quali, volenti o nolenti, dobbiamo comunque abituarci."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oasi.webp",
      "start_time": "2026-02-05 11:45:00",
      "end_time": "2026-02-05 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Messico. Sotto le palme di Comondù ep 1 - Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attravers - o la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Dal Marocco al Messico , ogni episodio ci accompagna in un viaggio onirico, alla scoperta di questi ecosistemi mutevoli."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-05 12:30:00",
      "end_time": "2026-02-05 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Ciociaria, bella e segreta - Della Ciociaria, terra a sud di Roma, conosciamo gli stereotipi ma molto meno le sue bellezze naturali e i suoi tesori dell'arte, i suoni e le tr - adizioni conservate per millenni, difendendo le radici della propria cultura rurale. Il nostro viaggio mira così a far emergere, attraverso storie esemplari, la sua storia \"sommersa\". - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Francesco Zippel."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-05 13:30:00",
      "end_time": "2026-02-05 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-05 14:30:00",
      "end_time": "2026-02-05 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-05 15:25:00",
      "end_time": "2026-02-05 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta \"Il viaggio della scimmia armata\" 1tx Prima TV per Rai."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-05 17:30:00",
      "end_time": "2026-02-05 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 1 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/seven-nights.webp",
      "start_time": "2026-02-05 18:00:00",
      "end_time": "2026-02-05 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia - con grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "The Italian Dream. Studying Art, Music and Dance in Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/the-italian-dream-studying-art-music-and-dance-in-italy.webp",
      "start_time": "2026-02-05 18:15:00",
      "end_time": "2026-02-05 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "The Italian Dream. Studying Art, Music and Dance in Italy Pt. 6 Learning English with Shakespeare ep. 2 - Nel secondo episodio di Learning English with Shakespeare proseguono le lezioni a Roma Tre, e si va - nel vivo, attraverso un lavoro, rigorosamente in lingua inglese, che implica la collaborazione e la suddivisione in squadre. Gli studenti si preparano ad affrontare la Dodicesima notte di W. Shakespeare, studiando scene, metrica e i caratteri dei personaggi. Dopo un collegamento telematico con una insegnante inglese e la visione dello spettacolo dal vivo al Silvano Toti Globe Theatre di Roma, i nostri e le nostre sono pronti per mettere letteralmente in scena quello che hanno imparato, aiutandosi con ferrei esercizi preparatori. - Un programma di Daniela Delfini Autore Massimiliano Griner Produttore esecutivo Livia Lauriola Regia Matteo Berdini, Stefano Stefanelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-05 18:30:00",
      "end_time": "2026-02-05 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 2 - Le ultime steppe - Utilizzati nel corso dei secoli come pascolo per grandi mandrie e greggi di animali, gli ecosistemi erbacei del Mezzogiorno hanno il fascino delle vas - te steppe asiatiche, con una multiforme vita animale e vegetale adattata a condizioni di aridità e oggi fortemente minacciata dalle trasformazioni agricole, dallìespansione urbana, dal progressivo inaridimento del clima."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oasi.webp",
      "start_time": "2026-02-05 19:15:00",
      "end_time": "2026-02-05 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Ep. 2 - Emirati Arabi Uniti - Tra le dune di Liwa - L'oasi di Liwa, storico posto natìo delle famiglie regnanti di Abu Dhabi, sta subendo una trasformazione significativa. Ora la lattuga cresce alle p - orte del deserto, e i palmeti locali producono tra i migliori datteri al mondo. Questi paesaggi non sono mai stati così rigogliosi. Durante la storia lunga e tumultuosa di questo posto straordinario, gli uomini e l'acqua hanno sancito un legame esclusivo, facendo fiorire la vita nel cuore del deserto."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-05 20:00:00",
      "end_time": "2026-02-05 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.21 - Scrivere e leggere - Silvia Ferrara, filologa dell'Università di Bologna ci aiuta a scoprire com'è nata la scrittura e qual è lo stato dell'arte della nostra comprensi - one degli alfabeti del passato. A Firenze, presso il LABEC, il Laboratorio di tecniche nucleari per l'Ambiente e i Beni Culturali dell'Infn, la fisica Mariaelena Fedi e la conservation scientist Chiara Ruberto ci mostrano gli strumenti di ricerca più avanzati nel campo della fisica per studiare gli antichi manoscritti. Al Centro di Consulenza Tiflodidattica di Assisi e alla Fondazione Nazionale Prociechi di Roma, con la tiflologa Francesca Piccardi e il responsabile libri tattili della Federazione Nazionale ProCiechi Pietro Vecchiarelli, scopriamo come nascano e come vengano utilizzati i libri tattili, e cosa sia e come si impara il Braille. Davide Crepaldi, neuroscienziato della SISSA di Trieste, la Scuola Internazionale Superiore di Studi Avanzati, ci parla di quanti modi esistano per leggere e scrivere; mentre Silvia Di Vincenzo, docente di Storia della filosofia medievale alla Scuola IMT Alti Studi di Lucca, ci spiega cosa succeda ai manoscritti copiati a mano lungo i secoli, e Malvina Nissim, linguista computazionale all'Università di Groeningen nei Paesi Bassi, ci fa vedere come i computer possono imparare (se possono imparare) a leggere e scrivere come noi. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Intelligenze",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/intelligenze.webp",
      "start_time": "2026-02-05 21:00:00",
      "end_time": "2026-02-05 21:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella seconda puntata della nuova serie di Intelligenze - il programma sulle intelligenze artificiali fatto ancora dagli umani - Padre Paolo Benanti cerca di fare il punto sul rapporto tra sicurezza e privacy. Dove - viaggiano i nostri dati personali? Chi li usa? Chi sono i buoni e chi i cattivi? Come possono le istituzioni di controllo tenere il passo di uno sviluppo tecnologico velocissimo? A cosa dobbiamo stare più attenti e come è possibile proteggerci? A queste e ad altre importanti domande cerca di rispondere Paolo Benanti dall'interno del polo tecnologico della Stazione Termini a Roma. Intervengono il giurista Guido Scorza, Ivana Bartoletti, esperta internazionale di questioni etiche e giuridiche legate al digitale, la scrittrice Cathy O' Neil di \"Occupy Wall Street\", l'esperto di cibersicurezza Corrado Giustozzi e l'hacker buono Marco Balduzzi. Come in ogni puntata di Intelligenze alcuni contenuti prodotti direttamente dalla IA vengono segnalati da uno speciale simbolo rosso. - Produttore esecutivo Luigi Bertoldo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-05 21:35:00",
      "end_time": "2026-02-05 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza p.03 Clima e biodiversità in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. In questa puntata dedicata al clima e - alla biodiversità in montagna, andiamo sull'appennino modenese, a 2.165 metri, dove la cima del monte Cimone ospita il Centro dell'Aeronautica Militare di Montagna che scopriamo tramite le parole del suo Direttore, il tenente colonnello Daniele Biron. Sul Cimone c'è però anche l'Osservatorio Climatico 'Ottavio Vittori' dell'Istituto di Scienze dell'Atmosfera e del Clima del Consiglio Nazionale delle Ricerche, un laboratorio molto attivo che conosciamo attraverso i racconti di Paolo Bonasoni (ISAC-CNR), responsabile dell'Osservatorio Monte Cimone, dei ricercatori dell'ISAC-CNR Angela Marinoni e Paolo Cristofanelli, e dei chimici dell'atmosfera Michela Maione e Jgor Arduini del Dipartimento di Scienze Pure e Applicate dell'Università di Urbino. Il viaggio continua in Val d'Aosta, in una valle laterale della Valle di Cogne, Valnontey, a circa 1700 metri, nel cuore del territorio del Parco Nazionale del Gran Paradiso, per scoprire non soltanto la straordinaria biodiversità di questo territorio, ma anche gli effetti del cambiamento climatico proprio su questo patrimonio naturalistico e sugli ecosistemi montani. Lo facciamo grazie ai racconti di Ramona Viterbi, biologa del Parco Nazionale del Gran Paradiso, di Alice Brambilla, naturalista dell'Università di Zurigo e del Parco Nazionale del Gran Paradiso, e del fisico e climatologo Antonello Provenzale, Direttore dell'Istituto di Geoscienze e Georisorse del Consiglio Nazionale delle Ricerche. Il botanico Andrea Mainetti ci presenta infine un'altra delle attrazioni della Valnontey, Paradisia, un importante giardino botanico alpino posto nel cuore del Parco Nazionale del Gran Paradiso. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/documentari-d-autore.webp",
      "start_time": "2026-02-05 22:00:00",
      "end_time": "2026-02-05 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-05 22:15:00",
      "end_time": "2026-02-05 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-05 23:00:00",
      "end_time": "2026-02-06 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    }
  ]
}