{
  "channel_name": "RaiScuola",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili pt.07 - Margherita Hack - Ci sono persone che per capire come è fatto il mondo alzano gli occhi al cielo e cercano lì le risposte. Quando sono scienziati - scoprono che le stelle sono lontane ma non imperscrutabili, che ci raccontano la propria storia, quella dell'universo e anche la nostra di esseri umani, fatti della loro stessa sostanza. Margherita Hack è stata una di queste persone, una grande scienziata. Per tutta la vita ha seguito le proprie passioni: il calcio, il ciclismo, l'atletica, gli animali, ma soprattutto le stelle. È stata la prima direttrice di un Osservatorio astronomico in Italia, ha accresciuto il peso degli italiani nelle questioni di ricerca astronomica internazionale, e ha sempre creduto nel potere della conoscenza e della sua divulgazione. Personaggio pubblico, impegnato politicamente e per i diritti civili, Margherita è stata una figura brillante e originale della scena culturale. Chiara Buratti racconta gli anni dell'infanzia a Via Centostelle, gli studi, i rapporti con scienziati e istituzioni, le sue passioni. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Voglio fare Il Meridione. Da Otranto a Leuca - Ci sono circa 50 km di strada costiera tra Otranto e Santa Maria di Leuca, De Finibus Terrae, punta del tacco Italia dove la te - rra finisce davanti al mare che proprio lì cambia nome, da Adriatico a Ionio, striscia di terra a sud del sud tra falesie, antiche torri di difesa, oliveti secolari, centri ricchi di storia e bellezze artistiche. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Vincenzo Saccone."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-07 01:00:00",
      "end_time": "2026-02-07 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-07 02:00:00",
      "end_time": "2026-02-07 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 14): Stefania Cantoni, ingegnere aeronautico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo - . Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Stefania Cantoni,ingegnere aeronautico. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-07 02:30:00",
      "end_time": "2026-02-07 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo p. 01: Pesca sostenibile - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, quel - lo scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-07 03:15:00",
      "end_time": "2026-02-07 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La lotta per l'uguaglianza di genere ha prodotto risultati importanti. Nei Paesi civili i governi lavorano per eliminare le disparità, le discriminazioni e le violenze che le donne continuano a subire. Ma c'è ancora molto - da fare per garantire un mondo in cui tutte le donne possano vivere liberamente e realizzare appieno il proprio potenziale."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-07 03:45:00",
      "end_time": "2026-02-07 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 2 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Progetto Scienza 2023 Speciale Progetto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-speciale-progetto.webp",
      "start_time": "2026-02-07 04:15:00",
      "end_time": "2026-02-07 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Speciale Progetto Scienza - p. 01 - Science Diplomacy - Un viaggio alla scoperta della 'Science Diplomacy', la Scienza come strumento per la Diplomazia internazionale, attraverso una - serie di autorevoli testimonianze dal mondo scientifico: Giorgio Paolucci, Direttore scientifico del Laboratorio Internazionale Sesame in Giordania, i ricercatori Gihan Kamel e Roy Beck- Barkai, insieme al Direttore generale del CERN Fabiola Gianotti, e a George Mikenberg, il fisico delle alte energie che ha portato Israele al CERN, e poi ancora il Premio Nobel Carlo Rubbia, e i fisici italiani Eugenio Coccia e Fernando Ferroni. - un programma di Diego Garbati, Federica De Maria, Nicoletta Piu, Alberto Polimanti a cura di Eleonora Ottaviani capo progetto Diego Garbati regia Fiorella Cappelli."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-07 04:45:00",
      "end_time": "2026-02-07 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - La vita oltre le Estinzioni di massa - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scopert - a del mondo che ci circonda e delle sue regole. In questa puntata parliamo di Estinzioni di massa. Negli ultimi 500 milioni di anni la vita sul pianeta Terra è stata quasi spazzata via per almeno cinque volte. Le grandi estinzioni di massa sono eventi di proporzioni inimmaginabili e dalle cause spesso ancora da capire. Ne parliamo in studio con Raffaele Sardella, paleontologo, professore dell'Università di Roma Sapienza e andiamo a caccia dei segnali di una nuova estinzione insieme a Carlo Rondinini, ricercatore del Dipartimento di Biologia e Biotecnologie all'Università di Roma Sapienza. Sulle Dolomiti ci sono le tracce della più importante estinzione di massa della storia del pianeta: ci accompagna a scoprirle Massimo Bernardi, geologo e paleontologo del MUSE di Trento. Anna Pancaldi ci parla infine di un gigantesco asteroide che avrebbe colpito la Terra milioni di anni fa e del significato dei fossili nei secoli passati. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-07 05:15:00",
      "end_time": "2026-02-07 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La robotica sociale - Com'è fatto un telescopio - Virus e uomo, una interazione difficile - L'ignizione dell'atmosfera."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-07 05:30:00",
      "end_time": "2026-02-07 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 06) \"Energia, il sogno del nucleare pulito\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita A - lessandro Dodaro, direttore del Dipartimento Fusione e Tecnologie per la Sicurezza Nucleare (FSN) dell'ENEA. Con loro ripercorriamo la storia della ricerca attorno all'energia nucleare: dalle prime centrali a fissione fino a quelle di quarta generazione. Concentrando poi l'attenzione sulla ricerca verso la realizzazione del \"sogno\" dell'energia nucleare pulita per definizione: la fusione. Con Sergio Orlando, capo ingegnere del programma europeo ITER, scopriamo come l'Italia sia in questo campo il primo partner europeo, all'avanguardia sia in campo teorico che tecnologico. Con Gian Maria Polli, ricercatore ENEA, entriamo nei nuovi laboratori di Frascati dove si stanno sviluppando diverse componenti di ITER e dove, soprattutto, verrà realizzato il DTT (Divertor Test Tokamak), fondamentale anello di congiunzione tra ITER e il progetto successivo DEMO, che punta alla realizzazione di un reattore a fusione pienamente efficiente e conveniente anche in termini economici, entro il 2050. Il giornalista scientifico Pietro Greco, infine, ci racconta un \"errore da Nobel\": di quando Enrico Fermi ottenne, senza accorgersene, la fissione dell atomo. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-07 06:00:00",
      "end_time": "2026-02-07 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-07 07:00:00",
      "end_time": "2026-02-07 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella puntata di oggi raccontiamo il molto variegato mondo teatrale un`arte che ci accompagna da oltre duemila anni e che ha resistito imperterrita ad ogni concorrenza, compresa quella recente di internet, dei social o d - elle piattaforme."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-07 07:30:00",
      "end_time": "2026-02-07 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 2: Napoli - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il rappor - to di un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. La puntata è dedicata a Napoli. Partendo dalla suggestione della prima ferrovia italiana, eccellenza tecnologica di quasi due secoli or sono, l'episodio ci porta a conoscere le frontiere delle ricerca astrofisica con l'Osservatorio Astronomico di Capodimonte, della biologia molecolare con l'IGB, di quella marina con la stazione zoologica Anton Dohrn, dei nuovi materiali con l'IIT e le frontiere della progettazione spaziale al Cira di Capua. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - regia di Giuseppe Cembalo - conduce Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-07 08:05:00",
      "end_time": "2026-02-07 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-07 09:00:00",
      "end_time": "2026-02-07 09:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 05 - Marie Curie - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una - figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-07 09:20:00",
      "end_time": "2026-02-07 09:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Oceani, sconosciuti da proteggere - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta d - el mondo che ci circonda e delle sue regole. In questa puntata scopriremo i segreti degli Oceani. È per loro che la Terra si è meritata il nome di pianeta blu. Sono la fonte principale di ossigeno e regolano il clima terrestre. Rappresentano i tre quarti della superficie del pianeta, eppure ne sappiamo ancora troppo poco, ma sono in pericolo e dobbiamo intervenire concretamente per la loro salvaguardia. Ce ne parla in studio Sandro Carniel, oceanografo, ricercatore del CNR e attualmente Direttore del dipartimento di ricerca del CMRE, Centro di Ricerca e Sperimentazione Marittima della NATO a La Spezia. Andiamo poi a Trieste all'OGS, l'Istituto Nazionale di Oceanografia e di Geofisica Sperimentale, dove lo studio e la salvaguardia degli oceani sono all'ordine del giorno. Anna Pancaldi ci racconta infine la prima grande spedizione oceanografica della storia e ci ricorda il grande esploratore degli abissi: Jacques Cousteau. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancald."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-07 09:50:00",
      "end_time": "2026-02-07 10:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 16): Daniele Cornara, entomologo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani cu - riosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Daniele Cornara, entomologo. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-07 10:20:00",
      "end_time": "2026-02-07 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo (p. 02) - Ecosistema urbano - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, q - uello scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023 Speciale Progetto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-speciale-progetto.webp",
      "start_time": "2026-02-07 11:00:00",
      "end_time": "2026-02-07 11:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Speciale Progetto Scienza - p. 01 - Science Diplomacy - Un viaggio alla scoperta della 'Science Diplomacy', la Scienza come strumento per la Diplomazia internazionale, attraverso una - serie di autorevoli testimonianze dal mondo scientifico: Giorgio Paolucci, Direttore scientifico del Laboratorio Internazionale Sesame in Giordania, i ricercatori Gihan Kamel e Roy Beck- Barkai, insieme al Direttore generale del CERN Fabiola Gianotti, e a George Mikenberg, il fisico delle alte energie che ha portato Israele al CERN, e poi ancora il Premio Nobel Carlo Rubbia, e i fisici italiani Eugenio Coccia e Fernando Ferroni. - un programma di Diego Garbati, Federica De Maria, Nicoletta Piu, Alberto Polimanti a cura di Eleonora Ottaviani capo progetto Diego Garbati regia Fiorella Cappelli."
    },
    {
      "show_name": "Progetto Scienza 2023 Speciale Progetto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-speciale-progetto.webp",
      "start_time": "2026-02-07 11:30:00",
      "end_time": "2026-02-07 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Speciale Progetto Scienza - p. 03 - Antropocene - Storia di un'era geologica - Una delle nuove parole entrate nel nostro vocabolario è Antropocene: un termine complesso che apre dibat - titi, pone problemi e lancia sfide. Riguarda il pianeta e la presenza dell'essere umano sulla Terra. L'uomo ha consumato risorse e messo in pericolo la sopravvivenza di interi habitat. Certo, ha contemporaneamente edificato magnifiche città, addomesticato paesaggi ostili, fraternizzato con specie selvagge, dato vita alla civiltà. L'uomo è un creatore di nicchie ecologiche e crea legami di reciprocità con la natura in cui è immerso. Fino a che punto e con quali rischi? 'Antropocene: storia di un'era geologica' è uno speciale di Progetto Scienza di Rai Cultura realizzato in collaborazione con la Fondazione 'I Lincei per la Scuola' che cerca di approfondire le conseguenze dell'azione umana sulla Terra. Un percorso multidisciplinare in cui ci guida Giorgio Manzi, antropologo Accademico dei Lincei, con la partecipazione di esperti come il geologo del Consiglio Nazionale delle Ricerche Mario Tozzi, il filosofo della scienza dell'Università di Padova Telmo Pievani, l'ecologo dell'Università di Firenze Guido Chelazzi, lo zoologo di Sapienza Università di Roma Carlo Rondinini, il filosofo di Sapienza Università di Roma Fabrizio Rufo, il fisico del clima dell'Abdus Salam International Centre for Theoretical Physics (ICTP) di Trieste Filippo Giorgi, e il giornalista scientifico Lorenzo Monaco. Ci racconteranno la storia della parola `Antropocene' e della specie più invasiva che la vita sul pianeta abbia conosciuto: quella dei Sapiens. - un programma di Giorgio Manzi e Daniela Mazzoli a cura di Eleonora Ottaviani capo progetto Diego Garbati regia di Daniela Mazzoli conduce Giorgio Manzi."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-07 12:00:00",
      "end_time": "2026-02-07 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza p.03 Clima e biodiversità in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. In questa puntata dedicata al clima e - alla biodiversità in montagna, andiamo sull'appennino modenese, a 2.165 metri, dove la cima del monte Cimone ospita il Centro dell'Aeronautica Militare di Montagna che scopriamo tramite le parole del suo Direttore, il tenente colonnello Daniele Biron. Sul Cimone c'è però anche l'Osservatorio Climatico 'Ottavio Vittori' dell'Istituto di Scienze dell'Atmosfera e del Clima del Consiglio Nazionale delle Ricerche, un laboratorio molto attivo che conosciamo attraverso i racconti di Paolo Bonasoni (ISAC-CNR), responsabile dell'Osservatorio Monte Cimone, dei ricercatori dell'ISAC-CNR Angela Marinoni e Paolo Cristofanelli, e dei chimici dell'atmosfera Michela Maione e Jgor Arduini del Dipartimento di Scienze Pure e Applicate dell'Università di Urbino. Il viaggio continua in Val d'Aosta, in una valle laterale della Valle di Cogne, Valnontey, a circa 1700 metri, nel cuore del territorio del Parco Nazionale del Gran Paradiso, per scoprire non soltanto la straordinaria biodiversità di questo territorio, ma anche gli effetti del cambiamento climatico proprio su questo patrimonio naturalistico e sugli ecosistemi montani. Lo facciamo grazie ai racconti di Ramona Viterbi, biologa del Parco Nazionale del Gran Paradiso, di Alice Brambilla, naturalista dell'Università di Zurigo e del Parco Nazionale del Gran Paradiso, e del fisico e climatologo Antonello Provenzale, Direttore dell'Istituto di Geoscienze e Georisorse del Consiglio Nazionale delle Ricerche. Il botanico Andrea Mainetti ci presenta infine un'altra delle attrazioni della Valnontey, Paradisia, un importante giardino botanico alpino posto nel cuore del Parco Nazionale del Gran Paradiso. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-07 12:30:00",
      "end_time": "2026-02-07 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Voglio fare Il Meridione. Da Otranto a Leuca - Ci sono circa 50 km di strada costiera tra Otranto e Santa Maria di Leuca, De Finibus Terrae, punta del tacco Italia dove la te - rra finisce davanti al mare che proprio lì cambia nome, da Adriatico a Ionio, striscia di terra a sud del sud tra falesie, antiche torri di difesa, oliveti secolari, centri ricchi di storia e bellezze artistiche. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Vincenzo Saccone."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-07 13:30:00",
      "end_time": "2026-02-07 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-07 14:30:00",
      "end_time": "2026-02-07 15:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world 2024 pt. 13 Mondi virtuali scenari digitali."
    },
    {
      "show_name": "Gli Speciali di Rai Scuola",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gli-speciali-di-rai-scuola.webp",
      "start_time": "2026-02-07 15:05:00",
      "end_time": "2026-02-07 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Speciali Rai Scuola 2025 Ep. 3 Strumenti per il futuro. Gli Istituti Tecnici - Un documentario dedicato all'Istruzione Professionale ed al rapporto fra scuola e mondo del lavoro. Attraverso un'intervista a - l Ministro Giuseppe Valditara, condotta dalla giornalista di Rai News Roberta Rizzo, nello Speciale si raccontano da un lato la riforma degli istituti tecnici nota come \"4+2\" e le sinergie che si possono creare col mondo del lavoro, dall'altro si scoprono tre Istituti che rappresentano una eccellenza nel panorama dell'istruzione tecnica. Fra teoria e pratica scopriamo quali siano i nuovi strumenti che possiamo dare ai nostri ragazzi e alle nostre ragazze, per affrontare al meglio le scelte del futuro."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-07 15:35:00",
      "end_time": "2026-02-07 16:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Prospettive - Cinque cose molto grandi pt 8 - Qualche volta le dimensioni contano. E anche se è vero che tutto è relativo, ci sono cose oggettivamente molto grandi che nella storia de - lla scienza hanno fatto e fanno la differenza: esseri viventi alti trenta volte più di un uomo, oggetti che pesano moltissimo o che coprono distanze enormi, che attraversano lo spazio profondo. Anche il modo di misurare certe \"grandezze\" è interessante e racconta quanto siano complicati e raffinati gli strumenti che usiamo. In questa puntata di \"Prospettive\", la giornalista scientifica Silvia Bencivelli racconta le vicende di cinque cose molto grandi su cui la scienza ha qualcosa da dire. Con lei, gli esperti Viviana Fafone, fisica dell'Istituto Nazionale di Fisica Nucleare, Antonio Zoccoli, fisico e Presidente Istituto Nazionale di Fisica Nucleare, Stefano Maggi, storico dell'Università di Siena, Alfredo Di Filippo, botanico dell'Università della Tuscia, e Maria Luisa Rastello, fisica dell'Istituto Nazionale di Ricerca Metrologica. \"Prospettive\" è il programma scientifico di Progetto Scienza di Rai Cultura che in ogni puntata ci presenta le scoperte, le invenzioni, le idee di scienziati famosi e misconosciuti che con le loro teorie e i loro esperimenti hanno cambiato il mondo in cui viviamo e ci hanno aiutato a capirlo meglio. Gli episodi narrati in ogni puntata sono parte di un patrimonio di conoscenza e progresso scientifico ma raccontano anche le vicende e la natura di quegli esseri umani che guardando il cielo o le profondità della Terra, il dito che indica la Luna e anche la Luna, sono riusciti ad ampliare il nostro orizzonte. - un programma di Silvia Bencivelli, Daniela Mazzoli con la collaborazione di Fiorella Cappelli, Diego Garbati, Pierluigi Pantini; a cura di Eleonora Ottaviani; capo progetto Diego Garbati; regia Pierluigi Pantini; conduce Silvia Bencivelli."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-07 16:20:00",
      "end_time": "2026-02-07 17:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-07 17:20:00",
      "end_time": "2026-02-07 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Racconti di Scienza - p. 04 - Le isole vulcaniche - La scienza è stata raccontata negli anni in numerosi programmi televisivi, con linguaggi diversi e da molti divulgatori di talento. - Con la conduzione di Anna Pancaldi, Racconti di Scienza presenta un racconto a più voci alla scoperta delle nostre isole vulcaniche, delle Eolie. Il Mediterraneo è ricco di vulcani sommersi, ma alcuni di questi col tempo sono diventati isole e costituiscono il complesso geologico delle Eolie: Stromboli e Vulcano ancora attivi, e poi Panarea, Lipari, Alicudi, Filicudi, Salina. Diverse nella loro forma e costituzione, queste isole vulcaniche sono state fonte di ricchezza economica per gli abitanti ma anche prezioso terreno di studio per i vulcanologi di tutto il mondo. - Un programma di Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/seven-nights.webp",
      "start_time": "2026-02-07 18:00:00",
      "end_time": "2026-02-07 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia c - on grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "The Italian Dream. Studying Art, Music and Dance in Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/the-italian-dream-studying-art-music-and-dance-in-italy.webp",
      "start_time": "2026-02-07 18:15:00",
      "end_time": "2026-02-07 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "The Italian Dream. Studying Art, Music and Dance in Italy Pt. 8 Learning English with Shakespeare ep. 4 - Superata nello scorso episodio l'ansia del palcoscenico, grazie a una maestra d'eccezione come l'at - trice Carlotta Proietti, oggi le studentesse e gli studenti dell'Università Roma Tre si concentrano su alcuni brani dello spettacolo La dodicesima notte di W. Shakespeare, che interpretano sotto la guida attenta della regista Loredana Scaramella, e ricapitolano il senso di questa esperienza, che si è rivelata unica. - Un programma di Daniela Delfini Autore Massimiliano Griner Produttore esecutivo Livia Lauriola Regia Matteo Berdini, Stefano Stefanelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-07 18:30:00",
      "end_time": "2026-02-07 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 4 - Il richiamo della foresta - Negli ultimi cinquanta anni la superficie forestale dell'Italia è aumentata di un buon dieci per cento, in pratica è come se una regione inte - ra delle dimensioni della valle d'Aosta fatta di boschi di querce e di faggi, di pini e di lecci, si fosse aggiunta a quelle già esistenti. Una reazione selvosa pari, per dimensioni, a quella che accompagnò nel Medioevo il crollo dell'Impero Romano e delle sue urbanizzazioni. Annidate nelle parti più inaccessibili del nostro territorio, alcune foreste relitte delle epoche glaciali, conservano il fascino dei boschi primigeni, con un corteggio di piante e di animali messi in pericolo dai cambiamenti climatici."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oasi.webp",
      "start_time": "2026-02-07 19:15:00",
      "end_time": "2026-02-07 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Ep. 4 - Marocco - I maestri dell'acqua di Tafialet - Nella parte orientale del Morocco, ai piedi dei monti Atlas, la valle di Tafilalet ospita la più grande oasi del mondo. Tuttavia, questo insieme di - spazi verdi nel cuore del deserto ora è minacciato dal cambiamento climatico. Scarsità dell'acqua, deterioramento del suolo utilizzato in agricoltura, minor biodiversità, esodo rurale che porta a una perdita di manodopera: l'oasi di Tafilalet affronta numerose sfide. Per fronteggiare l'urgenza della situazione, sono stati avviati numerosi progetti di risanamento, e l'oasi, che ha risposto piuttosto bene, oggi è diventata un modello di resilienza."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-07 20:00:00",
      "end_time": "2026-02-07 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-07 21:00:00",
      "end_time": "2026-02-07 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.22 Telescopi nello spazio - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo - e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-07 22:00:00",
      "end_time": "2026-02-07 22:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-07 22:45:00",
      "end_time": "2026-02-07 23:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-07 23:35:00",
      "end_time": "2026-02-08 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di scienza - Profili pt.09 Jane Goodall - Tutto quello che succede nell'infanzia, per quanto apparentemente irrilevante, determina il futuro delle persone: anche un regalo, u - n libro letto. È il caso di Jane Goodall, che a un anno e mezzo riceve uno scimpanzè di pelouche dal suo papà, e poco più grande si appassiona alle storie di Tarzan e Jane; agli animali selvaggi con cui immagina di poter parlare. Inizia a sognare l'Africa. La sua è una storia di curiosità e attenzione al mondo circostante, di esplorazione e ricerca. Jane non frequenta l'università, e non cresce in una famiglia ricca. Ha sempre lavorato e ha seguito la propria fortuna, che passo dopo passo l'ha condotta a conoscere da vicino la cosa più lontana: animali in libertà, la natura incontaminata, un altro continente. Jane ha fondato l'etologia moderna, ha dato un nome proprio agli animali che studiava, ha stretto una relazione di fiducia con loro. Chiara Buratti racconta gli anni dell'infanzia, i viaggi in Africa, il matrimonio con un famoso fotografo reporter, il legame speciale con il figlio, tutta una vita spesa a difendere gli scimpanzè. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}