{
  "channel_name": "RaiScuola",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/08/1588939967373_2048x1152.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 2 - La prateria."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Ferry Boat, canale di Piombino - Il Canale di Piombino è il braccio di mare tra l'Elba e la terra ferma. Lo 'stretto necessario' per raccontare una storia di uomini e di ferr - o iniziata tremila anni fa e mai conclusa. Un viaggio in mare dentro i confini certi di un canale, scandito dall'attraversamento di traghetti, di vele, di navi cargo e pescherecci. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746780955259_2048x1152.jpg",
      "start_time": "2026-02-01 01:00:00",
      "end_time": "2026-02-01 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Wright VS Curtiss - Aviazione - Nei primi anni del Novecento l'aviazione sta muovendo i suoi primi passi. A contendersi il primato nei cieli con le loro invenzioni ci sono i pionieri del vo - lo a motore, i fratelli Wright, e il loro più intraprendente e dotato avversario, Glenn Curtiss. Una gara cominciata nei cieli e proseguita a colpi di brevetti nelle aule di tribunale, che si concluderà solo quando i loro innovativi apparecchi verranno utilizzati dagli eserciti durante la prima guerra mondiale."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-01 02:00:00",
      "end_time": "2026-02-01 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 6): Manuela Cavallaro, fisica - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curio - si, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: 'l'esperimento è il solo giudice della verità scientifica'. In questa puntata incontriamo Manuela Cavallaro, fisica. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/16/1637055688581_2048x1152.jpg",
      "start_time": "2026-02-01 02:30:00",
      "end_time": "2026-02-01 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 14 Neanderthal - Progetto Scienza \"Storie della Scienza\" è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalist - a scientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. In questo episodio raccontiamo come abbiamo tracciato l'albero genealogico della nostra \"famiglia\": il genere umano. Si parte dalla scoperta del primo fossile di Neanderthal, destinata a modificare per sempre la comprensione delle nostre origini. Se le prime intuizioni erano nel giusto solco, e da subito si era ipotizzato che Neanderthal fosse un uomo diverso da noi, per tanto tempo questa teoria venne abbandonata: fino alla metà del Novecento la scienza lo ha considerato un nostro antenato. Solo grazie alla genomica la prospettiva è stata ribaltata e abbiamo scoperto che Neanderthal e Sapiens non sono la stessa cosa, non solo. Oltre al nostro \"cugino\" Neanderthal ce ne sono molti altri, e con tutti abbiamo origini comuni. Raccontare la storia delle scoperte su Neanderthal significa compiere una lunga indagine alla ricerca dei nostri più lontani antenati. Percorriamo questa storia della scienza con Giorgio Manzi - Antropologo e paleontologo, Università di Roma Sapienza e Accademia Nazionale dei Lincei, Olga Rickards - Professoressa di Antropologia Molecolare, Università di Roma Tor Vergata, ed Elena Canadelli - Storica della scienza, Università di Padova. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-01 03:30:00",
      "end_time": "2026-02-01 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata parla del disegno come espressione fondamentale della nostra cultura. La storia dell'arte è fondata sul disegno."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-01 04:00:00",
      "end_time": "2026-02-01 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 23: Verona - I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i centri di ricer - ca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. Questa puntata è dedicata a Verona e in particolare all'eccellenza scientifica del suo ateneo. Andremo alla scoperta dei progetti di ricerca sviluppati nei dipartimenti universitari di Farmacologia, di Biotecnologie nell'universo della fisiologia vegetale e della genetica e infine nel Dipartimento di Informatica, sulle tracce della sperimentazione scientifica nell'ambito della Fisica applicata ai Beni culturali. La città scaligera, con il suo suggestivo centro storico e la bellezza dei suoi antichi palazzi - come Palazzo Erbisti, prestigiosa sede dell'Accademia di Agricoltura Scienze e Lettere, vanta anche un Museo, il Museo civico di Storia Naturale, dove le collezioni zoologiche rappresentano una testimonianza fondamentale della biodiversità attuale e del passato. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Federica De Maria - regia di Massimo Sangermano - conduce Chiara Buratti."
    },
    {
      "show_name": "Memex Doc",
      "show_logo": "https://www.raiplay.it/dl/img/2017/04/07/1491567163516_MemexDoc_2048x1152.jpg",
      "start_time": "2026-02-01 04:30:00",
      "end_time": "2026-02-01 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il racconto di come una passione di un giovane ricercatore per queste incredibili creature possa fornire inaspettati spunti alla ricerca tecnologica.. - testi di Federica De Maria - a cura di Francesca Maria Pinto - produttore esecutivo Diego Garbati - regia Giancarlo Russo."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/19/1552982519318_LOCANDINA%20PROG%20ORIZZONTALE%202048x1152.jpg",
      "start_time": "2026-02-01 05:00:00",
      "end_time": "2026-02-01 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata approfondiamo la conoscenza con i testimoni geologici forse più interessanti delle nostre origini: i Vulcani. Ospiti in studio due ricercatrici dell'INGV, l'Istituto Nazionale di Geofisica e Vulcanologia: Lucia Pappalardo e Flora Giudicepietro. Ci spiegano come sono fatti, da dove vengono e dove vanno i tanti tipi di vulcani esistenti. Con un'attenzione particolare a quelli che ci sono più vicini. All'Istituto Nazionale di Oceanografia e Geofisica Sperimentale, l'OGS di Trieste, incontriamo invece Emanuele Lodolo: con lui scopriamo alcuni dettagli della campagna in mare della nave Explora che ha da poco scoperto una serie di nuovi vulcani sottomarini a pochissime miglia dalle coste siciliane. Anna Pancaldi, infine, ci porta ancora una volta indietro nel tempo: prima fino alla tragica eruzione che nel 79 dopo Cristo cancellò dalla storia Pompei; poi a metà '800, per raccontarci l'affascinante storia dell'Isola che non c'è: l'isola Ferdinandea. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-01 05:30:00",
      "end_time": "2026-02-01 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton Edu (pt. 01) Animali: Convivere con i parassiti. - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata del ciclo dedicato alla Zool - ogia, Davide Coero Borga e il Professor Biagio D'Aniello, zoologo dell'Università Federico II di Napoli, ci conducono alla scoperta delle simbiosi in natura, dei rapporti di parassitismo e mutualismo che caratterizzano le varie specie. Scopriamo anche come le specie aliene introducono nuovi parassiti in altri ambienti e come funziona la manipolazione del parassita sulla specie ospite, pratica che può arrivare fino all'induzione al suicidio. Donato Grasso, zoologo dell'Università di Parma spiega come operano le formiche schiaviste, che colonizzano e predano uova di altri formicai. A Varese, con Adriano Martinoli, zoologo dell'Università degli Studi dell'Insubria, mostriamo invece il caso dello scoiattolo grigio americano, i cui parassiti rischiano di far estinguere lo scoiattolo rosso italiano. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Giuseppe Cembalo, Federica De Maria, Mario Ferrari, Daniela Mazzoli, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768814518675_earth-5550591_1920%20172.jpg",
      "start_time": "2026-02-01 06:00:00",
      "end_time": "2026-02-01 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-01 07:00:00",
      "end_time": "2026-02-01 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Trascorriamo nel sonno circa un terzo della nostra vita. che cosa succede al nostro corpo quando dormiamo e sogniamo."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2019/02/05/1549386346827_Donne%20di%20Scienza_2048x1152.jpg",
      "start_time": "2026-02-01 07:30:00",
      "end_time": "2026-02-01 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - ep. 14: Maria Cristina Pedicchio - Alla scoperta delle ricercatrici italiane più affermate di oggi e delle grandi protagoniste della scienza del passato. Le donne che sono diventat - e icone dell'universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Maria Cristina Pedicchio. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-01 08:00:00",
      "end_time": "2026-02-01 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/19/1552982519318_LOCANDINA%20PROG%20ORIZZONTALE%202048x1152.jpg",
      "start_time": "2026-02-01 09:00:00",
      "end_time": "2026-02-01 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata parliamo di Navi: uno dei più antichi mezzi di trasporto usato dall'uomo, che però non ha mai cessato di evolversi ed oggi è più che mai carico di scienza e tecnologie. A farci da guida sono la professoressa Paola Gualeni, che insegna Architettura Navale all'Università degli Studi di Genova, e l'ingegner Emilio Campana, che è a capo del Dipartimento del CNR di cui fa parte l'INM, l'Istituto di Ingegneria del Mare. Proprio all'INM appartiene una delle più grandi infrastrutture di ricerca e sperimentazione di questo settore, la Vasca Navale di Roma: qui, con l'ingegner Fabrizio Ortolani, assistiamo ad una serie di test in acqua su un esclusivo brevetto dell'istituto. Anna Pancaldi, infine, ci racconta una curiosa storia di ananas, fenici e antiche rotte oceaniche; e ci presenta Malcom Mc Lean, l'americano che si è inventato una piccola/grande rivoluzione: il container. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-01 09:30:00",
      "end_time": "2026-02-01 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore (p. 9): Maristella Botticini, economista - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, c - oraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\"\". In questa puntata incontriamo Maristella Botticini, economista. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-01 10:00:00",
      "end_time": "2026-02-01 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.21 - Scrivere e leggere - Silvia Ferrara, filologa dell'Università di Bologna ci aiuta a scoprire com'è nata la scrittura e qual è lo stato dell'arte della nostra comprensi - one degli alfabeti del passato. A Firenze, presso il LABEC, il Laboratorio di tecniche nucleari per l'Ambiente e i Beni Culturali dell'Infn, la fisica Mariaelena Fedi e la conservation scientist Chiara Ruberto ci mostrano gli strumenti di ricerca più avanzati nel campo della fisica per studiare gli antichi manoscritti. Al Centro di Consulenza Tiflodidattica di Assisi e alla Fondazione Nazionale Prociechi di Roma, con la tiflologa Francesca Piccardi e il responsabile libri tattili della Federazione Nazionale ProCiechi Pietro Vecchiarelli, scopriamo come nascano e come vengano utilizzati i libri tattili, e cosa sia e come si impara il Braille. Davide Crepaldi, neuroscienziato della SISSA di Trieste, la Scuola Internazionale Superiore di Studi Avanzati, ci parla di quanti modi esistano per leggere e scrivere; mentre Silvia Di Vincenzo, docente di Storia della filosofia medievale alla Scuola IMT Alti Studi di Lucca, ci spiega cosa succeda ai manoscritti copiati a mano lungo i secoli, e Malvina Nissim, linguista computazionale all'Università di Groeningen nei Paesi Bassi, ci fa vedere come i computer possono imparare (se possono imparare) a leggere e scrivere come noi. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "I segreti delle rocce",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/02/1712063882986_2048x1152.jpg",
      "start_time": "2026-02-01 11:00:00",
      "end_time": "2026-02-01 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I segreti delle rocce Granito, l'origine del mondo Ep. 4 - Quasi infrangibile, questa roccia costituisce gran parte della crosta dei nostri continenti e la radice delle nostre montagne. Questa roccia, cons - iderata la base del mondo terrestre, è il granito."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/03/1741011626965_2048x1152.jpg",
      "start_time": "2026-02-01 11:45:00",
      "end_time": "2026-02-01 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Pianeta Verde Ep. 3 - Il ciclo delle stagioni - Il meraviglioso mondo delle piante come non è mai stato visto prima. I cicli stagionali sono dominati da un cambiamento incessante. Per sopravvivere, le p - iante devono avere i tempi giusti."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-01 12:30:00",
      "end_time": "2026-02-01 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Ferry Boat, canale di Piombino - Il Canale di Piombino è il braccio di mare tra l'Elba e la terra ferma. Lo 'stretto necessario' per raccontare una storia di uomini e di ferr - o iniziata tremila anni fa e mai conclusa. Un viaggio in mare dentro i confini certi di un canale, scandito dall'attraversamento di traghetti, di vele, di navi cargo e pescherecci. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-01 13:30:00",
      "end_time": "2026-02-01 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/05/1507218798495_DigitalWorld_2048x1152.jpg",
      "start_time": "2026-02-01 14:25:00",
      "end_time": "2026-02-01 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world 2024 pt. 9 - Le nuove sfide dell'intelligenza artificiale - Siamo disposti a rinunciare a metà del nostro benessere per dare energia alle macchine dell'intelligenza artificiale? Chi ne \"certi - fica\" il buon funzionamento? Cosa insegna, a noi, l'intelligenza artificiale? Pierluigi Contucci torna a Digital World e interviene con la consueta lucidità ed esattezza \"profetica\" su questioni e scenari del nostro futuro."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/16/1637055688581_2048x1152.jpg",
      "start_time": "2026-02-01 15:00:00",
      "end_time": "2026-02-01 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 13 Evoluzione Biologica - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della gio - rnalista scientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746780955259_2048x1152.jpg",
      "start_time": "2026-02-01 16:00:00",
      "end_time": "2026-02-01 17:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/20/1716215199828_1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-02-01 17:00:00",
      "end_time": "2026-02-01 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili pt.07 - Margherita Hack - Ci sono persone che per capire come è fatto il mondo alzano gli occhi al cielo e cercano lì le risposte. Quando sono scienziati - scoprono che le stelle sono lontane ma non imperscrutabili, che ci raccontano la propria storia, quella dell'universo e anche la nostra di esseri umani, fatti della loro stessa sostanza. Margherita Hack è stata una di queste persone, una grande scienziata. Per tutta la vita ha seguito le proprie passioni: il calcio, il ciclismo, l'atletica, gli animali, ma soprattutto le stelle. È stata la prima direttrice di un Osservatorio astronomico in Italia, ha accresciuto il peso degli italiani nelle questioni di ricerca astronomica internazionale, e ha sempre creduto nel potere della conoscenza e della sua divulgazione. Personaggio pubblico, impegnato politicamente e per i diritti civili, Margherita è stata una figura brillante e originale della scena culturale. Chiara Buratti racconta gli anni dell'infanzia a Via Centostelle, gli studi, i rapporti con scienziati e istituzioni, le sue passioni. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-02-01 17:30:00",
      "end_time": "2026-02-01 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Racconti di Scienza - p. 02 - Il Vesuvio - La scienza è stata raccontata negli anni in numerosi programmi televisivi, con linguaggi diversi e da molti divulgatori di talento. Con la c - onduzione di Anna Pancaldi, Racconti di Scienza presenta un racconto a più voci alla scoperta del Vesuvio. Immagine caratteristica della città di Napoli, il Vesuvio ha plasmato il territorio circostante in epoche diverse e con esiti alterni, spesso devastanti. Oggi è uno dei vulcani più controllati al mondo per il suo incredibile potenziale esplosivo. Eppure gli abitanti che vivono alle sue pendici hanno col Vesuvio un rapporto di fedeltà e riconoscenza per la fertilità del luogo e la ricchezza che ne ricavano. - Un programma di Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/15/1636969179753_roses-2840743.jpg",
      "start_time": "2026-02-01 18:00:00",
      "end_time": "2026-02-01 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Seven nights Episodio 1 - Before the First Night - Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opport - unità di affermarsi, James invece è venuto in Italia con grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "Shakespeare Class",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/07/1488875340039_shakspeare_pal.jpg",
      "start_time": "2026-02-01 18:15:00",
      "end_time": "2026-02-01 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Shakespeare Class - The Two Gentlemen of Verona - Plot - Docu-reality dedicato all'apprendimento dell'inglese - Un programma di Daniela Delfini. Regia David Emmer."
    },
    {
      "show_name": "I segreti delle rocce",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/02/1712063882986_2048x1152.jpg",
      "start_time": "2026-02-01 18:30:00",
      "end_time": "2026-02-01 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I segreti delle rocce Arenaria, la clessidra del mondo Ep. 5 - C'è una roccia che più di ogni altra cristallizza la bellezza del mondo. È l'arenaria. Questa roccia, ricca dei granelli di sabbia che la comp - ongono, porosa e resistente, sviluppa legami quasi organici con gli esseri viventi e in particolare con gli animali e gli uomini."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/03/1741011626965_2048x1152.jpg",
      "start_time": "2026-02-01 19:15:00",
      "end_time": "2026-02-01 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il meraviglioso mondo delle piante come non è mai stato visto prima. I deserti sono ostili alla vita. Le temperature salgono e scendono e l'acqua è rara. Eppure anche qui le piante hanno trovato modi ingegno - si per sopravvivere."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-01 20:00:00",
      "end_time": "2026-02-01 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/08/1588939967373_2048x1152.jpg",
      "start_time": "2026-02-01 21:00:00",
      "end_time": "2026-02-01 21:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici Prima TV per Rai."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-01 21:50:00",
      "end_time": "2026-02-01 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-01 22:50:00",
      "end_time": "2026-02-01 23:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 \"Newton - p.23 Le proprietà delle piante\" - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sap - piamo e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/28/1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-02-01 23:30:00",
      "end_time": "2026-02-02 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 03 - Sigmund Freud - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}