{
  "channel_name": "RaiScuola",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di scienza - Profili pt.09 Jane Goodall - Tutto quello che succede nell'infanzia, per quanto apparentemente irrilevante, determina il futuro delle persone: anche un regalo, u - n libro letto. È il caso di Jane Goodall, che a un anno e mezzo riceve uno scimpanzè di pelouche dal suo papà, e poco più grande si appassiona alle storie di Tarzan e Jane; agli animali selvaggi con cui immagina di poter parlare. Inizia a sognare l'Africa. La sua è una storia di curiosità e attenzione al mondo circostante, di esplorazione e ricerca. Jane non frequenta l'università, e non cresce in una famiglia ricca. Ha sempre lavorato e ha seguito la propria fortuna, che passo dopo passo l'ha condotta a conoscere da vicino la cosa più lontana: animali in libertà, la natura incontaminata, un altro continente. Jane ha fondato l'etologia moderna, ha dato un nome proprio agli animali che studiava, ha stretto una relazione di fiducia con loro. Chiara Buratti racconta gli anni dell'infanzia, i viaggi in Africa, il matrimonio con un famoso fotografo reporter, il legame speciale con il figlio, tutta una vita spesa a difendere gli scimpanzè. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Basilicata estrema - La prima cosa che salta agli occhi, in Basilicata, è una terra che non possiede mezze misure. È la sintesi dei contrari: aspra e accogliente, arida e lus - sureggiante, un territorio con un'enorme varietà ambientale ma solo due città. E due mari, le piane, i massicci, i calanchi. Insomma, la Basilicata è una terra estrema. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Lucrezia Lo Bianco."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-08 01:00:00",
      "end_time": "2026-02-08 01:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-08 01:45:00",
      "end_time": "2026-02-08 02:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 15): Vittorio Marchis, storico delle cose - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. G - iovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Vittorio Marchis, storico delle cose. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-08 02:15:00",
      "end_time": "2026-02-08 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 13 Evoluzione Biologica - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della gio - rnalista scientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-08 03:15:00",
      "end_time": "2026-02-08 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella puntata di oggi raccontiamo il molto variegato mondo teatrale un`arte che ci accompagna da oltre duemila anni e che ha resistito imperterrita ad ogni concorrenza, compresa quella recente di internet, dei social o d - elle piattaforme."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-08 03:45:00",
      "end_time": "2026-02-08 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza p.03 Clima e biodiversità in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. In questa puntata dedicata al clima e - alla biodiversità in montagna, andiamo sull'appennino modenese, a 2.165 metri, dove la cima del monte Cimone ospita il Centro dell'Aeronautica Militare di Montagna che scopriamo tramite le parole del suo Direttore, il tenente colonnello Daniele Biron. Sul Cimone c'è però anche l'Osservatorio Climatico 'Ottavio Vittori' dell'Istituto di Scienze dell'Atmosfera e del Clima del Consiglio Nazionale delle Ricerche, un laboratorio molto attivo che conosciamo attraverso i racconti di Paolo Bonasoni (ISAC-CNR), responsabile dell'Osservatorio Monte Cimone, dei ricercatori dell'ISAC-CNR Angela Marinoni e Paolo Cristofanelli, e dei chimici dell'atmosfera Michela Maione e Jgor Arduini del Dipartimento di Scienze Pure e Applicate dell'Università di Urbino. Il viaggio continua in Val d'Aosta, in una valle laterale della Valle di Cogne, Valnontey, a circa 1700 metri, nel cuore del territorio del Parco Nazionale del Gran Paradiso, per scoprire non soltanto la straordinaria biodiversità di questo territorio, ma anche gli effetti del cambiamento climatico proprio su questo patrimonio naturalistico e sugli ecosistemi montani. Lo facciamo grazie ai racconti di Ramona Viterbi, biologa del Parco Nazionale del Gran Paradiso, di Alice Brambilla, naturalista dell'Università di Zurigo e del Parco Nazionale del Gran Paradiso, e del fisico e climatologo Antonello Provenzale, Direttore dell'Istituto di Geoscienze e Georisorse del Consiglio Nazionale delle Ricerche. Il botanico Andrea Mainetti ci presenta infine un'altra delle attrazioni della Valnontey, Paradisia, un importante giardino botanico alpino posto nel cuore del Parco Nazionale del Gran Paradiso. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-08 04:15:00",
      "end_time": "2026-02-08 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza p.03 Clima e biodiversità in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. In questa puntata dedicata al clima e - alla biodiversità in montagna, andiamo sull'appennino modenese, a 2.165 metri, dove la cima del monte Cimone ospita il Centro dell'Aeronautica Militare di Montagna che scopriamo tramite le parole del suo Direttore, il tenente colonnello Daniele Biron. Sul Cimone c'è però anche l'Osservatorio Climatico 'Ottavio Vittori' dell'Istituto di Scienze dell'Atmosfera e del Clima del Consiglio Nazionale delle Ricerche, un laboratorio molto attivo che conosciamo attraverso i racconti di Paolo Bonasoni (ISAC-CNR), responsabile dell'Osservatorio Monte Cimone, dei ricercatori dell'ISAC-CNR Angela Marinoni e Paolo Cristofanelli, e dei chimici dell'atmosfera Michela Maione e Jgor Arduini del Dipartimento di Scienze Pure e Applicate dell'Università di Urbino. Il viaggio continua in Val d'Aosta, in una valle laterale della Valle di Cogne, Valnontey, a circa 1700 metri, nel cuore del territorio del Parco Nazionale del Gran Paradiso, per scoprire non soltanto la straordinaria biodiversità di questo territorio, ma anche gli effetti del cambiamento climatico proprio su questo patrimonio naturalistico e sugli ecosistemi montani. Lo facciamo grazie ai racconti di Ramona Viterbi, biologa del Parco Nazionale del Gran Paradiso, di Alice Brambilla, naturalista dell'Università di Zurigo e del Parco Nazionale del Gran Paradiso, e del fisico e climatologo Antonello Provenzale, Direttore dell'Istituto di Geoscienze e Georisorse del Consiglio Nazionale delle Ricerche. Il botanico Andrea Mainetti ci presenta infine un'altra delle attrazioni della Valnontey, Paradisia, un importante giardino botanico alpino posto nel cuore del Parco Nazionale del Gran Paradiso. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-08 04:45:00",
      "end_time": "2026-02-08 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Oceani, sconosciuti da proteggere - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta d - el mondo che ci circonda e delle sue regole. In questa puntata scopriremo i segreti degli Oceani. È per loro che la Terra si è meritata il nome di pianeta blu. Sono la fonte principale di ossigeno e regolano il clima terrestre. Rappresentano i tre quarti della superficie del pianeta, eppure ne sappiamo ancora troppo poco, ma sono in pericolo e dobbiamo intervenire concretamente per la loro salvaguardia. Ce ne parla in studio Sandro Carniel, oceanografo, ricercatore del CNR e attualmente Direttore del dipartimento di ricerca del CMRE, Centro di Ricerca e Sperimentazione Marittima della NATO a La Spezia. Andiamo poi a Trieste all'OGS, l'Istituto Nazionale di Oceanografia e di Geofisica Sperimentale, dove lo studio e la salvaguardia degli oceani sono all'ordine del giorno. Anna Pancaldi ci racconta infine la prima grande spedizione oceanografica della storia e ci ricorda il grande esploratore degli abissi: Jacques Cousteau. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancald."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-08 05:15:00",
      "end_time": "2026-02-08 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il mare come regolatore climatico - Il movimento dei ragni."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-08 05:30:00",
      "end_time": "2026-02-08 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 07) \"Cervello, una questione di connessioni\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita - Maurizio Corbetta, neurologo del Dipartimento di Neuroscienze dell'Università degli Studi di Padova. Assieme ci conducono alla scoperta del nostro cervello, della sua struttura e delle nuove scoperte in ambito neuroscientifico. Maurizio Corbetta partecipa allo Human Brain Project, un ambizioso progetto europeo di mappatura del cervello umano e, fra gli altri, ha pubblicato i suoi studi sulla rivista Nature Communications. Maurizio Corbetta ci porta a visitare il Dipartimento di Neuroscienze dell'Università di Padova, dove con l'uso di tecnologie all'avanguardia, i medici e i ricercatori sono in grado di effettuare stimolazione cerebrale e scansioni del cervello ad altissima risoluzione. Luca Perri, dal suo Osservatorio sulle bufale scientifiche, smaschera alcuni pregiudizi sull'uso del cervello. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-08 06:00:00",
      "end_time": "2026-02-08 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-08 07:00:00",
      "end_time": "2026-02-08 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per le telecomunicazioni e le società d'informazione - In questa puntata parleremo dell'obiettivo, entro il 2030, di collegare tutti gli abitanti del pianeta, e allo stesso tempo agire per preve - nire e ridurre i pericoli della disinformazione e l'utilizzo improprio dei dati personali."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-08 07:30:00",
      "end_time": "2026-02-08 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 3: Milano - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il rappor - to di un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. In questa puntata dedicata a Milano, si parte dal Cenacolo, luogo simbolo dell'arte leonardesca da pochissimo diventato centro di ricerca del CNR, per poi toccare la Bicocca, la più giovane università Milanese, il Politecnico e il suo PoliFab, lo IEO di Veronesi, il centro Mario Negri con il professor Silvio Garattini, l'Istituto Italiano di Tecnologia, per finire con il racconto delle ricerche presso l'oasi del WWF di Vanzago. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Massimo Bongiorno - regia di Giancarlo Russo - conduce Chiara Buratti."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-08 08:00:00",
      "end_time": "2026-02-08 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili - p. 01 - Erwin Schr dinger - Può un gatto chiuso in una scatola essere contemporaneamente vivo e morto? A questa domanda paradossale ha cercato di rispo - ndere il grande fisico austriaco Erwin Schr dinger, nato agli inizi del Novecento e vissuto a cavallo dei due grandi conflitti mondiali. Una vita di fatica fisica ed economica la sua, ma anche ricca di amicizie, di amori e di figli non tutti avuti dalla stessa donna. Personaggio eclettico e non ordinario, grande cultore della filosofia orientale, che teorizza la complessità del mondo e l'unione di molti 'io' in una sola creatura compatta e senziente, Schr dinger ha dato nuova vita alla fisica tradizionale, aprendola alla teoria dei 'molti mondi', dove tutte le probabilità si realizzano. Chiara Buratti racconta i suoi anni più difficili e quelli felici, la formazione in una città come Vienna, prodiga di stimoli e animata da importanti figure artistiche, il legame duraturo con la moglie e quello più evanescente con le molte amanti, gli anni della fuga dall'Europa, la ricerca di una stabilità che arriva troppo tardi. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo. - Un programma di Daniela Mazzoli, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Pierluigi Pantini, conduce Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-08 08:20:00",
      "end_time": "2026-02-08 09:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-08 09:10:00",
      "end_time": "2026-02-08 09:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Batterie cariche di ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mon - do che ci circonda e delle sue regole. In questa puntata parliamo di Batterie. Ogni anno le prestazioni dei nostri device aumentano vertiginosamente, ma le batterie faticano a seguire l'evoluzione tecnologica. La grande sfida di oggi è stoccare l'energia in dispositivi sempre più efficienti. Ma come? E a che punto è la ricerca? Tutti si aspettano una grande rivoluzione, i tempi, però, sono ancora incerti. Ne parliamo con Gian Piero Celata, Capo Dipartimento Tecnologie Energetiche dell'ENEA e Lorenzo Carbone, ricercatore del Graphene Labs dell'IIT. Incontriamo anche Silvia Bodoardo, professoressa del Politecnico di Torino e referente italiana del progetto europeo Battery 2030+, una delle iniziative più importanti a livello europeo di ricerca a lungo termine. Poi andiamo all'Università di Bologna alla scoperta di una batteria liquida e ricaricabile brevettata dalle ricercatrici Francesca Soavi e Francesca De Giorgio. Anna Pancaldi ci racconta infine la vita di Alessandro Volta e la storia della batteria di Baghdad. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-08 09:40:00",
      "end_time": "2026-02-08 10:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 17): Catalina Curceanu, fisica - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curi - osi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Catalina Curceanu, fisica. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-08 10:10:00",
      "end_time": "2026-02-08 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.02 - Le piante viste da vicino - In questa puntata parliamo di piante, di quell'immenso e silenzioso mondo che popola boschi, prati e giardini del nostro pianeta e senza di - cui anche la nostra vita non esisterebbe. L'Italia ha il primato europeo per la ricchezza vegetale, con oltre 8000 specie di fiori, piante e alberi, di cui circa 1700 endemiche, cioè presenti esclusivamente nel nostro territorio. Ne parliamo con il botanico Alfredo Di Filippo, docente all'Università della Tuscia di Viterbo, Explorer di National Geographic ma anche 'tree climber': si arrampica sugli alberi più vecchi d'Europa per studiare le dinamiche di crescita delle piante. Anna Pancaldi ci racconta come lo scienziato inglese Robert Hooke, studiando le piante e osservando qualcosa di speciale in una sezione di sughero, abbia coniato il termine 'cellula'. A Parma, nelle sale del Palazzo del Governatore, Renato Bruni, e docente di Biologia Farmaceutica e direttore scientifico dell¿Orto Botanico dell'Università di Parma, ha curato una mostra scientifica che racconta invece sei secoli di rappresentazione visiva dello studio delle piante. Piante che resistono anche agli eventi più estremi. Come quelle raccontate nella seconda storia di Anna Pancaldi: gli alberi sopravvissuti alla bomba atomica che colpì le città giapponesi di Hiroshima e Nagasaki nel 1945, gli 'hibaku jumoku'. Ma le piante sono anche ottimi strumenti per la ricerca scientifica. Sulle dolomiti bellunesi, al Passo Giau, l'ecologo forestale Marco Carrer insieme alla sua squadra di ricercatori del Dipartimento Territorio e Sistemi Agro forestali dell'Università di Padova conducono esperimenti sull'ecosistema alpino per studiare il cambiamento climatico grazie alle piante di ginepro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-08 11:00:00",
      "end_time": "2026-02-08 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 4 - Il richiamo della foresta - Negli ultimi cinquanta anni la superficie forestale dell'Italia è aumentata di un buon dieci per cento, in pratica è come se una regione inte - ra delle dimensioni della valle d'Aosta fatta di boschi di querce e di faggi, di pini e di lecci, si fosse aggiunta a quelle già esistenti. Una reazione selvosa pari, per dimensioni, a quella che accompagnò nel Medioevo il crollo dell'Impero Romano e delle sue urbanizzazioni. Annidate nelle parti più inaccessibili del nostro territorio, alcune foreste relitte delle epoche glaciali, conservano il fascino dei boschi primigeni, con un corteggio di piante e di animali messi in pericolo dai cambiamenti climatici."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oasi.webp",
      "start_time": "2026-02-08 11:45:00",
      "end_time": "2026-02-08 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Ep. 4 - Marocco - I maestri dell'acqua di Tafialet - Nella parte orientale del Morocco, ai piedi dei monti Atlas, la valle di Tafilalet ospita la più grande oasi del mondo. Tuttavia, questo insieme di - spazi verdi nel cuore del deserto ora è minacciato dal cambiamento climatico. Scarsità dell'acqua, deterioramento del suolo utilizzato in agricoltura, minor biodiversità, esodo rurale che porta a una perdita di manodopera: l'oasi di Tafilalet affronta numerose sfide. Per fronteggiare l'urgenza della situazione, sono stati avviati numerosi progetti di risanamento, e l'oasi, che ha risposto piuttosto bene, oggi è diventata un modello di resilienza."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-08 12:30:00",
      "end_time": "2026-02-08 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Basilicata estrema - La prima cosa che salta agli occhi, in Basilicata, è una terra che non possiede mezze misure. È la sintesi dei contrari: aspra e accogliente, arida e lus - sureggiante, un territorio con un'enorme varietà ambientale ma solo due città. E due mari, le piane, i massicci, i calanchi. Insomma, la Basilicata è una terra estrema. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Lucrezia Lo Bianco."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-08 13:30:00",
      "end_time": "2026-02-08 14:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-08 14:20:00",
      "end_time": "2026-02-08 15:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cosa sono le fake news? È possibile smascherarle? Fact-cheking e debunking sono strumenti efficaci? L'uso della disinformazione manipolata è sempre più frequente nelle piattaforme digitali. Chi e come può proteggere gli ut - enti? Ne parliamo con il Direttore del Luiss Data Lab, Gianni Riotta, il Diretttore di Pagina Politica Giovanni Zagni e la responsabile della news letter \"Guerre di Rete\" Carola Frediani."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-08 15:10:00",
      "end_time": "2026-02-08 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 07 Tempo - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scient - ifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-08 16:00:00",
      "end_time": "2026-02-08 16:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Racconti di Scienza - p. 02 - Il Vesuvio - La scienza è stata raccontata negli anni in numerosi programmi televisivi, con linguaggi diversi e da molti divulgatori di talento. Con la c - onduzione di Anna Pancaldi, Racconti di Scienza presenta un racconto a più voci alla scoperta del Vesuvio. Immagine caratteristica della città di Napoli, il Vesuvio ha plasmato il territorio circostante in epoche diverse e con esiti alterni, spesso devastanti. Oggi è uno dei vulcani più controllati al mondo per il suo incredibile potenziale esplosivo. Eppure gli abitanti che vivono alle sue pendici hanno col Vesuvio un rapporto di fedeltà e riconoscenza per la fertilità del luogo e la ricchezza che ne ricavano. - Un programma di Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-08 16:30:00",
      "end_time": "2026-02-08 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Gli Speciali di Rai Scuola",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gli-speciali-di-rai-scuola.webp",
      "start_time": "2026-02-08 17:30:00",
      "end_time": "2026-02-08 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Speciali Rai Scuola 2025 Ep. 3 Strumenti per il futuro. Gli Istituti Tecnici - Un documentario dedicato all'Istruzione Professionale ed al rapporto fra scuola e mondo del lavoro. Attraverso un'intervista a - l Ministro Giuseppe Valditara, condotta dalla giornalista di Rai News Roberta Rizzo, nello Speciale si raccontano da un lato la riforma degli istituti tecnici nota come \"4+2\" e le sinergie che si possono creare col mondo del lavoro, dall'altro si scoprono tre Istituti che rappresentano una eccellenza nel panorama dell'istruzione tecnica. Fra teoria e pratica scopriamo quali siano i nuovi strumenti che possiamo dare ai nostri ragazzi e alle nostre ragazze, per affrontare al meglio le scelte del futuro."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/seven-nights.webp",
      "start_time": "2026-02-08 18:00:00",
      "end_time": "2026-02-08 18:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia - con grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "Il Cambiamento Globale Artico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/il-cambiamento-globale-artico.webp",
      "start_time": "2026-02-08 18:20:00",
      "end_time": "2026-02-08 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il cambiamento globale artico Ep. 4 - L'impatto del turismo Artico - La serie, co-prodotta dal progetto Europeo INTERACT insieme alla BBC Natural History Unit, esplora quattro aspetti cruciali del cambiame - nto climatico in atto e il loro impatto sulle comunità locali e sull'ecosistema globale. Nel quarto e ultimo episodio: un Artico più accessibile attira più turismo. Questo fenomeno in fortissima crescita sta iniziando ad alterare alcune tradizioni indigene, ma potrebbe anche offrire nuove opportunità, se gestito in modo sostenibile."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-08 18:30:00",
      "end_time": "2026-02-08 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 5 - Far West d'Italia - Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pas - coli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche. Qui regnano molti signori della vita selvatica, dai lupi al gatto selvatico, dal cinghiale all'istrice, ma il simbolo è sicuramente l'aquila dei serpenti, un maestoso rapace specializzato nella cattura dei serpenti più grandi e pericolosi."
    },
    {
      "show_name": "Gli insetti delle foreste tropicali della Malesia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gli-insetti-delle-foreste-tropicali-della-malesia.webp",
      "start_time": "2026-02-08 19:15:00",
      "end_time": "2026-02-08 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Gli insetti delle foreste tropicali della Malesia - Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \"grandi imitatori\" di piante e altre creature. Insie - me ad un fotografo di insetti di lungo corso, esploriamo il magico mondo degli insetti autoctoni della Malesia: dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione, quante creature \"trasformiste\" riusciremo a tracciare."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-08 20:00:00",
      "end_time": "2026-02-08 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-08 21:00:00",
      "end_time": "2026-02-08 21:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata Prima TV per Rai."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-08 21:45:00",
      "end_time": "2026-02-08 22:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-08 22:30:00",
      "end_time": "2026-02-08 23:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.04 - La natura dei cristalli - In questa puntata parliamo di cristalli, di quelli perfettamente formati, dai colori e dai riflessi che tanto ammiriamo, ma anche di minerali - cristallini, la quasi totalità di quelli che ci circondano, la cui struttura cristallina è visibile solo con la microscopia a raggi X. Ci accompagna in questo viaggio Cristian Biagioni, mineralogista dell'università di Pisa. Le forme dei cristalli hanno sempre ispirato gli uomini e a volte anche spaventato: Anna pancaldi racconta di come il gesuita Athanasius Kircher, l'uomo più sapiente della sua epoca, si occupò di strani cristalli a forma di croci, eruttate dal Vesuvio nel 1660 e che atterrirono la popolazione. Per vedere come si cerca e si tratta un cristallo siamo stati in una vecchia miniera di fluorite in provincia di Bergamo in compagnia di Federico Pezzotta e Marco Lorenzoni, due tra i più famosi cercatori di cristalli al mondo. Ma i cristalli sono meravigliosi anche visti al microscopio, come si evince dalla vicenda di 'Fiocco di neve' Bentley, un uomo che nei primi anni del secolo scorso ha fotografato migliaia di cristalli di neve per concludere che non ne esistono due uguali. Ma vedere i cristalli al microscopio ci può permettere anche di affrontare problemi di tutt'altra natura: all'Istituto di Cristallografia del CNR di Bari attraverso i cristalli si studiano soluzioni a problemi quali le epidemie, il riciclo dei materiali e la transizione energetica. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-08 23:30:00",
      "end_time": "2026-02-09 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate: Chimica - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più numerose - ragazze che scelgono di impegnarsi nel mondo della scienza. 'Scienziate' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi."
    }
  ]
}