{
  "channel_name": "RaiScuola",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/28/1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 02 - Charles Darwin - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di u - na figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-10 00:10:00",
      "end_time": "2026-02-10 01:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi L'isola di San Marino - Nel cuore della Romagna c'è una sorta di isola senza mare, circondata da dolci colline che al tramonto si illuminano come fossero onde. Si chiama San - Marino: indipendente dal XIII secolo, è lo Stato di soli 61 km quadrati e circa 33 mila abitanti, che vanta di essere la più antica repubblica del mondo. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Luigi Maria Perotti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-10 01:05:00",
      "end_time": "2026-02-10 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-10 02:00:00",
      "end_time": "2026-02-10 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 19): Andrea Mola, ingegnere matematico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giov - ani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Andrea Mola, ingegnere matematico."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-10 02:30:00",
      "end_time": "2026-02-10 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.02 - Le piante viste da vicino - In questa puntata parliamo di piante, di quell'immenso e silenzioso mondo che popola boschi, prati e giardini del nostro pianeta e senza di - cui anche la nostra vita non esisterebbe. L'Italia ha il primato europeo per la ricchezza vegetale, con oltre 8000 specie di fiori, piante e alberi, di cui circa 1700 endemiche, cioè presenti esclusivamente nel nostro territorio. Ne parliamo con il botanico Alfredo Di Filippo, docente all'Università della Tuscia di Viterbo, Explorer di National Geographic ma anche 'tree climber': si arrampica sugli alberi più vecchi d'Europa per studiare le dinamiche di crescita delle piante. Anna Pancaldi ci racconta come lo scienziato inglese Robert Hooke, studiando le piante e osservando qualcosa di speciale in una sezione di sughero, abbia coniato il termine 'cellula'. A Parma, nelle sale del Palazzo del Governatore, Renato Bruni, e docente di Biologia Farmaceutica e direttore scientifico dell¿Orto Botanico dell'Università di Parma, ha curato una mostra scientifica che racconta invece sei secoli di rappresentazione visiva dello studio delle piante. Piante che resistono anche agli eventi più estremi. Come quelle raccontate nella seconda storia di Anna Pancaldi: gli alberi sopravvissuti alla bomba atomica che colpì le città giapponesi di Hiroshima e Nagasaki nel 1945, gli 'hibaku jumoku'. Ma le piante sono anche ottimi strumenti per la ricerca scientifica. Sulle dolomiti bellunesi, al Passo Giau, l'ecologo forestale Marco Carrer insieme alla sua squadra di ricercatori del Dipartimento Territorio e Sistemi Agro forestali dell'Università di Padova conducono esperimenti sull'ecosistema alpino per studiare il cambiamento climatico grazie alle piante di ginepro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-10 03:15:00",
      "end_time": "2026-02-10 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con i contributi di Jean-Léonard Touadi, Marco Trovato, Cristiana Fiamingo, Gaia Delpino, Matteo Lucchetti, Itala Vivan la puntata di Un giorno per l'Africa fa il punto sulle tendenze in atto nel continente africano, sulla - sua ricchezza culturale, sui suoi problemi, le sue risorse, le sue aspettative."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/24/1698138551044_2048x1152.jpg",
      "start_time": "2026-02-10 03:45:00",
      "end_time": "2026-02-10 04:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 3 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2019/02/05/1549386346827_Donne%20di%20Scienza_2048x1152.jpg",
      "start_time": "2026-02-10 04:20:00",
      "end_time": "2026-02-10 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - p. 05: Serena Fonda - Le donne che sono diventate icone dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle che - hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Serena Fonda. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-10 04:45:00",
      "end_time": "2026-02-10 05:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Fusione nucleare, la frontiera della ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla - scoperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo di fusione nucleare. Da sempre l'uomo osserva le stelle, la loro energia è il primo vero motore del cosmo. Nel caso del Sole, senza di lui e della sua energia, non avremmo i pianeti con le loro atmosfere. Il fenomeno fisico che alimenta le stelle si chiama fusione nucleare e l'uomo oggi vuole creare energia innescando condizioni simili. Ma la strada è ancora lunga. Ne parliamo con Vanni Antoni, dell'Istituto di scienza e tecnologia dei plasmi del CNR, e Lori Gabellieri, ricercatrice del Centro ENEA di Frascati. Incontriamo anche Piero Martin, professore di fisica sperimentale al Dipartimento di Fisica e Astronomia \"G. Galilei\" dell'Università di Padova e membro dell'\"executive board\" di DTT, un nuovo grande esperimento di fusione. Anna Pancaldi ci racconta infine la storia del matematico e astrofisico Arthur Eddington, l'uomo che per primo ha indicato nella fusione nucleare il motore delle stelle, e il drammatico incidente di Palomares. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-10 05:20:00",
      "end_time": "2026-02-10 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 09) \"Cervello, un'evoluzione lunga una vita\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita - Daniela Lucangeli, docente di Psicologia dello sviluppo all'Università di Padova. Assieme ci mostrano come il cervello sia un sistema che si sviluppa costantemente, un edificio in continua costruzione, i cui mattoni sono anche le emozioni e le esperienze che facciamo, soprattutto nei primi anni di vita. È in questo modo che ogni individuo viene forgiato nel profondo del proprio sé. Giacomo Rizzolatti, professore emerito in Fisiologia Umana presso la facoltà di Medicina dell'Università di Parma ci racconta come il gruppo da lui coordinato abbia portato nel 1992 alla scoperta dei neuroni specchio, che per la prima volta hanno dato una spiegazione fisiologica all'empatia. Pietro Greco, nella sua rubrica ci svela una truffa nel campo delle neuroscienze. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746780955259_2048x1152.jpg",
      "start_time": "2026-02-10 06:00:00",
      "end_time": "2026-02-10 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-10 07:00:00",
      "end_time": "2026-02-10 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata parleremo del Turismo, un'importante occasione per riflettere sul valore sociale e politico del settore turistico."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/05/1507218798495_DigitalWorld_2048x1152.jpg",
      "start_time": "2026-02-10 07:30:00",
      "end_time": "2026-02-10 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world Chi ha paura dell'intelligenza artificiale? - In questa puntata parliamo di intelligenza artificiale, machine learning, deep learning ed automation bias. Perchè l'intelligenza artificiale ci - spaventa? Si rivelerà in futuro un mostro che si ribellerà al suo creatore? A queste e ad altre domande rispondono alcune tra le voci più autorevoli del settore: Luciano Floridi, Rita Cucchiara, Francesca Rossi, e Ilaria Gaspari."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770022563889_vintage-649760_1920%20172.jpg",
      "start_time": "2026-02-10 08:20:00",
      "end_time": "2026-02-10 09:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-10 09:10:00",
      "end_time": "2026-02-10 09:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Fusione nucleare, la frontiera della ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla - scoperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo di fusione nucleare. Da sempre l'uomo osserva le stelle, la loro energia è il primo vero motore del cosmo. Nel caso del Sole, senza di lui e della sua energia, non avremmo i pianeti con le loro atmosfere. Il fenomeno fisico che alimenta le stelle si chiama fusione nucleare e l'uomo oggi vuole creare energia innescando condizioni simili. Ma la strada è ancora lunga. Ne parliamo con Vanni Antoni, dell'Istituto di scienza e tecnologia dei plasmi del CNR, e Lori Gabellieri, ricercatrice del Centro ENEA di Frascati. Incontriamo anche Piero Martin, professore di fisica sperimentale al Dipartimento di Fisica e Astronomia \"G. Galilei\" dell'Università di Padova e membro dell'\"executive board\" di DTT, un nuovo grande esperimento di fusione. Anna Pancaldi ci racconta infine la storia del matematico e astrofisico Arthur Eddington, l'uomo che per primo ha indicato nella fusione nucleare il motore delle stelle, e il drammatico incidente di Palomares. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-10 09:35:00",
      "end_time": "2026-02-10 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 19): Andrea Mola, ingegnere matematico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giov - ani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Andrea Mola, ingegnere matematico."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-10 10:00:00",
      "end_time": "2026-02-10 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.03 - La vita delle spiagge - In questa puntata parliamo di spiagge, habitat ricchi di vita al confine tra terra e acqua. Le spiagge sono sistemi complessi e fragili, la cui - stessa esistenza è a rischio. Delle caratteristiche delle spiagge, della loro formazione, della morfologia e dei cambiamenti in atto, ci parla Filippo D'Ascola, ingegnere idraulico marittimo dell'ISPRA, l'Istituto Superiore per la Protezione e la Ricerca Ambientale, che ci descrive lo stato di salute delle nostre coste sabbiose, evidenziando quali siano le minacce e quali interventi di protezione si possano mettere in atto per rallentare o fermare il processo di erosione in atto. Anna Pancaldi ci svela la vita di un curioso abitante delle dune sabbiose, lavoratore instancabile e silenzioso, e come abbiamo scoperto l'effetto serra e le cause dell'attuale cambiamento climatico. Sulle spiagge della Sardegna con Marco Curini Galletti, zoologo dell'Università di Sassari, andiamo a conoscere degli organismi viventi davvero piccoli e preziosi, mentre con Giovanni De Falco, geologo marino della sede di Oristano dell'Istituto per lo Studio degli impatti Antropici e Sostenibilità in ambiente marino del CNR, vediamo da vicino da cosa sono composte le spiagge e come si differenziano tra loro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/10/1562766499609_2048x1152.jpg",
      "start_time": "2026-02-10 11:00:00",
      "end_time": "2026-02-10 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 6 - La conquista della città - Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni - di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi, portando un arricchimento incredibile della biodiversità e scatenando una serie di inarrestabili conflitti con gli Umani. Le città diventano quindi laboratori dell'evoluzione accelerata, i luoghi privilegiati dove le spinte adattative costringono piante e animali a sfoggiare un repertorio sempre nuovo di soluzioni e di adattamenti, alcuni decisamente stravaganti e sorprendenti."
    },
    {
      "show_name": "Antartide, viaggio alla fine della terra",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/26/1685114816710_2048x1152.jpg",
      "start_time": "2026-02-10 11:45:00",
      "end_time": "2026-02-10 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Antartide: terra meridionale sconosciuta. Il posto più duro e più freddo del pianeta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giga - nteschi ghiacciai. Attraverso immagini sorprendenti, che catturano il gelido splendore di questo vasto continente e l'incredibile bellezza della sua fauna selvatica, seguiremo le orme dei primi esploratori dell'Antartide, dall'era delle grandi scoperte e dei primi viaggi intorno al mondo fino ai giorni nostri. E diverremo consapevoli di come la ricerca condotta qui abbia influenzato la società moderna e la scienza."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-10 12:30:00",
      "end_time": "2026-02-10 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi L'isola di San Marino - Nel cuore della Romagna c'è una sorta di isola senza mare, circondata da dolci colline che al tramonto si illuminano come fossero onde. Si chiama San - Marino: indipendente dal XIII secolo, è lo Stato di soli 61 km quadrati e circa 33 mila abitanti, che vanta di essere la più antica repubblica del mondo. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Luigi Maria Perotti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-10 13:30:00",
      "end_time": "2026-02-10 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-10 14:30:00",
      "end_time": "2026-02-10 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-02-10 15:30:00",
      "end_time": "2026-02-10 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 02 - La ricerca in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo stretto rappor - to tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alla scienza in alta quota, andiamo in Val d'Aosta per scoprire cosa si studia all'Istituto scientifico Angelo Mosso, a 2.901 metri nel cuore del Monte Rosa. Lì vi è ospitato il Laboratorio Neve e Suoli alpini del'Università di Torino dedicato a progetti sul suolo in ambienti montani. Il nivologo e pedologo Michele Freppaz e la climatologa Elisa Palazzi, entrambi dell'Università di Torino, assieme alla guida alpina Arnoldo Welf delle Guide Alpine Valdostane, ci raccontano quali ricerche vi si portano avanti. Ancora più in alto, e precisamente a 3.480 metri, sul Plateau Rosa, proprio sul confine tra Italia e Svizzera di fronte al Cervino, hanno sede la stazione di ricerca Testa Grigia del Dipartimento di Scienze del Sistema Terra e Tecnologie per l'Ambiente del Consiglio Nazionale delle Ricerche e una Stazione Meteorologica dell'Aeronautica Militare. Luoghi unici e privilegiati dove fare scienza, con numerosi progetti di ricerca attivi. Ce li raccontano Paolo Bonasoni, responsabile scientifico della Stazione Testa Grigia (ISAC-CNR), Eros Mariani, responsabile tecnico della Stazione Testa Grigia (CNR), Francesco Apadula, responsabile scientifico di RSE (Ricerca sul Sistema Energetico), Stefania Gilardoni, chimico dell'atmosfera (ISP-CNR), Silvia Vernetto, fisico dell'Istituto Nazionale di Astrofisica e Massimiliano Di Ruvo, capo stazione meteo Plateau Rosa dell'Aeronautica Militare Italiana. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/18/1731924971786_2048x1152.jpg",
      "start_time": "2026-02-10 16:00:00",
      "end_time": "2026-02-10 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta - Apocalisse tsunami 1^ Prima TV per Rai."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/24/1698138551044_2048x1152.jpg",
      "start_time": "2026-02-10 17:30:00",
      "end_time": "2026-02-10 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 4 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/13/1552479814182_drJackHill_2048x1152.jpg",
      "start_time": "2026-02-10 18:00:00",
      "end_time": "2026-02-10 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Once in a Blue Moon - Jack è a Roma per la sperimentazione del Mr.Speech . Conosce uno strano uomo d affari che gli chiede aiuto per la traduzione di lettere commercia - li e una ragazza, Ida, che ha bisogno di lui per rintracciare il suo fidanzato olandese. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Jacopo Bezzi Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Northwards - Together for the Future",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/21/1716311656184_2048x1152%208.jpg",
      "start_time": "2026-02-10 18:15:00",
      "end_time": "2026-02-10 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Northwards - Together for the future ep.2 Why should we care? - Un viaggio emozionante nelle fredde terre dell'Artico in 7 episodi, per scoprire chi sono e cosa affrontano gli scienziati che lavorano alla - salvaguardia del nostro Pianeta. Negli splendidi scenari naturali del parco nazionale di Abisko, nel nord della Svezia, scopriamo cos'è il permafrost, quali informazioni può darci, e come funziona la ricerca sul campo (di permafrost, appunto)."
    },
    {
      "show_name": "Il fuoco del Mediterraneo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/12/1686563875118_2048x1152.jpg",
      "start_time": "2026-02-10 18:30:00",
      "end_time": "2026-02-10 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un tuffo unico nel Mar Mediterraneo con una spedizione internazionale alla ricerca di vulcani sottomarini da scoprire, guidata dal candidato agli Emmy Laurent Ballesta. Più di 100 metri sotto la superficie terrestre, dal - la Sicilia a Napoli, dal Vesuvio allo Stromboli, alla scoperta della bellezza di queste montagne di fuoco. Il 75% dell'attività vulcanica si svolge sotto la superficie e la scienza continua ad avere pochi dati su questi fenomeni a tali profondità."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/10/1562766499609_2048x1152.jpg",
      "start_time": "2026-02-10 19:15:00",
      "end_time": "2026-02-10 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild italy Serie 8 Ep. 2 - Dai popoli italici al Regno d'Italia - Con il Neolitico, circa 6.000 anni prima di Cristo, le popolazioni italiche sviluppano le prime forme di allevamento e di agricoltura, e ci - sono i primi segnali di sedentarizzazione e di domesticazione degli animali."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/16/1637055688581_2048x1152.jpg",
      "start_time": "2026-02-10 20:00:00",
      "end_time": "2026-02-10 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 07 Tempo - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scient - ifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Habitat",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478590228_2048x1152_logo.jpg",
      "start_time": "2026-02-10 21:00:00",
      "end_time": "2026-02-10 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dieci puntate di divulgazione sui temi dell'ambiente, della natura, della ricerca scientifica, che, attraverso il racconto di alcuni dei luoghi più importanti per la biodiversità nel nostro Paese e non solo, ci port - ano a scoprire i fondamenti delle scienze naturali e l'importanza degli ecosistemi e dei diversi habitat naturali per il futuro del Pianeta e della nostra stessa specie. Esploreremo habitat straordinari, svelando gli equilibri invisibili che li regolano. Ogni puntata approfondisce un habitat specifico, tratta dei temi legati alla biodiversità, cosa li minaccia e l'interazione con l'uomo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-02-10 21:30:00",
      "end_time": "2026-02-10 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 04 - La ricerca con le navi oceanografiche - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo - stretto rapporto tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alle navi oceanografiche in Italia, andiamo in Friuli-Venezia Giulia, a Trieste, per salire a bordo della rompighiaccio 'Laura Bassi' dell'Istituto Nazionale di Oceanografia e Geofisica Sperimentale e conoscere l'attività scientifica portata avanti durante le sue missioni. A raccontarci la storia di questa importante e unica imbarcazione e dei progetti di ricerca che ospita sono Franco Coren, Direttore Infrastrutture Navali dell'OGS, e alcuni ricercatori dell'OGS: l'oceanografo Manuel Bensi, il geologo marino Michele Rebesco e la glaciologa Florence Colleoni. Ci spostiamo poi in Liguria dove naviga la 'Alliance', la nave oceanografica del CMRE, l'unico centro di ricerca e sperimentazione marittima della NATO, che ha sede a La Spezia all'interno della base della Marina Militare Italiana. A bordo della nave oceanografica ci fanno conoscere gli strumenti e le attività il Comandante della Nave Alliance Pasquale Perrina (Marina Militare Italiana), l'Ufficiale di Staff Paolo Lombardi (NATO STO-CMRE), insieme all'oceanografo Sandro Carniel (Capo Divisione Ricerca NATO STO-CMRE) e all'ingegnere Alain Maguer (Capo Divisione Ingegneria NATO STO-CMRE). - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://www.raiplay.it/dl/img/2014/07/1406198238282doc_H.jpg",
      "start_time": "2026-02-10 22:00:00",
      "end_time": "2026-02-10 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-10 22:15:00",
      "end_time": "2026-02-10 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-10 23:15:00",
      "end_time": "2026-02-11 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    }
  ]
}