{
  "channel_name": "RaiScuola",
  "date": "2026-02-03",
  "programs": [
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-03 00:00:00",
      "end_time": "2026-02-03 00:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La robotica sociale - Com'è fatto un telescopio - Virus e uomo, una interazione difficile - L'ignizione dell'atmosfera."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-03 00:05:00",
      "end_time": "2026-02-03 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pt. 17 - Il porto di Ancona - Bellissima e misteriosa, Ancona sorge alle pendici del Monte Conero, nell'unico tratto di costa roccioso fra Trieste ed il Gargano. Ogni anno mi - gliaia di persone attraversano i suoi moli per andare in Croazia, Grecia ed Albania, ma nessuna di loro si ferma a scoprire uno dei gioielli più nascosti del Mediterraneo. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Luigi Maria Perotti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-03 01:00:00",
      "end_time": "2026-02-03 01:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-03 01:55:00",
      "end_time": "2026-02-03 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore (p. 9): Maristella Botticini, economista - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, c - oraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\"\". In questa puntata incontriamo Maristella Botticini, economista. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-03 02:30:00",
      "end_time": "2026-02-03 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.21 - Scrivere e leggere - Silvia Ferrara, filologa dell'Università di Bologna ci aiuta a scoprire com'è nata la scrittura e qual è lo stato dell'arte della nostra comprensi - one degli alfabeti del passato. A Firenze, presso il LABEC, il Laboratorio di tecniche nucleari per l'Ambiente e i Beni Culturali dell'Infn, la fisica Mariaelena Fedi e la conservation scientist Chiara Ruberto ci mostrano gli strumenti di ricerca più avanzati nel campo della fisica per studiare gli antichi manoscritti. Al Centro di Consulenza Tiflodidattica di Assisi e alla Fondazione Nazionale Prociechi di Roma, con la tiflologa Francesca Piccardi e il responsabile libri tattili della Federazione Nazionale ProCiechi Pietro Vecchiarelli, scopriamo come nascano e come vengano utilizzati i libri tattili, e cosa sia e come si impara il Braille. Davide Crepaldi, neuroscienziato della SISSA di Trieste, la Scuola Internazionale Superiore di Studi Avanzati, ci parla di quanti modi esistano per leggere e scrivere; mentre Silvia Di Vincenzo, docente di Storia della filosofia medievale alla Scuola IMT Alti Studi di Lucca, ci spiega cosa succeda ai manoscritti copiati a mano lungo i secoli, e Malvina Nissim, linguista computazionale all'Università di Groeningen nei Paesi Bassi, ci fa vedere come i computer possono imparare (se possono imparare) a leggere e scrivere come noi. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-03 03:30:00",
      "end_time": "2026-02-03 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata nasce con l'intenzione di celebrare la bellezza della Terra e insieme mettere in guardia l'umanità sulla necessità di preservare gli equilibri ecologici minacciati dai quali dipende tutta la vita sul pianeta."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/i-segreti-del-colore.webp",
      "start_time": "2026-02-03 04:00:00",
      "end_time": "2026-02-03 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 3 - La terracotta nel Rinascimento - In questa puntata parleremo dei manufatti in terracotta nel Rinascimento, delle innovazioni tecniche nella realizzazione di - rilievi e sculture e della produzione delle ceramiche da mensa e da cucina nel XVI secolo. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-03 04:30:00",
      "end_time": "2026-02-03 04:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 03 - Sigmund Freud - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-03 04:50:00",
      "end_time": "2026-02-03 04:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Misurare le alterazioni del cibo - Michael Faraday."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-03 04:55:00",
      "end_time": "2026-02-03 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata parliamo di Tatto. La sua sede è la pelle, il tatto non solo ci mette in rapporto con le cose che ci circondano ma influisce anche sui nostri comportamenti. Ne parliamo in studio con il neurofisiologo Giovanni Di Pino e con la psicologa Anna Maria Borghi. Insieme a Lucia Beccai dell'IIt di Pontedera, scopriamo invece come sarà la pelle dei futuri robot. All'Università Campus Biomedico di Roma invece un team di scienziati e ricercatori ha dato vita alla sperimentazione di una mano bionica dotata di tatto artificiale. Anna Pancaldi ci presenta infine il padre della psicologia cognitiva e ci racconta di quando Braille inventò la scrittura per i non vedenti. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-03 05:30:00",
      "end_time": "2026-02-03 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 02) \"Comete, asteroidi e meteoriti, proiettili nello Spazio\" - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero - Borga ospita l'astrofisico e divulgatore Amedeo Balbi, professore associato di Astronomia e Astrofisica all'Università di Roma Tor Vergata. Assieme ci conducono in un viaggio dalle origini dell'Universo fino alla scoperta degli strumenti tecnologici più innovativi per l'osservazione e il monitoraggio di alcuni fra i più affascinanti oggetti cosmici: comete, asteroidi e meteoriti. Un asteroide di piccole dimensioni non provoca una catastrofe, ma può causare danni su scala locale, come nel caso dell'asteroide piombato nel 2013 nella città russa di Chelyabinsk, che provocò danni e feriti. Presso la stazione radioastronomica di Medicina dell'INAF (Istituto Nazionale di Astrofisica), in provincia di Bologna, l'astrofisica Daria Guidetti ci spiega appunto come funzioni il monitoraggio degli asteroidi. Per la conoscenza dell'origine della vita dobbiamo sfruttare lo studio di questi corpi celesti, ma allo stesso tempo, per il pericolo che possono rappresentare, dobbiamo anche temerli e, dunque, pensare a progetti scientifici di difesa planetaria. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-03 06:00:00",
      "end_time": "2026-02-03 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-03 07:00:00",
      "end_time": "2026-02-03 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata sulle foreste ha l'obiettivo di accrescere la consapevolezza verso l'importanza che il patrimonio arboreo ha per il benessere delle generazioni, presenti e future. Chi di noi non conosce l'effetto rigenera - nte, fisico e psichico di una passeggiata nel bosco."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-03 07:30:00",
      "end_time": "2026-02-03 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-03 08:05:00",
      "end_time": "2026-02-03 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-03 09:00:00",
      "end_time": "2026-02-03 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Sangue, il fluido della vita - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mo - ndo che ci circonda e delle sue regole. In questa puntata parliamo del Sangue. È il fattorino delle nostre cellule, circola per centinaia di chilometri nel nostro corpo trasportando sostanze nutritive e non solo. Il sangue è vita. Di sangue non ce n'è uno solo. E se un certo sangue potesse riattivare neuroni ormai morti? Ne parliamo in studio con Robin Foà, Professore di Ematologia e Direttore del Centro di Ematologia dell'Università Sapienza di Roma e con Francesca Talpo, ricercatrice al dipartimento di Biologia e Biotecnologie L. Spallanzani dell'Università di Pavia. Andiamo all'Istituto Regina Elena di Roma e scopriamo la biopsia liquida, la frontiera della medicina diagnostica e terapeutica. Anna Pancaldi ci racconta infine di quando la scienza ha scoperto come funziona l'apparato circolatorio e di come è nata la pratica delle trasfusioni di sangue. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-03 09:30:00",
      "end_time": "2026-02-03 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 11): Andrea Borghini, filosofo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curi - osi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Andrea Borghini, filosofo. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-03 10:00:00",
      "end_time": "2026-02-03 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.22 Telescopi nello spazio - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo - e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Diventare farfalla",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/diventare-farfalla.webp",
      "start_time": "2026-02-03 11:00:00",
      "end_time": "2026-02-03 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, - l'unico posto dove può compiere la sua mutazione. Intraprende quindi un viaggio contro il tempo, attraversando diversi ecosistemi miniaturizzati: l'aiuola, il prato, il viale di sabbia o la foresta."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/il-pianeta-verde.webp",
      "start_time": "2026-02-03 11:45:00",
      "end_time": "2026-02-03 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Pianeta Verde Ep. 5 - L'uomo e la natura - Il meraviglioso mondo delle piante come non è mai stato visto prima. Dipendiamo dalle piante per l'aria che respiriamo, il cibo che mangiamo e molto altro anco - ra, ma quale sarà il futuro delle piante nel mondo umano."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-03 12:30:00",
      "end_time": "2026-02-03 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pt. 17 - Il porto di Ancona - Bellissima e misteriosa, Ancona sorge alle pendici del Monte Conero, nell'unico tratto di costa roccioso fra Trieste ed il Gargano. Ogni anno mi - gliaia di persone attraversano i suoi moli per andare in Croazia, Grecia ed Albania, ma nessuna di loro si ferma a scoprire uno dei gioielli più nascosti del Mediterraneo. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Luigi Maria Perotti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-03 13:30:00",
      "end_time": "2026-02-03 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-03 14:25:00",
      "end_time": "2026-02-03 15:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-03 15:20:00",
      "end_time": "2026-02-03 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'acqua che non bagna e le superfici autopulenti - La cometa 67P e la missione Rosetta - Dallo zoccolo allo scarpone."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-03 15:30:00",
      "end_time": "2026-02-03 16:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo p. 01: Pesca sostenibile - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, quel - lo scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-03 16:05:00",
      "end_time": "2026-02-03 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta \"Impatto Sapiens\" 1 tx Prima TV per Rai."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/i-segreti-del-colore.webp",
      "start_time": "2026-02-03 17:30:00",
      "end_time": "2026-02-03 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 4 - La terracotta nei secoli XVI e XVII - In questa puntata parleremo dei manufatti in terracotta neli secoli XVI e XVII, delle sculture e dei modelli in terrac - otta realizzati dai grandi maestri per le loro opere in marmo e delle manifatture di ceramiche per uso quotidiano. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/seven-nights.webp",
      "start_time": "2026-02-03 18:00:00",
      "end_time": "2026-02-03 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia - con grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "Shakespeare Class",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/shakespeare-class.webp",
      "start_time": "2026-02-03 18:15:00",
      "end_time": "2026-02-03 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Shakespeare class -The Two Gentlemen of Verona - Dramaturgy - Docu-reality dedicato all'apprendimento dell'inglese - Un programma di Daniela Delfini."
    },
    {
      "show_name": "Maremma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/maremma.webp",
      "start_time": "2026-02-03 18:30:00",
      "end_time": "2026-02-03 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, a - nche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere. La siccità costringe la fauna selvatica ad estenuanti ricerche di acqua, mettendo quindi a rischio la propria vita per potersi dissetare fino all'atteso momento in cui, finalmente, le prime piogge annunciano l'arrivo imminente di un nuovo autunno, ulteriore passo nell'eterno ciclo della vita."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/wild-italy.webp",
      "start_time": "2026-02-03 19:15:00",
      "end_time": "2026-02-03 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild italy Serie 8 Ep. 1 - L'anno Zero. Un popolo di raccoglitori - Nel Paleolitico, meno di centomila esseri umani si muovevano nel territorio della penisola. Questi uomini, muniti di pochi strumenti di p - ietra grezza, erano raccoglitori dei prodotti spontanei, dalle piante commestibili ai piccoli animali. Inizia così \"l'anno Zero\" della Storia della Natura in Italia."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-03 20:00:00",
      "end_time": "2026-02-03 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 13 Evoluzione Biologica - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della gio - rnalista scientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Habitat",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/habitat.webp",
      "start_time": "2026-02-03 21:00:00",
      "end_time": "2026-02-03 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dieci puntate di divulgazione sui temi dell'ambiente, della natura, della ricerca scientifica, che, attraverso il racconto di alcuni dei luoghi più importanti per la biodiversità nel nostro Paese e non solo, ci port - ano a scoprire i fondamenti delle scienze naturali e l'importanza degli ecosistemi e dei diversi habitat naturali per il futuro del Pianeta e della nostra stessa specie. Esploreremo habitat straordinari, svelando gli equilibri invisibili che li regolano. Ogni puntata approfondisce un habitat specifico, tratta dei temi legati alla biodiversità, cosa li minaccia e l'interazione con l'uomo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-03 21:30:00",
      "end_time": "2026-02-03 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 01 - Alla ricerca della Biodiversità - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo stret - to rapporto tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico e presentando le storie di passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alla biodiversità, cominciamo con il conoscere il nostro patrimonio marino e terrestre costiero visitando l'Area Marina Protetta di Punta Campanella in Campania. Lo facciamo attraverso il racconto del Direttore, Alberico Simioli, del biologo marino dell'area marina, Domenico Sgambati, e del botanico ambientale e docente all'Università di Napoli Federico II, Veronica De Micco. Per analizzare la biodiversità delle specie selvatiche andiamo poi in Sardegna, a Bonassai in provincia di Sassari, dove incontriamo Marco Roberto Muzzeddu, veterinario di Agenzia Forestas, che ci racconta l'attività del Centro Allevamento e Recupero Fauna Selvatica. Ancora in Sardegna, ma questa volta nel territorio di Bosa, in provincia di Oristano, scopriamo infine come l'Istituto Superiore per la Protezione e la Ricerca Ambientale porta avanti, insieme a diversi partner, tra cui Grefa e Forestas, il progetto \"Aquila a-Life\" per la reintroduzione in Sardegna dell'aquila di Bonelli. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/documentari-d-autore.webp",
      "start_time": "2026-02-03 22:00:00",
      "end_time": "2026-02-03 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-03 22:15:00",
      "end_time": "2026-02-03 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-03 23:15:00",
      "end_time": "2026-02-04 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    }
  ]
}