{
  "channel_name": "RaiStoria",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "R.A.M",
      "show_logo": "https://www.raiplay.it/dl/img/2017/04/13/1492071926540_ram-raistoria-h.jpg",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il magazine di Rai Storia dedicato alla ricerca storica. Il magazine di Rai Storia dedicato alla ricerca storica."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-14 00:10:00",
      "end_time": "2026-02-14 00:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-14 00:15:00",
      "end_time": "2026-02-14 00:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-14 00:35:00",
      "end_time": "2026-02-14 01:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inizio anni '50: lo scontro ideologico tra Stati Uniti e Unione sovietica si fa sempre più aspro. Le due superpotenze mettono in atto un confronto politico, ideologico e strategico per l'egemonia globale. Non potendo scontrarsi direttamente, ingaggiano una guerra sul terreno delle idee e dell'attrattiva culturale, allo scopo di conquistare, con i propri valori e stili di vita, i cuori e le menti di altri popoli e nazioni. È in questo \"scontro\" che l'America arriva ad usare la musica come arma, in particolare quella nata proprio lì in America: il Jazz. Nel 1956, il Dipartimento di Sato americano invia in missione culturale il trombettista Dizzy Gillespie. È il primo tour di una lunga serie di concerti in Asia, in Medio Oriente e Africa, che vedrà come protagonisti jazzisti del calibro di Dave Brubeck, Louis Armstrong, Benny Goodman e Duke Ellington. In studio, con Paolo Mieli, la prof.ssa Raffaella Baritono. Inizio anni '50: lo scontro ideologico tra Stati Uniti e Unione sovietica si fa sempre più aspro. Le due superpotenze mettono in atto un confronto politico, ideologico e strategico per l'egemonia globale. Non potendo scontrarsi direttamente, ingaggiano una guerra sul terreno delle idee e dell'attrattiva culturale, allo scopo di conquistare, con i propri valori e stili di vita, i cuori e le menti di altri popoli e nazioni. È in questo \\\"scontro\\\" che l'America arriva ad usare la musica come arma, in particolare quella nata proprio lì in America: il Jazz. Nel 1956, il Dipartimento di Sato americano invia in missione culturale il trombettista Dizzy Gillespie. È il primo tour di una lunga serie di concerti in Asia, in Medio Oriente e Africa, che vedrà come protagonisti jazzisti del calibro di Dave Brubeck, Louis Armstrong, Benny Goodman e Duke Ellington. In studio, con Paolo Mieli, la prof.ssa Raffaella Baritono."
    },
    {
      "show_name": "Shelter",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770027964695_2048x1152.jpg",
      "start_time": "2026-02-14 01:10:00",
      "end_time": "2026-02-14 02:35:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Documentario (2019) - L'odissea di un giovane transessuale, di religione islamica, dalle Filippine all'Europa, passando per l'Africa. Regia di Enrico Masi. Documentario (2019) - L'odissea di un giovane transessuale, di religione islamica, dalle Filippine all'Europa, passando per l'Africa. Regia di Enrico Masi."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/05/1567680171159_Guglielmo%20Marconi.jpg",
      "start_time": "2026-02-14 02:35:00",
      "end_time": "2026-02-14 03:25:00",
      "episode_number": "S2019",
      "show_category": "",
      "show_description": "10 dicembre 1909: Guglielmo Marconi riceve a Stoccolma il Premio Nobel per la Fisica. Il documentario ripercorre la vicenda umana e tecnologica di questo bolognese di genio vissuto a cavallo di due secoli e di due mondi, tra Italia e Gran Bretagna, Belle Epoque e guerre mondiali. 10 dicembre 1909: Guglielmo Marconi riceve a Stoccolma il Premio Nobel per la Fisica. Il documentario ripercorre la vicenda umana e tecnologica di questo bolognese di genio vissuto a cavallo di due secoli e di due mondi, tra Italia e Gran Bretagna, Belle Epoque e guerre mondiali."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-14 03:25:00",
      "end_time": "2026-02-14 04:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2017 - 2018 La storia sotto inchiesta. 1948 Jan Masarick e la crisi di Praga - Il misterioso suicidio del Primo Ministro Cecoslovacco, scomparso il 10 Marzo. - di Massimo Sani (1966)."
    },
    {
      "show_name": "W la Storia",
      "show_logo": "https://www.raiplay.it/dl/img/2016/06/24/1466758206859_italia_oo.jpg",
      "start_time": "2026-02-14 04:20:00",
      "end_time": "2026-02-14 04:40:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Un nuovo meraviglioso viaggio alla scoperta della vita, delle abitudini e delle curiosità delle varie epoche storiche. Un nuovo meraviglioso viaggio alla scoperta della vita, delle abitudini e delle curiosità delle varie epoche storiche."
    },
    {
      "show_name": "Storie della TV",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/22/1716367122248_1681507544669_storiedellatv-logo.jpg",
      "start_time": "2026-02-14 04:40:00",
      "end_time": "2026-02-14 05:40:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "La lunghissima carriera di Emilio Ravel e Brando Giordani, dal Telegiornale delle origini fino a Tg2 Odeon con la formula del tutto - quanto fa spettacolo. - Un programma di Enrico Salvatori, con la collaborazione di Clemente Volpini Produttore esecutivo Emanuela Capo Regia di Agostino Pozzi e Matteo Bardelli 2023 ITA. La lunghissima carriera di Emilio Ravel e Brando Giordani, dal Telegiornale delle origini fino a Tg2 Odeon con la formula del tutto - quanto fa spettacolo. -  Un programma di Enrico Salvatori, con la collaborazione di Clemente Volpini Produttore esecutivo Emanuela Capo Regia di Agostino Pozzi e Matteo Bardelli 2023 ITA."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770204426897_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-14 05:40:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inizio anni '50: lo scontro ideologico tra Stati Uniti e Unione sovietica si fa sempre più aspro. Le due superpotenze mettono in atto un confronto politico, ideologico e strategico per l'egemonia globale. Non potendo scontrarsi direttamente, ingaggiano una guerra sul terreno delle idee e dell'attrattiva culturale, allo scopo di conquistare, con i propri valori e stili di vita, i cuori e le menti di altri popoli e nazioni. È in questo \"scontro\" che l'America arriva ad usare la musica come arma, in particolare quella nata proprio lì in America: il Jazz. Nel 1956, il Dipartimento di Sato americano invia in missione culturale il trombettista Dizzy Gillespie. È il primo tour di una lunga serie di concerti in Asia, in Medio Oriente e Africa, che vedrà come protagonisti jazzisti del calibro di Dave Brubeck, Louis Armstrong, Benny Goodman e Duke Ellington. In studio, con Paolo Mieli, la prof.ssa Raffaella Baritono. Inizio anni '50: lo scontro ideologico tra Stati Uniti e Unione sovietica si fa sempre più aspro. Le due superpotenze mettono in atto un confronto politico, ideologico e strategico per l'egemonia globale. Non potendo scontrarsi direttamente, ingaggiano una guerra sul terreno delle idee e dell'attrattiva culturale, allo scopo di conquistare, con i propri valori e stili di vita, i cuori e le menti di altri popoli e nazioni. È in questo \\\"scontro\\\" che l'America arriva ad usare la musica come arma, in particolare quella nata proprio lì in America: il Jazz. Nel 1956, il Dipartimento di Sato americano invia in missione culturale il trombettista Dizzy Gillespie. È il primo tour di una lunga serie di concerti in Asia, in Medio Oriente e Africa, che vedrà come protagonisti jazzisti del calibro di Dave Brubeck, Louis Armstrong, Benny Goodman e Duke Ellington. In studio, con Paolo Mieli, la prof.ssa Raffaella Baritono."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770109111650_La%20bussola%20e%20la%20clessidra.png",
      "start_time": "2026-02-14 06:35:00",
      "end_time": "2026-02-14 07:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero - Khunbish messaggero mongolo - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuov - a serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino. La bussola e la clessidra - La via del guerriero - Khunbish messaggero mongolo - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuov - a serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. -  Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/19/1747674148597_5000%20anni.jpg",
      "start_time": "2026-02-14 07:45:00",
      "end_time": "2026-02-14 08:50:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Ascesa e caduta di una regina d'Inghilterra: Anna Bolena. La vita e la drammatica fine di una donna tra le più discusse della storia. Ne parla con Giorgio Zanchini la professoressa Vittoria Fiorelli. Ascesa e caduta di una regina d'Inghilterra: Anna Bolena. La vita e la drammatica fine di una donna tra le più discusse della storia. Ne parla con Giorgio Zanchini la professoressa Vittoria Fiorelli."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770204426897_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-14 08:50:00",
      "end_time": "2026-02-14 09:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Scritto letto detto",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/30/1653920488009_2048x1152.jpg",
      "start_time": "2026-02-14 09:10:00",
      "end_time": "2026-02-14 09:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Scritto, letto, detto: Alessandra Celati - Giovanni Paolo Fontana intervista scrittori, giornalisti e testimoni. La saggista Alessandra Celati narra storie di donne che, ai tempi della Ri - forma italiana nel Cinquecento, hanno messo in discussione i capisaldi della fede, creando disordine. - Un programma di Giovanni Paolo Fontana, produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710175526934_Passato%20e%20presente.jpg",
      "start_time": "2026-02-14 09:20:00",
      "end_time": "2026-02-14 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È uno degli epistolari più celebri del Medioevo: le lettere tra Eloisa e Abelardo raccontano una storia d'amore che si consuma a Parigi all'inizio del XII secolo, un'epoca di rinascita demografica, economica e culturale che muta il volto dell'Europa e ne ridisegna gli orizzonti. Nella passione irresistibile della giovane e promettente allieva e del maestro acclamato della scuola di Notre Dame, la letteratura successiva, così come il teatro e il cinema, hanno cercato contenuti e significati anacronistici.  Le lettere che i due protagonisti si scambiano in età matura restituiscono l'autenticità di una vicenda dolorosa in cui sentimenti, filosofia e fede si intrecciano indissolubilmente. In studio, con Paolo Mieli, il prof. Alessandro Barbero. È uno degli epistolari più celebri del Medioevo: le lettere tra Eloisa e Abelardo raccontano una storia d'amore che si consuma a Parigi all'inizio del XII secolo, un'epoca di rinascita demografica, economica e culturale che muta il volto dell'Europa e ne ridisegna gli orizzonti. Nella passione irresistibile della giovane e promettente allieva e del maestro acclamato della scuola di Notre Dame, la letteratura successiva, così come il teatro e il cinema, hanno cercato contenuti e significati anacronistici.  Le lettere che i due protagonisti si scambiano in età matura restituiscono l'autenticità di una vicenda dolorosa in cui sentimenti, filosofia e fede si intrecciano indissolubilmente. In studio, con Paolo Mieli, il prof. Alessandro Barbero."
    },
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/26/1742966243342_le-ragazze.jpg",
      "start_time": "2026-02-14 10:00:00",
      "end_time": "2026-02-14 11:45:00",
      "episode_number": "S8 E6",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire l'ultima puntata è la decana Agnese Laurenza, nata nel 1933 a Caivano, in provincia di Napoli, in una famiglia di origini contadine: il padre muore in un incidente quando Agnese ha solo 15 anni e tutta la famiglia deve rimboccarsi le maniche per andare avanti. È così lei, che avrebbe tanto voluto studiare, frequenta una scuola di taglio e diventa sarta e una delle prime a cucire utilizzando i modelli: a vent'anni è talmente brava che comincia a realizzare anche abiti da sposa. Conosce Giuseppe, esponente della Guardia di Finanza a Venezia e dalla loro unione nascono due figlie, Pina ed Elisa. Il matrimonio però finisce improvvisamente perché lui, colpito da una forte depressione, si toglie la vita. Per la seconda volta Agnese deve anestetizzare il suo dolore e andare avanti con la sua attività sartoriale per garantire un futuro alle bambine. Diventa così una piccola imprenditrice di successo. A seguire le storie di due Ragazze degli anni '80: la giudice Paola Di Nicola Travaglini e la cantante Simona Zanini. In chiusura di puntata si intrecciano le storie di due Ragazze degli anni '60: Luigia Carlucci Aiello, figura di spicco nel panorama dell'Intelligenza Artificiale in Italia, e di Giovannina Orsino, titolare, insieme al marito, della tintoria ufficiale del Festival di Sanremo. Ad aprire l'ultima puntata è la decana Agnese Laurenza, nata nel 1933 a Caivano, in provincia di Napoli, in una famiglia di origini contadine: il padre muore in un incidente quando Agnese ha solo 15 anni e tutta la famiglia deve rimboccarsi le maniche per andare avanti. È così lei, che avrebbe tanto voluto studiare, frequenta una scuola di taglio e diventa sarta e  una delle prime a cucire utilizzando i modelli: a vent'anni è talmente brava che comincia a realizzare anche abiti da sposa. Conosce Giuseppe, esponente della Guardia di Finanza a Venezia e dalla loro unione nascono due figlie, Pina ed Elisa. Il matrimonio però finisce improvvisamente perché lui, colpito da una forte depressione, si toglie la vita. Per la seconda volta Agnese deve anestetizzare il suo dolore e andare avanti con la sua attività sartoriale per garantire un futuro alle bambine. Diventa così una piccola imprenditrice di successo. A seguire le storie di due Ragazze degli anni '80: la giudice Paola Di Nicola Travaglini e la cantante Simona Zanini. In chiusura di puntata si intrecciano le storie di due Ragazze degli anni '60: Luigia Carlucci Aiello, figura di spicco nel panorama dell'Intelligenza Artificiale in Italia, e di Giovannina Orsino, titolare, insieme al marito, della tintoria ufficiale del Festival di Sanremo."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770204426897_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-14 11:45:00",
      "end_time": "2026-02-14 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "L'amore in Italia",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/05/1541428753275_Puntata%203.jpg",
      "start_time": "2026-02-14 12:10:00",
      "end_time": "2026-02-14 13:15:00",
      "episode_number": "",
      "show_category": "News & Approfondimento",
      "show_description": "Fra gli episodi della terza puntata, \"Punks, figli di Odeon\" parla dell'amore adolescenziale e delle prime esperienze sessuali dei giovani, intervistati in discoteca a Figline Valdarno; in \"Senza l'aiuto della mamma\" una modesta coppia romagnola parla del loro matrimonio \"riparatore\"; \"Il diavolo\", con l'intervista a due coniugi trentenni che sono convinti di essere stati colpiti dal malocchio dopo il matrimonio; \"Nel nome del Signore\", sulla vita matrimoniale di moglie e marito appartenenti a \"Comunione e liberazione. Fra gli episodi della terza puntata, \\\"Punks, figli di Odeon\\\" parla dell'amore adolescenziale e delle prime esperienze sessuali dei giovani, intervistati in discoteca a Figline Valdarno; in \\\"Senza l'aiuto della mamma\\\" una modesta coppia romagnola parla del loro matrimonio \\\"riparatore\\\"; \\\"Il diavolo\\."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/03/1743701720415_Mai%20%20trasmessi.jpg",
      "start_time": "2026-02-14 13:15:00",
      "end_time": "2026-02-14 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Simona Vanni racconta la televisione italiana dagli anni 50 agli anni 80 attraverso quei programmi che, seppure comparsi una sola volta nei palinsesti Rai, hanno lasciato una traccia nei generi televisivi a cui appartengono. In questa puntata parliamo di \"Scatola aperta\", una rubrica di \"fatti, opinioni e personaggi\" ideata nel 1976 dai giornalisti Gaetano Nanetti e Angelo Campanella. Il programma si proponeva di superare il concetto tradizionale di rubrica culturale analizzando le notizie in una prospettiva più ampia, collegando la cultura alla realtà sociale. Simona Vanni racconta la televisione italiana dagli anni 50 agli anni 80 attraverso quei programmi che, seppure comparsi una sola volta nei palinsesti Rai, hanno lasciato una traccia nei generi televisivi a cui appartengono. In questa puntata parliamo di \\\"Scatola aperta\\."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770204426897_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-14 14:10:00",
      "end_time": "2026-02-14 14:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710175526934_Passato%20e%20presente.jpg",
      "start_time": "2026-02-14 14:35:00",
      "end_time": "2026-02-14 15:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È uno degli epistolari più celebri del Medioevo: le lettere tra Eloisa e Abelardo raccontano una storia d'amore che si consuma a Parigi all'inizio del XII secolo, un'epoca di rinascita demografica, economica e culturale che muta il volto dell'Europa e ne ridisegna gli orizzonti. Nella passione irresistibile della giovane e promettente allieva e del maestro acclamato della scuola di Notre Dame, la letteratura successiva, così come il teatro e il cinema, hanno cercato contenuti e significati anacronistici.  Le lettere che i due protagonisti si scambiano in età matura restituiscono l'autenticità di una vicenda dolorosa in cui sentimenti, filosofia e fede si intrecciano indissolubilmente. In studio, con Paolo Mieli, il prof. Alessandro Barbero. È uno degli epistolari più celebri del Medioevo: le lettere tra Eloisa e Abelardo raccontano una storia d'amore che si consuma a Parigi all'inizio del XII secolo, un'epoca di rinascita demografica, economica e culturale che muta il volto dell'Europa e ne ridisegna gli orizzonti. Nella passione irresistibile della giovane e promettente allieva e del maestro acclamato della scuola di Notre Dame, la letteratura successiva, così come il teatro e il cinema, hanno cercato contenuti e significati anacronistici.  Le lettere che i due protagonisti si scambiano in età matura restituiscono l'autenticità di una vicenda dolorosa in cui sentimenti, filosofia e fede si intrecciano indissolubilmente. In studio, con Paolo Mieli, il prof. Alessandro Barbero."
    },
    {
      "show_name": "La vita agra",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/03/1759482413214_2048x1152.jpg",
      "start_time": "2026-02-14 15:15:00",
      "end_time": "2026-02-14 17:05:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Italia anni 60. L'operaio Luigi Bianchi arriva a Milano con un piano: compiere un attentato contro la società mineraria che ritiene responsabile di un grave incidente. Ma una volta in città, la vita della metropoli lo assorbe completamente, portandolo a rimettere in discussione il suo proposito iniziale. Con Ugo Tognazzi. Italia anni 60. L'operaio Luigi Bianchi arriva a Milano con un piano: compiere un attentato contro la società mineraria che ritiene responsabile di un grave incidente. Ma una volta in città, la vita della metropoli lo assorbe completamente, portandolo a rimettere in discussione il suo proposito iniziale. Con Ugo Tognazzi."
    },
    {
      "show_name": "Amori di latta",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/16/1576487314515_2048x1152.jpg",
      "start_time": "2026-02-14 17:05:00",
      "end_time": "2026-02-14 18:15:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Il viaggio della scrittrice e vignettista Chiara Rapaccini nel mondo degli adolescenti per scoprire il loro rapporto con le emozioni e soprattutto con i primi amori. Chiara incontra ragazzi dai 13 ai 19 anni, a Milano, Roma e Bari, e si chiede se quelli di oggi somiglino o no ai giovani degli anni '60, '70 e '80. Il viaggio della scrittrice e vignettista Chiara Rapaccini nel mondo degli adolescenti per scoprire il loro rapporto con le emozioni e soprattutto con i primi amori. Chiara incontra ragazzi dai 13 ai 19 anni, a Milano, Roma e Bari, e si chiede se quelli di oggi somiglino o no ai giovani degli anni '60, '70 e '80."
    },
    {
      "show_name": "Spose di guerra",
      "show_logo": "https://www.raiplay.it/dl/img/2022/01/17/1642410427686_2048x1152.jpg",
      "start_time": "2026-02-14 18:15:00",
      "end_time": "2026-02-14 19:10:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Durante la seconda guerra mondiale molti soldati americani ritornarono in patria con mogli e compagne straniere e con i figli nati dalle loro relazioni, dando vita a una sorta di immigrazione sentimentale che portò negli Stati Uniti tra il 1946 e il 1950 oltre centomila spose di guerra. I matrimoni nati dall'incontro tra le ragazze italiane e i soldati americani impegnati nella campagna del 1943-1945 furono oltre diecimila. Durante la seconda guerra mondiale molti soldati americani ritornarono in patria con mogli e compagne straniere e con i figli nati dalle loro relazioni, dando vita a una sorta di immigrazione sentimentale che portò negli Stati Uniti tra il 1946 e il 1950 oltre centomila spose di guerra. I matrimoni nati dall'incontro tra le ragazze italiane e i soldati americani impegnati nella campagna del 1943-1945 furono oltre diecimila."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-14 19:10:00",
      "end_time": "2026-02-14 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il primo grande amore",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/15/1752565892924_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-14 19:15:00",
      "end_time": "2026-02-14 19:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il primo grande amore Indietro nella memoria - Inchiesta in 4 puntate sui ricordi e le emozioni del 'primo amore' con una serie d'interviste ad alcuni adolescenti, anziani e personaggi famosi, tra cui Pie - ra Degli Esposti e Cesare Zavattini. - di Michele Gandin (1982)."
    },
    {
      "show_name": "Via Vittorio Veneto. La strada del mito",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/04/1572881016532_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-14 19:25:00",
      "end_time": "2026-02-14 19:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I fasti delle favolose notti di Via Veneto, tra cinema, glamour, crisi e rilanci."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-14 19:55:00",
      "end_time": "2026-02-14 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai. Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770204426897_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-14 20:00:00",
      "end_time": "2026-02-14 20:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 14 febbraio 2026. Persone, eventi e ricorrenze del 14 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Scritto letto detto",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770626273530_Scritto%20letto%20detto.jpg",
      "start_time": "2026-02-14 20:20:00",
      "end_time": "2026-02-14 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Scritto, letto, detto: Alessandra Celati - Giovanni Paolo Fontana intervista scrittori, giornalisti e testimoni. La saggista Alessandra Celati narra storie di donne che, ai tempi della Ri - forma italiana nel Cinquecento, hanno messo in discussione i capisaldi della fede, creando disordine. - Un programma di Giovanni Paolo Fontana, produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/19/1732023157270_1732023233252.png",
      "start_time": "2026-02-14 20:35:00",
      "end_time": "2026-02-14 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giovane Rodolfo Valentino era partito per l'America mosso dall'ambizione e da sogni di grandezza. Da Castellaneta, in provincia di Taranto, approda a Hollywood dove diventa uno dei più popolari divi del cinema muto, il simbolo stesso dell'eleganza e della passionalità. Nel firmamento delle stelle del grande schermo il suo è uno dei primi sguardi magnetici capace di sedurre ed incantare il pubblico, la figura che dà origine allo star system del cinema americano. In studio, con Paolo Mieli, il professor Ernesto Galli Della Loggia. Il giovane Rodolfo Valentino era partito per l'America mosso dall'ambizione e da sogni di grandezza. Da Castellaneta, in provincia di Taranto, approda a Hollywood dove diventa uno dei più popolari divi del cinema muto, il simbolo stesso dell'eleganza e della passionalità. Nel firmamento delle stelle del grande schermo il suo è uno dei primi sguardi magnetici capace di sedurre ed incantare il pubblico, la figura che dà origine allo star system del cinema americano. In studio, con Paolo Mieli, il professor Ernesto Galli Della Loggia."
    },
    {
      "show_name": "Tiro al piccione (1961)",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/06/1770384878951_2048x1152.jpg",
      "start_time": "2026-02-14 21:15:00",
      "end_time": "2026-02-14 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Drammatico (1961) - L'esperienza di un ragazzo arruolatosi volontario nell'esercito della Repubblica Sociale Italiana per perseguire i propri ideali.. - Regia di Giuliano Montaldo. Con Eleonora Rossi Drago, Jacques Charrier, Francisco Rabal, Sergio Fantoni, Carlo D'angelo, Gastone Moschin."
    },
    {
      "show_name": "Our war",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770625726491_2048x1152.jpg",
      "start_time": "2026-02-14 23:15:00",
      "end_time": "2026-02-15 00:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Documentario (2016) - Un americano, un italiano e uno svedese, unitisi come volontari ai curdi che hanno impugnato le armi contro l'Isis in Siria, raccontano la loro esperienza.. - Regia di Benedetta Argentieri, Bruno Chiaravalloti, Claudio Jampaglia."
    }
  ]
}