{
  "channel_name": "RaiStoria",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/le-ragazze.webp",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 00:55:00",
      "episode_number": "S8 E4",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani. Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/rainews.webp",
      "start_time": "2026-02-02 00:55:00",
      "end_time": "2026-02-02 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 01:00:00",
      "end_time": "2026-02-02 01:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/passato-e-presente.webp",
      "start_time": "2026-02-02 01:20:00",
      "end_time": "2026-02-02 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Sudafrica, dal 1910 in poi, una minoranza bianca ha detenuto il potere e gestito la totalità delle risorse di un territorio tra i più ricchi del pianeta, costringendo i neri ai lavori più umili.  L'Apartheid, il sistema di segregazione razziale utilizzato  ufficialmente a partire dal 1948, era un sistema basato sulla disuguaglianza, che la maggioranza nera della popolazione è stata costretta a subire per quasi tutto il XX secolo, mentre le proteste delle associazioni anti-apartheid venivano represse nel sangue e i loro leader incarcerati o uccisi. È solo dopo la liberazione nel 1990 del leader storico dell'opposizione nera, Nelson Mandela, e con la sua elezione a Capo di Stato nel 1994, che l'Apartheid viene finalmente abolita. In studio, con Paolo Mieli, la prof.ssa Anna Maria Gentili."
    },
    {
      "show_name": "Volere votare",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/volere-votare.webp",
      "start_time": "2026-02-02 02:00:00",
      "end_time": "2026-02-02 02:30:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Attraverso le testimonianze di alcune donne italiane, il documentario rievoca la giornata del 2 giugno 1946, quando per la prima volta furono chiamate ad esprimere il proprio voto. Le battaglie condotte dalle donne italiane negli anni precedenti il 1946 per chiedere il riconoscimento del diritto di voto. L'approvazione del diritto di voto alle donne da parte del Parlamento italiano il 1 febbraio 1945, su proposta del segretario del Partito Comunista Italiano (PCI) Palmiro Togliatti e dello statista e fondatore del partito Democrazia Cristiana (DC) De Gasperi. Il ruolo delle prime 21 donne elette nell'Assemblea costituente il 2 giugno 1946, e il loro contributo nella scrittura della Carta Costituzionale. Attraverso le testimonianze di alcune donne italiane, il documentario rievoca la giornata del 2 giugno 1946, quando per la prima volta furono chiamate ad esprimere il proprio voto. Le battaglie condotte dalle donne italiane negli anni precedenti il 1946 per chiedere il riconoscimento del diritto di voto. L'approvazione del diritto di voto alle donne da parte del Parlamento italiano il 1 febbraio 1945, su proposta del segretario del Partito Comunista Italiano (PCI) Palmiro Togliatti e dello statista e fondatore del partito Democrazia Cristiana (DC) De Gasperi. Il ruolo delle prime 21 donne elette nell'Assemblea costituente il 2 giugno 1946, e il loro contributo nella scrittura della Carta Costituzionale."
    },
    {
      "show_name": "RES",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/res.webp",
      "start_time": "2026-02-02 02:30:00",
      "end_time": "2026-02-02 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo p.5. Il primato - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si sono organizzate per r - isolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "Un giorno in piu' del fascismo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/un-giorno-in-piu-del-fascismo.webp",
      "start_time": "2026-02-02 03:30:00",
      "end_time": "2026-02-02 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. - di Bruno Testori produttore esecutivo Sara Mariani. Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. -  di Bruno Testori produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "Argo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/argo.webp",
      "start_time": "2026-02-02 04:15:00",
      "end_time": "2026-02-02 04:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Pillole Argo La ricchezza della cultura. - Cosimo il vecchio, il mecenatismo e lo spettacolo di Firenze. Pillole Argo  La ricchezza della cultura. - Cosimo il vecchio, il mecenatismo e lo spettacolo di Firenze."
    },
    {
      "show_name": "Come Eravamo Giovani",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/come-eravamo-giovani.webp",
      "start_time": "2026-02-02 04:25:00",
      "end_time": "2026-02-02 04:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Giovani, moda, canzoni e cronaca negli sessanta, quando gli italiani abbandonano le piazze e ricercano 'l'evasione."
    },
    {
      "show_name": "L'altro teatro",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/l-altro-teatro.webp",
      "start_time": "2026-02-02 04:40:00",
      "end_time": "2026-02-02 05:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Reportage in tre parti sulle vicende del teatro d'avanguardia a Roma: in questa puntata, la popolarità delle 'cantine' negli anni 70. Questa seconda puntata si apre con Roberto Benigni, intervistato sul suo 'teatro di cantina' - all'Alberico, dove debutta nel 1975. Si parla di come i giornali, anche quelli non specificatamente teatrali, inizino a interessarsi al teatro off romano, e di ciò è testimone il giornalista John Francis Lane, uno dei primi a dare riscontro internazionale della nuova scena. Victor Cavallo e Dacia Maraini vengono poi interrogati sulle caratteristiche delle avanguardie teatrali in Italia negli anni '70: in particolare, la Maraini racconta del teatro femminista La Maddalena, di cui è stata una delle figure di riferimento. - di N. Garrone, Giuseppe Bartolucci e Maria Bosio. Reportage in tre parti sulle vicende del teatro d'avanguardia a Roma: in questa puntata, la popolarità delle 'cantine' negli anni 70. Questa seconda puntata si apre con Roberto Benigni, intervistato sul suo 'teatro di cantina' - all'Alberico, dove debutta nel 1975. Si parla di come i giornali, anche quelli non specificatamente teatrali, inizino a interessarsi al teatro off romano, e di ciò è testimone il giornalista John Francis Lane, uno dei primi a dare riscontro internazionale della nuova scena. Victor Cavallo e Dacia Maraini vengono poi interrogati sulle caratteristiche delle avanguardie teatrali in Italia negli anni '70: in particolare, la Maraini racconta del teatro femminista La Maddalena, di cui è stata una delle figure di riferimento. -  di N. Garrone, Giuseppe Bartolucci e Maria Bosio."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 05:40:00",
      "end_time": "2026-02-02 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/passato-e-presente.webp",
      "start_time": "2026-02-02 06:00:00",
      "end_time": "2026-02-02 06:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Sudafrica, dal 1910 in poi, una minoranza bianca ha detenuto il potere e gestito la totalità delle risorse di un territorio tra i più ricchi del pianeta, costringendo i neri ai lavori più umili.  L'Apartheid, il sistema di segregazione razziale utilizzato  ufficialmente a partire dal 1948, era un sistema basato sulla disuguaglianza, che la maggioranza nera della popolazione è stata costretta a subire per quasi tutto il XX secolo, mentre le proteste delle associazioni anti-apartheid venivano represse nel sangue e i loro leader incarcerati o uccisi. È solo dopo la liberazione nel 1990 del leader storico dell'opposizione nera, Nelson Mandela, e con la sua elezione a Capo di Stato nel 1994, che l'Apartheid viene finalmente abolita. In studio, con Paolo Mieli, la prof.ssa Anna Maria Gentili."
    },
    {
      "show_name": "L'altro buio in sala",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/l-altro-buio-in-sala.webp",
      "start_time": "2026-02-02 06:40:00",
      "end_time": "2026-02-02 08:20:00",
      "episode_number": "",
      "show_category": "Cinema & Teatro",
      "show_description": "Documentario (2022) - La storia e il presente, fino al tempo del Covid, delle sale cinematografiche d'essai in Italia. Da Milano a Roma, da Napoli a Torino.. - Regia di Ciro Formisano. La storia e il presente, fino al tempo del Covid, delle sale cinematografiche d'essai in Italia. Da Milano a Roma, da Napoli a Torino."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 08:20:00",
      "end_time": "2026-02-02 08:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/passato-e-presente.webp",
      "start_time": "2026-02-02 08:45:00",
      "end_time": "2026-02-02 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Sudafrica, dal 1910 in poi, una minoranza bianca ha detenuto il potere e gestito la totalità delle risorse di un territorio tra i più ricchi del pianeta, costringendo i neri ai lavori più umili.  L'Apartheid, il sistema di segregazione razziale utilizzato  ufficialmente a partire dal 1948, era un sistema basato sulla disuguaglianza, che la maggioranza nera della popolazione è stata costretta a subire per quasi tutto il XX secolo, mentre le proteste delle associazioni anti-apartheid venivano represse nel sangue e i loro leader incarcerati o uccisi. È solo dopo la liberazione nel 1990 del leader storico dell'opposizione nera, Nelson Mandela, e con la sua elezione a Capo di Stato nel 1994, che l'Apartheid viene finalmente abolita. In studio, con Paolo Mieli, la prof.ssa Anna Maria Gentili."
    },
    {
      "show_name": "La notte brava",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/la-notte-brava.webp",
      "start_time": "2026-02-02 09:30:00",
      "end_time": "2026-02-02 10:55:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Roma, fine anni 50. Un gruppo di balordi decide di passare una \"notte brava\" sperperando il ricavato di un furto. Dopo che il denaro è stato perso e rubato più volte, uno dei giovani resta solo e vaga da un locale all'altro in compagnia di una ragazza. All'alba, gli sono rimaste in tasca solo mille lire. Un Nastro d'Argento 1960. Roma, fine anni 50. Un gruppo di balordi decide di passare una \\\"notte brava\\\" sperperando il ricavato di un furto. Dopo che il denaro è stato perso e rubato più volte, uno dei giovani resta solo e vaga da un locale all'altro in compagnia di una ragazza. All'alba, gli sono rimaste in tasca solo mille lire. Un Nastro d'Argento 1960."
    },
    {
      "show_name": "Illuminate",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/illuminate.webp",
      "start_time": "2026-02-02 10:55:00",
      "end_time": "2026-02-02 11:40:00",
      "episode_number": "S2024 E2",
      "show_category": "",
      "show_description": "Ironica, seducente, mattatrice, unica: Monica Vitti è stata una delle attrici più straordinarie e amate di tutti i tempi. \"Spiritosissima\" e definita da Monicelli come il \"quinto colonnello della commedia all'italiana\", ha rappresentato donne inquiete, coraggiose, brillanti e anticonvenzionali, stravolgendo i canoni cinematografici e gli stereotipi della bellezza dell'epoca. Ironica, seducente, mattatrice, unica: Monica Vitti è stata una delle attrici più straordinarie e amate di tutti i tempi. \\\"Spiritosissima\\\" e definita da Monicelli come il \\\"quinto colonnello della commedia all'italiana\\."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 11:40:00",
      "end_time": "2026-02-02 12:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/italiani-con-paolo-mieli.webp",
      "start_time": "2026-02-02 12:05:00",
      "end_time": "2026-02-02 13:05:00",
      "episode_number": "S2018",
      "show_category": "",
      "show_description": "Giornalista, scrittrice, importante esponente del Pci, Miriam Mafai, classe 1926, muore il 9 aprile 2012. Nata a Firenze, Miriam Mafai definisce la sua famiglia un contesto \"felicemente disordinato\" e fuori dalle regole dove la pittura, la scultura, la musica e l'antifascismo sono il pane quotidiano. Il padre Mario Mafai, pittore, e la madre Antonietta Raphael, anche lei pittrice e scultrice ebrea di origine russa, sono due famosi esponenti della Scuola Romana. Miriam ha due sorelle, Simona e Giulia. La promulgazione delle leggi razziali nel '38 costringono la famiglia Mafai a lasciare improvvisamente Roma. Le ingiustizie del fascismo, la tragedia della guerra saranno la spinta determinante verso le future scelte politiche di Miriam: da staffetta partigiana durante la liberazione di Roma a funzionario del partito comunista impegnata affianco dei contadini nelle lotte per la conquista delle terre. Miriam Mafai quindi, prima ancora di approdare alla scrittura, abbraccia per alcuni anni la vita politica all'interno di un partito, quello comunista, inteso dai propri militanti alla stregua di una grande famiglia ordinata e organizzata da regole precise. Forse proprio quelle regole venute a mancare in gioventù, come racconta Miriam, furono il primo motore di una militanza durata quasi un decennio. Nel '56 la grande svolta della sua vita. Lascia il suo incarico nel partito, si trasferisce a Parigi con il marito e i figli e comincia a scrivere come inviata per \"Vie Nuove\" una rivista legata al Partito Comunista. Nasce così la giornalista nonché scrittrice Miriam Mafai. C'è un filo rosso che lega tutta la sua produzione giornalistica ed è quello della libertà della donna e della laicità dello Stato. Giornalista, scrittrice, importante esponente del Pci, Miriam Mafai, classe 1926, muore il 9 aprile 2012. Nata a Firenze, Miriam Mafai definisce la sua famiglia un contesto \\\"felicemente disordinato\\\" e fuori dalle regole dove la pittura, la scultura, la musica e l'antifascismo sono il pane quotidiano. Il padre Mario Mafai, pittore, e la madre Antonietta Raphael, anche lei pittrice e scultrice ebrea di origine russa, sono due famosi esponenti della Scuola Romana. Miriam ha due sorelle, Simona e Giulia. La promulgazione delle leggi razziali nel '38 costringono la famiglia Mafai a lasciare improvvisamente Roma. Le ingiustizie del fascismo, la tragedia della guerra saranno la spinta determinante verso le future scelte politiche di Miriam: da staffetta partigiana durante la liberazione di Roma a funzionario del partito comunista impegnata affianco dei contadini nelle lotte per la conquista delle terre. Miriam Mafai quindi, prima ancora di approdare alla scrittura, abbraccia per alcuni anni la vita politica all'interno di un partito, quello comunista, inteso dai propri militanti alla stregua di una grande famiglia ordinata e organizzata da regole precise. Forse proprio quelle regole venute a mancare in gioventù, come racconta Miriam, furono il primo motore di una militanza durata quasi un decennio. Nel '56 la grande svolta della sua vita. Lascia il suo incarico nel partito, si trasferisce a Parigi con il marito e i figli e comincia a scrivere  come inviata per \\\"Vie Nuove\\\" una rivista legata al Partito Comunista. Nasce così la giornalista nonché scrittrice Miriam Mafai. C'è un filo rosso che lega tutta la sua produzione giornalistica ed è quello della libertà della donna e della laicità dello Stato."
    },
    {
      "show_name": "L'altro teatro",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/l-altro-teatro.webp",
      "start_time": "2026-02-02 13:05:00",
      "end_time": "2026-02-02 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Reportage in tre parti sulle vicende del teatro d'avanguardia a Roma: in questa puntata, le 'cantine' e le compagnie teatrali sperimentali alle soglie degli anni 80.. - di N. Garrone, Giuseppe Bartolucci e Maria Bosio."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 14:10:00",
      "end_time": "2026-02-02 14:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/passato-e-presente.webp",
      "start_time": "2026-02-02 14:35:00",
      "end_time": "2026-02-02 15:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Sudafrica, dal 1910 in poi, una minoranza bianca ha detenuto il potere e gestito la totalità delle risorse di un territorio tra i più ricchi del pianeta, costringendo i neri ai lavori più umili.  L'Apartheid, il sistema di segregazione razziale utilizzato  ufficialmente a partire dal 1948, era un sistema basato sulla disuguaglianza, che la maggioranza nera della popolazione è stata costretta a subire per quasi tutto il XX secolo, mentre le proteste delle associazioni anti-apartheid venivano represse nel sangue e i loro leader incarcerati o uccisi. È solo dopo la liberazione nel 1990 del leader storico dell'opposizione nera, Nelson Mandela, e con la sua elezione a Capo di Stato nel 1994, che l'Apartheid viene finalmente abolita. In studio, con Paolo Mieli, la prof.ssa Anna Maria Gentili."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/la-bussola-e-la-clessidra.webp",
      "start_time": "2026-02-02 15:20:00",
      "end_time": "2026-02-02 16:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero - Giulio Ubio Cittadino e soldato - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La - nuova serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino. La bussola e la clessidra - La via del guerriero - Giulio Ubio Cittadino e soldato - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La - nuova serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. -  Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/l-italia-della-repubblica.webp",
      "start_time": "2026-02-02 16:30:00",
      "end_time": "2026-02-02 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Italia della Repubblica Il lungo viaggio dell'Europa pt.20 - La nascita della Seconda Repubblica, dalle dimissioni dell'ultimo governo del Pentapartito fino alla vittoria del Polo nel 1994. - Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio Romano Prodidi Riccardo FerrigatoRegia di puntata:Marco Orlanducci. L'Italia della Repubblica Il lungo viaggio dell'Europa pt.20 - La nascita della Seconda Repubblica, dalle dimissioni dell'ultimo governo del Pentapartito fino alla vittoria del Polo nel 1994. - Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio Romano Prodidi Riccardo FerrigatoRegia di puntata:Marco Orlanducci."
    },
    {
      "show_name": "RES",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/res.webp",
      "start_time": "2026-02-02 17:30:00",
      "end_time": "2026-02-02 18:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo p.6. L' Europa esportata - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si sono organizz - ate per risolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "Biografie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/biografie.webp",
      "start_time": "2026-02-02 18:35:00",
      "end_time": "2026-02-02 18:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Biografie Monica Vitti - Che cos'è un'attrice - Ripercorre la sua carriera attraverso interviste ed immagini di repertorio di sue apparizioni in trasmissioni televisive come Studio Uno, Serata d'onore, Mil - leluci, Canzonissima e di backstage di film come la Ragazza con la pistola, Deserto rosso e di film come La notte, Dramma della gelosia, La Tosca, fino a Flirt, uno dei suoi ultimi lavori. - Regia: Caterina Intelisano."
    },
    {
      "show_name": "Viaggio sentimentale nell'Italia dei vini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/viaggio-sentimentale-nell-italia-dei-vini.webp",
      "start_time": "2026-02-02 18:40:00",
      "end_time": "2026-02-02 19:30:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "Luigi Veronelli si mette in viaggio per dimostrare la sua tesi: \"il peggior vino contadino è migliore del miglior vino d'industria\". Partendo dalla locanda di Franco Colombani a Maleo, Veronelli esplora le Langhe, terra dei vitigni di Dolcetto, Barolo, Barbera, Moscato e Nebbiolo, incontrando storici vignaioli e vinattieri con cui commenta le difficoltà e le carenze legislative per la tutela della produzione vinicola locale. Fra questi: Romano Dogliotti, Renato Ratti, Tonino Verro e Bruno Giacosa. Luigi Veronelli si mette in viaggio per dimostrare la sua tesi: \\\"il peggior vino contadino è migliore del miglior vino d'industria\\\". Partendo dalla locanda di Franco Colombani a Maleo, Veronelli esplora le Langhe, terra dei vitigni di Dolcetto, Barolo, Barbera, Moscato e Nebbiolo, incontrando storici vignaioli e vinattieri con cui commenta le difficoltà e le carenze legislative per la tutela della produzione vinicola locale. Fra questi: Romano Dogliotti, Renato Ratti, Tonino Verro e Bruno Giacosa."
    },
    {
      "show_name": "Visioni private",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/visioni-private.webp",
      "start_time": "2026-02-02 19:30:00",
      "end_time": "2026-02-02 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Visioni private - Carlo Delle Piane - Cinzia Tani intervista l'attore Carlo Delle Piane (2 febbraio 1936 - 23 agosto 2019) sulle tappe più importanti della sua carriera e i suoi ricordi te - levisivi. - di Alfonso Notari e Cinzia Tani, regia di Linda Tugnoli e Leonardo Sicurello."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/le-serie-di-raicultura-it.webp",
      "start_time": "2026-02-02 20:00:00",
      "end_time": "2026-02-02 20:10:00",
      "episode_number": "E20",
      "show_category": "",
      "show_description": "Dal novembre 1814 al giugno 1815 le grandi potenze europee Austria, Prussia e Regno Unito si riuniscono al Congresso di Vienna. Clemente di Metternich, ministro degli esteri austriaco, è il padrone di casa e grande protagonista dell'evento, con il quale si ripristina in Europa il sistema antecedente al dominio napoleonico. A guidarci nel racconto la storica Chiara Lucrezio Monticelli. Dal novembre 1814 al giugno 1815 le grandi potenze europee Austria, Prussia e Regno Unito si riuniscono al Congresso di Vienna. Clemente di Metternich, ministro degli esteri austriaco, è il padrone di casa e grande protagonista dell'evento, con il quale si ripristina in Europa il sistema antecedente al dominio napoleonico. A guidarci nel racconto la storica Chiara Lucrezio Monticelli."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-02 20:10:00",
      "end_time": "2026-02-02 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 2 febbraio 2026. Persone, eventi e ricorrenze del 2 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/passato-e-presente.webp",
      "start_time": "2026-02-02 20:35:00",
      "end_time": "2026-02-02 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Per cinque secoli, intere generazioni di giovani gesuiti europei esprimono un desiderio irrefrenabile: essere mandati nelle \"Indie\". E lo esprimono attraverso delle lettere al Padre Generale: le Indipetae. Il desiderio di partire per terre lontane da evangelizzare risponde alla vocazione missionaria dell'ordine, ma soprattutto racconta la sete d'avventura, i sogni e le speranze di giovani religiosi che, a una vita sicura nei collegi dell'Europa cristiana, preferiscono le incognite di una missione ai confini del mondo. Le indipetae diventano così un diario collettivo spirituale, il termometro di una vocazione che attraversa i secoli. Tra le ultimissime lettere c'è quella di un giovane gesuita argentino che negli anni Sessanta del Novecento chiede di essere mandato in Giappone: Jorge Mario Bergoglio. Le parole dei giovani gesuiti sono lette e interpretate da Tobia De Angelis. In studio, con Paolo Mieli, la professoressa Michela Catto."
    },
    {
      "show_name": "Cortina nella Grande Guerra",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/cortina-nella-grande-guerra.webp",
      "start_time": "2026-02-02 21:15:00",
      "end_time": "2026-02-02 22:15:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956. Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/italia-viaggio-nella-bellezza.webp",
      "start_time": "2026-02-02 22:15:00",
      "end_time": "2026-02-02 23:15:00",
      "episode_number": "S2025 E7",
      "show_category": "",
      "show_description": "In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design. In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design."
    },
    {
      "show_name": "L'ultima marcia",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiStoria/today/l-ultima-marcia.webp",
      "start_time": "2026-02-02 23:15:00",
      "end_time": "2026-02-03 00:20:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Un racconto totalmente inedito che esplora l'ultimo segmento della Seconda Guerra Mondiale, mettendo in luce la tragica odissea degli internati nei campi di concentramento nazisti nel cuore dell'Europa devastata dalla guerra. Regia Massimo Vincenzi. Un racconto totalmente inedito che esplora l'ultimo segmento della Seconda Guerra Mondiale, mettendo in luce la tragica odissea degli internati nei campi di concentramento nazisti nel cuore dell'Europa devastata dalla guerra. Regia Massimo Vincenzi."
    }
  ]
}