{
  "channel_name": "RaiScuola",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 08 - Rachel Carson - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Stalle, poeti e castelli della Valmarecchia - Gianfranco Anzini ci porterà in Valmarecchia, una vallata pittoresca circondata da castelli e da borghi abbandonati, oggi riqu - alificati. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-14 01:00:00",
      "end_time": "2026-02-14 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-14 02:00:00",
      "end_time": "2026-02-14 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro b - estiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Paolo Pani, fisico teorico. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-14 02:30:00",
      "end_time": "2026-02-14 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.05 - La scienza delle frane - In questa puntata parliamo di frane che, per definizione, corrispondono al movimento di roccia, detrito o terra lungo un versante sotto l'azio - ne della gravità. In Italia, le aree soggette a elevata criticità idrogeologica si estendono per quasi 30.000 chilometri quadrati: quasi il 10% del totale del territorio nazionale fra zone soggette a rischio frana e rischio di alluvione. Due frane su tre di tutta l'Europa sono state registrate proprio nel nostro paese. Ne parliamo con Laura Longoni, ingegnere ambientale e docente di geologia applicata al Politecnico di Milano, presso il Dipartimento di Ingegneria Civile e Ambientale, esperta di monitoraggio delle frane. E in particolare, di trasporto solido: il movimento di detriti, sedimenti e altri materiali solidi trasportati dall'acqua durante eventi alluvionali, che rappresenta ancora oggi una grande sfida per gli scienziati delle frane. Per scoprire i fattori scatenanti di una frana, come la scienza delle frane applichi le nuove tecnologie allo studio di questi fenomeni e quanto possa rivelarsi utile l'intelligenza artificiale nella geologia applicata al territorio, abbiamo incontrato anche i protagonisti dell'ultimo 'Forum Mondiale sulle Frane' che si è tenuto in Italia, a Firenze, nel novembre 2023. Abbiamo affrontato anche le grandi sfide del futuro sullo studio delle frane, per capire come prevenire e mitigare il rischio frana, come allertare la popolazione in tempo e che cosa resta ancora da scoprire. Infine, Anna Pancaldi ci racconta la storia della Buzza di Biasca, uno degli eventi naturali più catastrofici del Rinascimento, che colpì il monte Crenone, nel Canton Ticino, in Svizzera, nel 1513. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Oggi è",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oggi.webp",
      "start_time": "2026-02-14 03:15:00",
      "end_time": "2026-02-14 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oggi è - 13 febbraio: Giornata mondiale della Radio - Il 13 febbraio si celebra la giornata mondiale della radio proclamata dall'Unesco nel 2011. Nella puntata la storia della radio viene ripercorsa con A - ndrea Borgnino e con contributi dalle Teche Rai e si raccontano i programmi radiofonici di oggi attraverso interviste a vari conduttori raccolte a via Asiago 10, sede storica della radiofonia."
    },
    {
      "show_name": "L'Archipendolo Sergio Musmeci",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-archipendolo-sergio-musmeci.webp",
      "start_time": "2026-02-14 03:45:00",
      "end_time": "2026-02-14 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Archipendolo Puntata 1 - Il trilite e il tempio greco - In questa puntata parleremo del tempio greco e della sua struttura architettonica basata sul trilite. Vedremo come questo elemento strutturale che - ci arriva dalla notte dei tempi, raggiunga nel tempio Greco la sua massima espressione. E scopriremo gli splendi templi di Paestum. - Un programma di Daniela Delfini, condotto da Edoardo Camponeschi, consulenti Tullia Iori, Fabio Di Carlo, produttore esecutivo Giorgio Marcucci, regia di David Emmer."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/donne-di-scienza.webp",
      "start_time": "2026-02-14 04:15:00",
      "end_time": "2026-02-14 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - p. 06: Marcella Frangipane - Le donne che sono diventate icone dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quel - le che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Marcella Frangipane. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-14 04:45:00",
      "end_time": "2026-02-14 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - L'Acqua, il composto della vita - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del - mondo che ci circonda e delle sue regole. In questa puntata parliamo dell'acqua. L'acqua è una risorsa preziosa per la Terra e la nostra vita. Gli animali e le piante si nutrono di umidità. Gli alimenti sono ricchi di succhi. Circa due terzi del nostro corpo è fatto di acqua, così come la Terra. L'acqua si trasforma, può essere liquida, solida e gassosa. A volte è umile e discreta, altre volte diventa violenta e distruttiva. Ma quando parliamo di acqua da bere dobbiamo fare i conti con una risorsa che diminuisce con l'aumentare della popolazione. Ne parliamo con Francesco Venerando Mantegna, direttore generale di MARIS Ricerca e membro del Consiglio scientifico dell'ISPRA, e Grazia Fattoruso, del Centro Ricerche Portici di ENEA. Incontriamo anche Lidietta Giorno, dirigente di ricerca del CNR-ITM di Rende, Cosenza, alla scoperta delle ultime tecnologie per purificare e dissalare l'acqua. Anna Pancaldi ci racconta infine la scoperta della composizione dell'acqua e l'epidemia di colera del 1854 a Londra. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-14 05:15:00",
      "end_time": "2026-02-14 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Spettrometria e beni culturali - Le antiche eruzioni fissurali delle Timpe delle Aci - Meglio un uovo oggi o una gallina domani."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-14 05:30:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 13) Esplorare gli abissi - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Marcello Calisti, rice - rcatore dell'Istituto di Biorobotica della Scuola Superiore Sant'Anna di Pisa. Assieme ci conducono alla scoperta dell'esplorazione dei fondali marini, di cui oggi conosciamo soltanto il 5%. Esiste infatti una parte di oceani ancora inesplorata, una porzione immensa che rappresenta da sempre il sogno degli esploratori più audaci, dai primi mezzi che sono andati sott'acqua fino ad arrivare alla tecnologia più sofisticata nel campo dell'attuale robotica marina. Parliamo, in particolare, di robotica marina bio-ispirata: robot ispirati alla Natura, a quelle specie marine come pesci e polpi che sono stati ingegnerizzati traendo ispirazione proprio dai loro movimenti. Cecilia Laschi, docente di Bioingegneria Industriale all'Istituto di BioRobotica della Scuola Superiore Sant'Anna di Pisa, pioniera della robotica soft e ideatrice del primo robot soffice ispirato al polpo, ci racconta invece di Silver 2, il robot-granchio esploratore e netturbino dei fondali marini messo a punto nei laboratori di Livorno. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-14 06:50:00",
      "end_time": "2026-02-14 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'orologio molecolare - La storia del cacao - Nanotecnologie per catturare l'energia dal Sole - Fermi, un errore da Nobel."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-14 07:00:00",
      "end_time": "2026-02-14 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per: il patrimonio audiovisivo - La conservazione, la diffusione e la tutela del nostro patrimonio audiovisivo sono elementi fondamentali per salvaguardare la memoria collettiva. Per questo, gli - archivi delle immagini in movimento hanno il compito fondamentale di preservare questo patrimonio, renderlo accessibile e fruibile al pubblico e alle generazioni future."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-14 07:30:00",
      "end_time": "2026-02-14 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza Puntata 5: Padova - Memex I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i centri di ri - cerca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. Questo episodio è dedicato a Padova: la città da cui Galileo puntò per la prima volta il cannocchiale verso il cielo, è ancora un territorio di fervente attività scientifica. Per scoprire come l'eredità del grande scienziato è stata raccolta, visiteremo alcuni tra i più importanti siti di ricerca della zona. Andremo all'INFN, al Consorzio RFX, al Museo di storia della Fisica, all'Orto Botanico e agli istituti del CNR ICMATE (Istituto Chimica della Materia condensata e di Tecnologie per l'Energia), FMNLab, IGI (Istituto Gas Ionizzati). - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Federica De Maria - regia di Giancarlo Russo - conduce Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-14 08:00:00",
      "end_time": "2026-02-14 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-14 08:55:00",
      "end_time": "2026-02-14 09:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - L'Acqua, il composto della vita - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del - mondo che ci circonda e delle sue regole. In questa puntata parliamo dell'acqua. L'acqua è una risorsa preziosa per la Terra e la nostra vita. Gli animali e le piante si nutrono di umidità. Gli alimenti sono ricchi di succhi. Circa due terzi del nostro corpo è fatto di acqua, così come la Terra. L'acqua si trasforma, può essere liquida, solida e gassosa. A volte è umile e discreta, altre volte diventa violenta e distruttiva. Ma quando parliamo di acqua da bere dobbiamo fare i conti con una risorsa che diminuisce con l'aumentare della popolazione. Ne parliamo con Francesco Venerando Mantegna, direttore generale di MARIS Ricerca e membro del Consiglio scientifico dell'ISPRA, e Grazia Fattoruso, del Centro Ricerche Portici di ENEA. Incontriamo anche Lidietta Giorno, dirigente di ricerca del CNR-ITM di Rende, Cosenza, alla scoperta delle ultime tecnologie per purificare e dissalare l'acqua. Anna Pancaldi ci racconta infine la scoperta della composizione dell'acqua e l'epidemia di colera del 1854 a Londra. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-14 09:25:00",
      "end_time": "2026-02-14 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro b - estiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Paolo Pani, fisico teorico. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-14 10:00:00",
      "end_time": "2026-02-14 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.06 - Un pianeta magnetico - In questa puntata parliamo del geomagnetismo, del magnetismo terrestre. La Terra è un'enorme calamita con un proprio campo magnetico e con due p - oli magnetici, a nord e a sud. Ne vediamo gli effetti quando il cielo boreale o australe si illumina con gli splendidi colori dell'aurora, ma il campo magnetico terrestre ha soprattutto un ruolo fondamentale per la difesa della vita sulla Terra. Di questo parliamo con Paola De Michelis, ricercatrice dell'Istituto Nazionale di Geofisica e Vulcanologia, che ci spiega anche le cause per cui il campo magnetico terrestre si modifica nel tempo e nello spazio, nonché il modo in cui i poli magnetici si muovono e si invertono. Anna Pancaldi ci racconta la storia dello strumento che per primo ha sfruttato il campo magnetico terrestre: la bussola. Aldo Winkler e gli altri ricercatori dell'Ingv di Roma ci spiegano invece cosa sia il paleomagnetismo e come si può indagare il campo magnetico del passato. Attraverso ricerche analoghe è anche possibile datare manufatti antichi (in questo caso si parla di archeomagnetismo), come fa la ricercatrice Claudia Principe dell'Istituto di Geoscienze e Georisorse del CNR di Pisa. Ma il campo geomagnetico serve anche agli animali migratori, che lo sfruttano per orientarsi nel mondo. È quel che ci racconta Anna Pancaldi tramite l'esempio di un piccolo uccello, molto noto e amato: il pettirosso. - n programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-14 11:00:00",
      "end_time": "2026-02-14 11:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate: Chimica - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più numerose - ragazze che scelgono di impegnarsi nel mondo della scienza. 'Scienziate' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi."
    },
    {
      "show_name": "Stem",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/stem.webp",
      "start_time": "2026-02-14 11:30:00",
      "end_time": "2026-02-14 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza - STEM è il programma di informazione e approfondimento scientifico di Rai Cultura. Il divulgatore scientifico Davide Coero Borga incontra alcuni tra i maggiori esperti del mondo della ricerca - e dell'innovazione in vari ambiti del sapere scientifico per mostrare dal vivo cosa la scienza e la tecnologia possano fare per cambiare in meglio la vita di ognuno di noi e come possano anche rappresentare un investimento per il futuro per i giovani che vi si avvicinino. Le STEM (Scienza, Tecnologia, Ingegneria e Matematica) sono ovunque, anche dove non ce le aspetteremmo, e queste puntate hanno come focus proprio la dimostrazione che tanti sono i campi di interesse e altrettante e anche di più sono le loro applicazioni. In questa puntata Davide Coero Borga compie un viaggio alla scoperta di un tema di estrema attualità: il cibo. Dalla carne, ai cereali, all'acquacoltura, agli insetti, anche il cibo parla con il linguaggio delle displine STEM. Per farlo, incontra Sebastiana Failla, dirigente di ricerca al Centro \"Zootecnia e Acquacoltura\" del Consiglio per la Ricerca in Agricoltura e l'Analisi dell'Economia agraria a Monte Rotondo, vicino Roma, il genetista agrario Salvatore Ceccarelli, già docente di genetica agraria e oggi consulente presso un'organizzazione di ricerca per lo sviluppo (Bioversity International), Fabrizio Capoccioni, biologo e ricercatore al Centro di ricerca \"zootecnia e acquacoltura\" del Consiglio per la ricerca in agricoltura e l'Analisi dell'economia agraria di Monte Rotondo, Giulia Maffei, biologa esperta di entomofagia, appassionata di insetti e fondatrice, insieme a Giulia Tacchini, di Entonote, appassionata di insetti e fondatrice, Laura Gasco - ordinario di Zoocolture dell'Università di Torino e Responsabile della sezione Produzioni Animali al Centro Sperimentale di Tetto Frati, a Carmagnola (Torino). - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pierluigi Pantini, Nicoletta Piu, Pino Roggero con la collaborazione di Giuseppe Cembalo, Alberto Polimanti, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti/Giancarlo Russo/Giuseppe Cembalo/Nicoletta Piu conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-14 12:00:00",
      "end_time": "2026-02-14 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Racconti di Scienza - p. 02 - Il Vesuvio - La scienza è stata raccontata negli anni in numerosi programmi televisivi, con linguaggi diversi e da molti divulgatori di talento. Con la c - onduzione di Anna Pancaldi, Racconti di Scienza presenta un racconto a più voci alla scoperta del Vesuvio. Immagine caratteristica della città di Napoli, il Vesuvio ha plasmato il territorio circostante in epoche diverse e con esiti alterni, spesso devastanti. Oggi è uno dei vulcani più controllati al mondo per il suo incredibile potenziale esplosivo. Eppure gli abitanti che vivono alle sue pendici hanno col Vesuvio un rapporto di fedeltà e riconoscenza per la fertilità del luogo e la ricchezza che ne ricavano. - Un programma di Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-14 12:30:00",
      "end_time": "2026-02-14 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Stalle, poeti e castelli della Valmarecchia - Gianfranco Anzini ci porterà in Valmarecchia, una vallata pittoresca circondata da castelli e da borghi abbandonati, oggi riqu - alificati. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-14 13:30:00",
      "end_time": "2026-02-14 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-14 14:30:00",
      "end_time": "2026-02-14 15:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Siamo tutti malati di connessione, intossicati e dipendenti dalle teconologie digitali? Le nuove malattie si chiamano nomofobia, vamping, technostress. In questa puntata parliamo di internet addiction e delle - malattie connesse alla rete con il contributo dello psichiatra e psicoterapeuta gustavo Pietropolli Charmet, dello psicologo Giuseppe Levinia e dello psicoterapeuta Alberto Pellai."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-14 15:20:00",
      "end_time": "2026-02-14 16:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.05 - La scienza delle frane - In questa puntata parliamo di frane che, per definizione, corrispondono al movimento di roccia, detrito o terra lungo un versante sotto l'azio - ne della gravità. In Italia, le aree soggette a elevata criticità idrogeologica si estendono per quasi 30.000 chilometri quadrati: quasi il 10% del totale del territorio nazionale fra zone soggette a rischio frana e rischio di alluvione. Due frane su tre di tutta l'Europa sono state registrate proprio nel nostro paese. Ne parliamo con Laura Longoni, ingegnere ambientale e docente di geologia applicata al Politecnico di Milano, presso il Dipartimento di Ingegneria Civile e Ambientale, esperta di monitoraggio delle frane. E in particolare, di trasporto solido: il movimento di detriti, sedimenti e altri materiali solidi trasportati dall'acqua durante eventi alluvionali, che rappresenta ancora oggi una grande sfida per gli scienziati delle frane. Per scoprire i fattori scatenanti di una frana, come la scienza delle frane applichi le nuove tecnologie allo studio di questi fenomeni e quanto possa rivelarsi utile l'intelligenza artificiale nella geologia applicata al territorio, abbiamo incontrato anche i protagonisti dell'ultimo 'Forum Mondiale sulle Frane' che si è tenuto in Italia, a Firenze, nel novembre 2023. Abbiamo affrontato anche le grandi sfide del futuro sullo studio delle frane, per capire come prevenire e mitigare il rischio frana, come allertare la popolazione in tempo e che cosa resta ancora da scoprire. Infine, Anna Pancaldi ci racconta la storia della Buzza di Biasca, uno degli eventi naturali più catastrofici del Rinascimento, che colpì il monte Crenone, nel Canton Ticino, in Svizzera, nel 1513. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storia-della-matematica.webp",
      "start_time": "2026-02-14 16:05:00",
      "end_time": "2026-02-14 17:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-14 17:00:00",
      "end_time": "2026-02-14 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili - p. 02 - Alexander Fleming - A volte basta una distrazione per fare una scoperta scientifica fondamentale. Succede ad Alexander Fleming che, lasciando d - elle piastre contaminate in laboratorio, dopo qualche giorno riesce ad osservare un fenomeno di grande interesse per la vita di tutti. Fino alla Seconda guerra mondiale la causa più frequente di morte erano state le malattie infettive. Si moriva per infezioni contratte da una ferita o durante un'operazione, per sifilide, polmonite, tetano, cancrene. Fleming trova un rimedio a tutto questo dolore e di fatto salva milioni di persone con la sua 'penicillina'. Cresciuto in una famiglia povera e numerosa ma sempre aiutato dalla fortuna, Fleming è stato un paziente e attento osservatore della realtà, un biologo curioso e ostinato perseguitore del bene collettivo. Due mogli e molti riconoscimenti, fino al Nobel nel 1945, e una vita arricchita dall'affetto dei suoi maestri e dei suoi studenti. Chiara Buratti racconta gli anni dello studio, la lunga carriera tutta concentrata nel perfezionamento di una scoperta così importante, la capacità di riconoscere occasioni e saperle cogliere. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo. - Un programma di Daniela Mazzoli, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Pierluigi Pantini, conduce Chiara Buratti."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-14 17:30:00",
      "end_time": "2026-02-14 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 04 - La ricerca con le navi oceanografiche - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo - stretto rapporto tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alle navi oceanografiche in Italia, andiamo in Friuli-Venezia Giulia, a Trieste, per salire a bordo della rompighiaccio 'Laura Bassi' dell'Istituto Nazionale di Oceanografia e Geofisica Sperimentale e conoscere l'attività scientifica portata avanti durante le sue missioni. A raccontarci la storia di questa importante e unica imbarcazione e dei progetti di ricerca che ospita sono Franco Coren, Direttore Infrastrutture Navali dell'OGS, e alcuni ricercatori dell'OGS: l'oceanografo Manuel Bensi, il geologo marino Michele Rebesco e la glaciologa Florence Colleoni. Ci spostiamo poi in Liguria dove naviga la 'Alliance', la nave oceanografica del CMRE, l'unico centro di ricerca e sperimentazione marittima della NATO, che ha sede a La Spezia all'interno della base della Marina Militare Italiana. A bordo della nave oceanografica ci fanno conoscere gli strumenti e le attività il Comandante della Nave Alliance Pasquale Perrina (Marina Militare Italiana), l'Ufficiale di Staff Paolo Lombardi (NATO STO-CMRE), insieme all'oceanografo Sandro Carniel (Capo Divisione Ricerca NATO STO-CMRE) e all'ingegnere Alain Maguer (Capo Divisione Ingegneria NATO STO-CMRE). - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-14 18:00:00",
      "end_time": "2026-02-14 18:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Hit the sack - Episodio 6 - Jack nota che il Mr. Speech risente dello stress e dell agitazione provati dal soggetto utilizzatore. Decide di aggingere alle pillole di e - nergia una sostanza calmante. Il risultato è una sonnolenza progressiva e incontrollabile. E qualcuno ne approfitta. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Jacopo Bezzi Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-14 18:25:00",
      "end_time": "2026-02-14 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Skye, Rona e Raasay Ep.4 - L' avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. Torna con una seconda serie - splendidamente girata. Viaggia attraverso nuove meravigliose isole della Scozia, alla ricerca di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-14 19:15:00",
      "end_time": "2026-02-14 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi La Cevenne bosco della Resistenza - Ep. 4 - Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geogra - fia, il suo clima e il suo spirito \"cévenol\", questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi. Terra di rifugio e santuario protettivo. Il popolo \"cévenol\" coltiva questa foresta da tempo immemorabile."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-14 20:00:00",
      "end_time": "2026-02-14 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-14 21:00:00",
      "end_time": "2026-02-14 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.03 - La vita delle spiagge - In questa puntata parliamo di spiagge, habitat ricchi di vita al confine tra terra e acqua. Le spiagge sono sistemi complessi e fragili, la cui - stessa esistenza è a rischio. Delle caratteristiche delle spiagge, della loro formazione, della morfologia e dei cambiamenti in atto, ci parla Filippo D'Ascola, ingegnere idraulico marittimo dell'ISPRA, l'Istituto Superiore per la Protezione e la Ricerca Ambientale, che ci descrive lo stato di salute delle nostre coste sabbiose, evidenziando quali siano le minacce e quali interventi di protezione si possano mettere in atto per rallentare o fermare il processo di erosione in atto. Anna Pancaldi ci svela la vita di un curioso abitante delle dune sabbiose, lavoratore instancabile e silenzioso, e come abbiamo scoperto l'effetto serra e le cause dell'attuale cambiamento climatico. Sulle spiagge della Sardegna con Marco Curini Galletti, zoologo dell'Università di Sassari, andiamo a conoscere degli organismi viventi davvero piccoli e preziosi, mentre con Giovanni De Falco, geologo marino della sede di Oristano dell'Istituto per lo Studio degli impatti Antropici e Sostenibilità in ambiente marino del CNR, vediamo da vicino da cosa sono composte le spiagge e come si differenziano tra loro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-14 22:00:00",
      "end_time": "2026-02-14 22:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-14 22:45:00",
      "end_time": "2026-02-14 23:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-14 23:30:00",
      "end_time": "2026-02-15 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 02 - La ricerca in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo stretto rappor - to tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alla scienza in alta quota, andiamo in Val d'Aosta per scoprire cosa si studia all'Istituto scientifico Angelo Mosso, a 2.901 metri nel cuore del Monte Rosa. Lì vi è ospitato il Laboratorio Neve e Suoli alpini del'Università di Torino dedicato a progetti sul suolo in ambienti montani. Il nivologo e pedologo Michele Freppaz e la climatologa Elisa Palazzi, entrambi dell'Università di Torino, assieme alla guida alpina Arnoldo Welf delle Guide Alpine Valdostane, ci raccontano quali ricerche vi si portano avanti. Ancora più in alto, e precisamente a 3.480 metri, sul Plateau Rosa, proprio sul confine tra Italia e Svizzera di fronte al Cervino, hanno sede la stazione di ricerca Testa Grigia del Dipartimento di Scienze del Sistema Terra e Tecnologie per l'Ambiente del Consiglio Nazionale delle Ricerche e una Stazione Meteorologica dell'Aeronautica Militare. Luoghi unici e privilegiati dove fare scienza, con numerosi progetti di ricerca attivi. Ce li raccontano Paolo Bonasoni, responsabile scientifico della Stazione Testa Grigia (ISAC-CNR), Eros Mariani, responsabile tecnico della Stazione Testa Grigia (CNR), Francesco Apadula, responsabile scientifico di RSE (Ricerca sul Sistema Energetico), Stefania Gilardoni, chimico dell'atmosfera (ISP-CNR), Silvia Vernetto, fisico dell'Istituto Nazionale di Astrofisica e Massimiliano Di Ruvo, capo stazione meteo Plateau Rosa dell'Aeronautica Militare Italiana. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    }
  ]
}