{
  "channel_name": "RaiStoria",
  "date": "2026-02-09",
  "programs": [
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742359846320_le-ragazze.jpg",
      "start_time": "2026-02-09 00:00:00",
      "end_time": "2026-02-09 01:05:00",
      "episode_number": "S8 E5",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire la puntata la decana Marisa Mariotti, nata il 14 marzo 1934 a Cintolese, una piccola frazione di Monsummano Terme in provincia di Pistoia, a pochi passi dal padule di Fucecchio, la più estesa palude interna italiana, teatro nel 1944 di un eccidio nazista in cui furono trucidati 174 civili. La famiglia vive in aperta campagna in condizioni molto precarie, senz'acqua, senza luce e nemmeno la brace con cui scaldarsi in inverno. Fin da piccola Marisa è impegnata con tutta la famiglia nella raccolta del sarello, un'erba che cresce spontanea nella palude e che, una volta essiccata, viene intrecciata per fare i rivestimenti delle damigiane. Quando negli anni '50 la plastica sostituisce il vetro e la vendita delle damigiane cala sensibilmente, la madre di Marisa decide di cambiare lavoro e si lancia nel settore turistico: ogni anno gestisce a Viareggio una pensione diversa durante la stagione estiva. Per la giovane Marisa seguire la madre in Versilia è una palestra per il lavoro che anche lei farà tutta la vita: l'albergatrice. Nel frattempo, sposa Aldo, un ragazzo che conosce dall'infanzia, e si trasferisce a Montecatini Terme. Sono gli anni del boom economico e Marisa capisce che il settore turistico è in forte crescita, così nel 1967 apre un albergo a conduzione familiare. Sono gli anni d'oro di Montecatini, meta delle vacanze di milioni di italiani oltre che di celebrità dello spettacolo e del jet set internazionale. Senza mai dimenticare il più grande degli insegnamenti della madre, la gentilezza nei confronti dei clienti e dei dipendenti, Marisa si butta a capofitto nella nuova attività occupandosi di tutto, mentre il marito segue la contabilità. A seguire è la volta di due Ragazze degli anni '60: Ida Montanari e Felice Antonini. Per concludere la puntata le storie di Benedetta Tobagi e Mariafelicia Carraturo. Ad aprire la puntata la decana Marisa Mariotti, nata il 14 marzo 1934 a Cintolese, una piccola frazione di Monsummano Terme in provincia di Pistoia, a pochi passi dal padule di Fucecchio, la più estesa palude interna italiana, teatro nel 1944 di un eccidio nazista in cui furono trucidati 174 civili. La famiglia vive in aperta campagna in condizioni molto precarie, senz'acqua, senza luce e nemmeno la brace con cui scaldarsi in inverno. Fin da piccola Marisa è impegnata con tutta la famiglia nella raccolta del sarello, un'erba che cresce spontanea nella palude e che, una volta essiccata, viene intrecciata per fare i rivestimenti delle damigiane. Quando negli anni '50 la plastica sostituisce il vetro e la vendita delle damigiane cala sensibilmente, la madre di Marisa decide di cambiare lavoro e si lancia nel settore turistico: ogni anno gestisce a Viareggio una pensione diversa durante la stagione estiva. Per la giovane Marisa seguire la madre in Versilia è una palestra per il lavoro che anche lei farà tutta la vita: l'albergatrice. Nel frattempo, sposa Aldo, un ragazzo che conosce dall'infanzia, e si trasferisce a Montecatini Terme. Sono gli anni del boom economico e Marisa capisce che il settore turistico è in forte crescita, così nel 1967 apre un albergo a conduzione familiare. Sono gli anni d'oro di Montecatini, meta delle vacanze di milioni di italiani oltre che di celebrità dello spettacolo e del jet set internazionale. Senza mai dimenticare il più grande degli insegnamenti della madre, la gentilezza nei confronti dei clienti e dei dipendenti, Marisa si butta a capofitto nella nuova attività occupandosi di tutto, mentre il marito segue la contabilità. A seguire è la volta di due Ragazze degli anni '60: Ida Montanari e Felice Antonini. Per concludere la puntata le storie di Benedetta Tobagi e Mariafelicia Carraturo."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-09 01:05:00",
      "end_time": "2026-02-09 01:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 01:10:00",
      "end_time": "2026-02-09 01:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2023/02/07/1675774294117_1675774311091.png",
      "start_time": "2026-02-09 01:30:00",
      "end_time": "2026-02-09 02:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Passato e Presente\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale. Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \"Il sentiero dei nidi di ragno\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà. \\\"Passato e Presente\\\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale.  Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \\\"Il sentiero dei nidi di ragno\\\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà."
    },
    {
      "show_name": "Dal Tirreno all'Antartide. Lo straordinario viaggio di Ajmone-Cat",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/15/1639560925382_2048x1152.jpg",
      "start_time": "2026-02-09 02:05:00",
      "end_time": "2026-02-09 02:55:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "Il 27 giugno 1969 il comandante Giovanni Ajmone-Cat lascia il Mar Mediterraneo con un veliero di soli 16 metri, il San Giuseppe Due. Con sé ha solo una radio, un sestante e una bussola. Lo scopo è realizzare il sogno di una vita: condurre la prima imbarcazione italiana tra i ghiacci del Polo Sud. Di Chiara Morellato, regia di Matteo Berdini. Il 27 giugno 1969 il comandante Giovanni Ajmone-Cat lascia il Mar Mediterraneo con un veliero di soli 16 metri, il San Giuseppe Due. Con sé ha solo una radio, un sestante e una bussola. Lo scopo è realizzare il sogno di una vita: condurre la prima imbarcazione italiana tra i ghiacci del Polo Sud. Di Chiara Morellato, regia di Matteo Berdini."
    },
    {
      "show_name": "La grande epoque",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572445905368_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-09 02:55:00",
      "end_time": "2026-02-09 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La grande epoque. Ultimo vortice - Lo stile Liberty Viaggio in Italia alla ricerca delle costruzioni in stile Liberty tra cui vari edifici delle citta' termali. Speaker - illustra le caratteristiche delle costruzioni inquadrate, aggiungendo brevi cenni storici. L'ultima puntata del viaggio nel Liberty propone temi e immagini inediti, dall'Italia alla Spagna, Russia e Oriente, quasi un tutto in una periferia, ricca di creazioni originali, come la chiesa della Sagrada Familia di Barcellona, opera di Gaudi. - di Folco Quilici (1985). La grande epoque. Ultimo vortice - Lo stile Liberty Viaggio in Italia alla ricerca delle costruzioni in stile Liberty tra cui vari edifici delle citta' termali. Speaker - illustra le caratteristiche delle costruzioni inquadrate, aggiungendo brevi cenni storici. L'ultima puntata del viaggio nel Liberty propone temi e immagini inediti, dall'Italia alla Spagna, Russia e Oriente, quasi un tutto in una periferia, ricca di creazioni originali, come la chiesa della Sagrada Familia di Barcellona, opera di Gaudi. -  di Folco Quilici (1985)."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-09 04:00:00",
      "end_time": "2026-02-09 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES Borghesi e operai. Una società in ascesa - Una puntata che ci racconta la situazione economica italiana alla metà dell'ottocento caratterizzata da scarse industrie e da una prevalenza dell - agricoltura - di Valerio Castronovo, Sergio Valentini."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/13/1741888959240_Mai%20%20trasmessi.jpg",
      "start_time": "2026-02-09 04:45:00",
      "end_time": "2026-02-09 05:40:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Curioso varietà del 1965 per la regia di Raffaele Meloni, con un inedito Enzo Tortora che racconta il \"moderno\" guardando l'\"antico\" del mondo della canzone italiana, in piena espansione. Ospite della trasmissione è Odoardo Spadaro che viene giudicato da un gruppo di giovani milanesi dediti allo shake. Ci sono numerosi ospiti musicali, tutti cantautori, tra i quali Sergio Endrigo e Luigi Tenco. Curioso varietà del 1965 per la regia di Raffaele Meloni, con un inedito Enzo Tortora che racconta il \\\"moderno\\\" guardando l'\\\"antico\\\" del mondo della canzone italiana, in piena espansione. Ospite della trasmissione è Odoardo Spadaro che viene giudicato da un gruppo di giovani milanesi dediti allo shake. Ci sono numerosi ospiti musicali, tutti cantautori, tra i quali Sergio Endrigo e Luigi Tenco."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 05:40:00",
      "end_time": "2026-02-09 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2023/02/07/1675774294117_1675774311091.png",
      "start_time": "2026-02-09 06:00:00",
      "end_time": "2026-02-09 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Passato e Presente\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale. Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \"Il sentiero dei nidi di ragno\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà. \\\"Passato e Presente\\\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale.  Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \\\"Il sentiero dei nidi di ragno\\\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà."
    },
    {
      "show_name": "Shelter",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/31/1769846862654_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-09 06:35:00",
      "end_time": "2026-02-09 08:05:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Documentario (2019) - L'odissea di un giovane transessuale, di religione islamica, dalle Filippine all'Europa, passando per l'Africa.. - Regia di Enrico Masi. Documentario (2019) - L'odissea di un giovane transessuale, di religione islamica, dalle Filippine all'Europa, passando per l'Africa. Regia di Enrico Masi."
    },
    {
      "show_name": "L'intellettuale e la spia: il caso Pitigrilli",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/20/1597926596737_6_tappo_raiStoria_2048x1152.jpg",
      "start_time": "2026-02-09 08:05:00",
      "end_time": "2026-02-09 08:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'intellettuale e la spia Il caso Pitigrilli - Un documentario dedicato agli intellettuali antifascisti torinesi, membri di Giustizia e Libertà."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 08:25:00",
      "end_time": "2026-02-09 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2023/02/07/1675774294117_1675774311091.png",
      "start_time": "2026-02-09 08:50:00",
      "end_time": "2026-02-09 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Passato e Presente\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale. Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \"Il sentiero dei nidi di ragno\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà. \\\"Passato e Presente\\\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale.  Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \\\"Il sentiero dei nidi di ragno\\\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà."
    },
    {
      "show_name": "La vita agra",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/03/1759482413214_2048x1152.jpg",
      "start_time": "2026-02-09 09:30:00",
      "end_time": "2026-02-09 11:15:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Italia anni 60. L'operaio Luigi Bianchi arriva a Milano con un piano: compiere un attentato contro la società mineraria che ritiene responsabile di un grave incidente. Ma una volta in città, la vita della metropoli lo assorbe completamente, portandolo a rimettere in discussione il suo proposito iniziale. Con Ugo Tognazzi. Italia anni 60. L'operaio Luigi Bianchi arriva a Milano con un piano: compiere un attentato contro la società mineraria che ritiene responsabile di un grave incidente. Ma una volta in città, la vita della metropoli lo assorbe completamente, portandolo a rimettere in discussione il suo proposito iniziale. Con Ugo Tognazzi."
    },
    {
      "show_name": "Cronache dal Rinascimento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/05/22/1527001908609_barletta.jpg",
      "start_time": "2026-02-09 11:15:00",
      "end_time": "2026-02-09 11:45:00",
      "episode_number": "S2018 E5",
      "show_category": "",
      "show_description": "Il Regno di Napoli è conteso tra la Francia di Luigi XII e la Spagna di Ferdinando II. Nell'accordo di Granada del novembre 1500 i due sovrani non definiscono con inequivocabile precisione la spartizione del territorio. Ne nasce una lunga controversia, che vede protagonisti l'esercito francese e quello spagnolo. Gli Spagnoli sono in numero inferiore rispetto ai Francesi, e sono bloccati in una posizione di difesa di Barletta, che viene assediata dai francesi. Comincia da qui il viaggio di Cristoforo Gorno nella disfida di Barletta. I rapporti fra spagnoli e italiani sono molto tesi, a causa delle privazioni dell'assedio. Per appianare i rapporti con gli italiani e per mostrare ai francesi un'immagine di forza, Consalvo da Cordoba organizza un banchetto. Vi sono invitati anche alcuni prigionieri francesi. Durante il banchetto i francesi ricevono una provocazione su volere strategico del capitano spagnolo. Sono infatti posti sullo stesso piano degli Italiani quanto a valore in armi. Il francese Guy de La Motte, offeso nell'orgoglio, si dichiara pronto a una sfida per stabilire la supremazia francese. Tredici cavalieri italiani, guidati da Ettore Fieramosca, combattono contro altrettanti cavalieri francesi. I Francesi vengono sconfitti e fatti prigionieri per non aver portato con sé il pegno pattuito. La libertà sarà loro restituita dietro pagamento del riscatto. Gli Italiani rientrano a Barletta, dove vengono accolti dalla città in festa. Il Regno di Napoli è conteso tra la Francia di Luigi XII e la Spagna di Ferdinando II. Nell'accordo di Granada del novembre 1500 i due sovrani non definiscono con inequivocabile precisione la spartizione del territorio. Ne nasce una lunga controversia, che vede protagonisti l'esercito francese e quello spagnolo. Gli Spagnoli sono in numero inferiore rispetto ai Francesi, e sono bloccati in una posizione di difesa di Barletta, che viene assediata dai francesi. Comincia da qui il viaggio di Cristoforo Gorno nella disfida di Barletta. I rapporti fra spagnoli e italiani sono molto tesi, a causa delle privazioni dell'assedio. Per appianare i rapporti con gli italiani e per mostrare ai francesi un'immagine di forza, Consalvo da Cordoba organizza un banchetto. Vi sono invitati anche alcuni prigionieri francesi. Durante il banchetto i francesi ricevono una provocazione su volere strategico del capitano spagnolo. Sono infatti posti sullo stesso piano degli Italiani quanto a valore in armi. Il francese Guy de La Motte, offeso nell'orgoglio, si dichiara pronto a una sfida per stabilire la supremazia francese. Tredici cavalieri italiani, guidati da Ettore Fieramosca, combattono contro altrettanti cavalieri francesi. I Francesi vengono sconfitti e fatti prigionieri per non aver portato con sé il pegno pattuito. La libertà sarà loro restituita dietro pagamento del riscatto. Gli Italiani rientrano a Barletta, dove vengono accolti dalla città in festa."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 11:45:00",
      "end_time": "2026-02-09 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Come Eravamo Giovani",
      "show_logo": "https://www.raiplay.it/dl/img/2017/06/05/1496668531363_Res-Giovani.jpg",
      "start_time": "2026-02-09 12:00:00",
      "end_time": "2026-02-09 12:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Giovani, moda, canzoni e cronaca negli sessanta, quando gli italiani abbandonano le piazze e ricercano 'l'evasione. Giovani, moda, canzoni e cronaca negli sessanta, quando gli italiani abbandonano le piazze e ricercano 'l'evasione'."
    },
    {
      "show_name": "Speciali Storia",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/25/1569415412037_Speciali-Storia_2048x1152.jpg",
      "start_time": "2026-02-09 12:15:00",
      "end_time": "2026-02-09 13:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Repubblica Romana 1849 - Un romanzo d'avventura pt.2 - I principali accadimenti che si susseguirono dal 30 aprile in poi, mostrando la strenua lotta in difesa di Roma fino al ritorno del Papa.. - di Cristoforo Gorno, Sergio Leszczynski regia di Luigi Montebello, Graziano Conversano produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "ReStore",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764239987576_Res.png",
      "start_time": "2026-02-09 13:00:00",
      "end_time": "2026-02-09 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES TORE NON SPECIFICI 60' Videosera - Alice nel paese delle radio libere - Reportage sulle principali radio private ('libere', come si diceva all'epoca) che cominciavano a dominare l'etere del territorio. - Si parla di Radio Alice, l'eversiva emittente protagonista del settanta tette bolognese; di Radio Luna, dove Ilona 'Cicciolina' Staller turbava con la propria vocina i romani; di Radio Radicale, che già prefigurava i rapporti tra media e politica degli anni a venire; e anche Radio Lazio, dove Claudio Villa dava voce al 'popolino' romano."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 14:00:00",
      "end_time": "2026-02-09 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2023/02/07/1675774294117_1675774311091.png",
      "start_time": "2026-02-09 14:25:00",
      "end_time": "2026-02-09 15:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Passato e Presente\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale. Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \"Il sentiero dei nidi di ragno\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà. \\\"Passato e Presente\\\" dedica una puntata a Italo Calvino, a 40 anni dalla sua scomparsa. Intellettuale impegnato e lucido e, Calvino è stato uno dei narratori più significativi del Novecento. Scrittore multiforme, ha sviluppato negli anni una narrativa innovativa che ha saputo combinare fantasia, riflessione filosofica e rigore strutturale.  Una produzione, la sua, sempre curiosa del mondo, che ha fuso insieme sperimentazione e leggerezza e che, dall'esordio nel dopoguerra con opere legate al neorealismo, si è trasformata nei lunghi decenni della sua attività. Alla fine del secondo conflitto mondiale, Calvino, trasferisce nel campo culturale e politico l'esperienza della lotta partigiana e nel 1947 esce \\\"Il sentiero dei nidi di ragno\\\" ambientato durante la Resistenza. Iscritto al Partito comunista italiano, scrive sul quotidiano l'Unità. Poi, nel 1957, a seguito dell'invasione sovietica dell'Ungheria, esce dal Pci. È il periodo dei suoi romanzi di critica sociale, ambientati durante il boom economico, un sistema che elargisce benessere e inganno, promesse e nevrosi. Nel 1967 si trasferisce a Parigi dove entra in contatto con un gruppo di intellettuali promotori di una letteratura fondata su vincoli matematici o giochi enigmistici. Per Calvino la letteratura è uno strumento per penetrare decodificare e interpretare la realtà, rendendo universali temi complessi come il rapporto tra realtà e immaginazione, scienza e poesia, ordine e caos. Grande anticipatore di riflessioni contemporanee sul linguaggio sull'identità e sulla percezione della realtà."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769512283109_La%20bussola%20e%20la%20clessidra.png",
      "start_time": "2026-02-09 15:05:00",
      "end_time": "2026-02-09 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero -Fraser Clansman scozzese - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuova se - rie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino. La bussola e la clessidra - La via del guerriero -Fraser Clansman scozzese - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuova se - rie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. -  Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "Grandi disastri 10 errori fatali",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/18/1705586939010_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-09 16:10:00",
      "end_time": "2026-02-09 17:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Grandi disastri 10 errori fatali: Hindenburg - Il documentario ripercorre la storia della tragica fine del dirigibile Hindemburg - Introduce la puntata il prof. Gregory Alegi. Grandi disastri 10 errori fatali: Hindenburg - Il documentario ripercorre la storia della tragica fine del dirigibile Hindemburg - Introduce la puntata il prof. Gregory Alegi."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/09/1554815262249_Pietro%20Nenni%202%20thumb.jpg",
      "start_time": "2026-02-09 17:05:00",
      "end_time": "2026-02-09 18:00:00",
      "episode_number": "S2017",
      "show_category": "",
      "show_description": "Il 9 febbraio 1891 nasce Pietro Nenni, uno dei protagonisti del Novecento italiano e della sua politica, con una lunga militanza socialista. Il racconto parte dal fatidico 1956, l'anno della scelta di Nenni, segretario del Psi dal 1949, della rottura con Mosca e con i comunisti italiani a seguito del rapporto Krusciov e dell'invasione dei carri armati sovietici in Ungheria. Si avviano così delle convergenze parallele con la DC di Moro e Fanfani, che porteranno alla grande stagione del centrosinistra, ma anche del sogno nenniano, poi fallito, della riunificazione socialista Psi-Psdi. E c'è anche, a ritroso, il Nenni delle origini: nato in una famiglia di contadini inurbati, è testimone fin da bambino, degli sconvolgimenti sociali della fine secolo, i moti del 1898 e il regicidio del 1900. Repubblicano prima della Grande Guerra, socialista militante poi, vive in Francia gli anni dell'esilio fascista, divenendo uno dei punti di riferimento del movimento antifascista internazionale, Spagna compresa. All'estate 1943 rientra in patria, dove viene arrestato e imprigionato a Ponza. Subito scarcerato con la caduta del fascismo, è animatore della lotta partigiana e uno dei protagonisti della ricostruzione democratica dell'Italia che riassume nella frase: \"O la Costituente e la Repubblica o il caos\". È figura di spicco anche dopo i suoi ottant'anni, vivendo una tenace maturità politica, dimostrata fino all'ultimo: apre la VIII legislatura del 20 giugno 1979, per evitare che sia un senatore neofascista a farlo, prima di morire la notte del 1 gennaio 1980. Il 9 febbraio 1891 nasce Pietro Nenni, uno dei protagonisti del Novecento italiano e della sua politica, con una lunga militanza socialista. Il racconto parte dal fatidico 1956, l'anno della scelta di Nenni, segretario del Psi dal 1949, della rottura con Mosca e con i comunisti italiani a seguito del rapporto Krusciov e dell'invasione dei carri armati sovietici in Ungheria. Si avviano così delle convergenze parallele con la DC di Moro e Fanfani, che porteranno alla grande stagione del centrosinistra, ma anche del sogno nenniano, poi fallito, della riunificazione socialista Psi-Psdi. E c'è anche, a ritroso, il Nenni delle origini: nato in una famiglia di contadini inurbati, è testimone fin da bambino, degli sconvolgimenti sociali della fine secolo, i moti del 1898 e il regicidio del 1900. Repubblicano prima della Grande Guerra, socialista militante poi, vive in Francia gli anni dell'esilio fascista, divenendo uno dei punti di riferimento del movimento antifascista internazionale, Spagna compresa. All'estate 1943 rientra in patria, dove viene arrestato e imprigionato a Ponza. Subito scarcerato con la caduta del fascismo, è animatore della lotta partigiana e uno dei protagonisti della ricostruzione democratica dell'Italia che riassume nella frase: \\\"O la Costituente e la Repubblica o il caos\\\". È figura di spicco anche dopo i suoi ottant'anni, vivendo una tenace maturità politica, dimostrata fino all'ultimo: apre la VIII legislatura del 20 giugno 1979, per evitare che sia un senatore neofascista a farlo, prima di morire la notte del 1 gennaio 1980."
    },
    {
      "show_name": "Un autore, una città",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/11/1681202928418_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-09 18:00:00",
      "end_time": "2026-02-09 18:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La serie tv 'Un autore Una città' è del 1979. Nelle 6 puntate vengono intervistati 6 scrittori italiani in merito alla loro produzione letteraria e al rapporto con la loro città. Giorgio Bassani ci parlerà d - i Ferrara. - A cura di Anna Benassi, Regia di Luigi Faccini."
    },
    {
      "show_name": "R.A.M",
      "show_logo": "https://www.raiplay.it/dl/img/2017/04/13/1492071926540_ram-raistoria-h.jpg",
      "start_time": "2026-02-09 18:20:00",
      "end_time": "2026-02-09 18:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La straordinaria storia di sopravvivenza e 'arte' che vede protagonisti un gruppo di soldati italiani fatti prigionieri dall'esercito britannico e chiusi nel 'campo 60', in una delle isole Orcadi, subito dopo lo scoppio della Seconda guerra mondiale."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-09 18:35:00",
      "end_time": "2026-02-09 18:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-09 18:40:00",
      "end_time": "2026-02-09 19:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2017 - 2018 Borghesi e operai. La fabbrica della guerra - Il percorso storico della società italiana nel primo decennio del Novecento, caratterizzato dal progresso industriale... - di Valerio Castronovo e Sergio Valentini."
    },
    {
      "show_name": "Voci di una terra - Basilicata",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/03/1554298921067_Basilicata---E7.gif",
      "start_time": "2026-02-09 19:40:00",
      "end_time": "2026-02-09 20:10:00",
      "episode_number": "E7",
      "show_category": "Viaggi & Avventure",
      "show_description": "di Guendalins Biuso a cura di Maria Teresa Valente regia di Federico Cataldi v.pag.526 TLV. di Guendalins Biuso a cura di Maria Teresa Valente regia di Federico Cataldi  v.pag.526 TLV."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-09 20:10:00",
      "end_time": "2026-02-09 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 9 febbraio 2026. Persone, eventi e ricorrenze del 9 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-09 20:35:00",
      "end_time": "2026-02-09 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con lo ''scoppio'' della Guerra Fredda i servizi di intelligence assumono un ruolo centrale nella politica globale: negli anni '50 gli USA consapevoli della rapida crescita militare dell'URSS, investono massi - cciamente in tecnologie di sorveglianza avanzata. In questo contesto entrano in scena i prodigiosi aerei spia U-2, capaci di volare ad altissima quota e di fotografare installazioni militari dall'alto senza essere intercettati. Almeno all'inizio: le missioni degli U-2 violano ripetutamente il territorio sovietico fino al 1 maggio 1960, il giorno in cui la contraerea russa ne abbatte un esemplare nei pressi di Sverdlovsk, l'odierna Ekaterinburg. La crisi diplomatica che ne consegue minaccia il processo di distensione avviato pochi mesi prima da Eisenhower e Chru cëv, e rivela al mondo il peso decisivo assunto dallo spionaggio nella lotta tra le superpotenze. In studio, con Paolo Mieli, la prof.ssa Giordana Pulcini. - Conduce Paolo Mieli Un programma di Alessandra Bisegna, Sara Chiaretti, Paolo Mieli Ospite in studio la prof.ssa Giordana Pulcini Con la partecipazione di Samuel Boscarello Regia di Davide Frasnelli Produttori esecutivi Vitilde D'Onofrio e Valentina Tassini."
    },
    {
      "show_name": "Maxi - Il grande processo alla mafia",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/19/1589881109108_maxi.jpg",
      "start_time": "2026-02-09 21:15:00",
      "end_time": "2026-02-09 22:10:00",
      "episode_number": "E1",
      "show_category": "Storia & Arte",
      "show_description": "10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \"l'astronave verde\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata. 10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \\\"l'astronave verde\\\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/03/1748974122529_Italia.jpg",
      "start_time": "2026-02-09 22:10:00",
      "end_time": "2026-02-09 23:05:00",
      "episode_number": "S2025 E2",
      "show_category": "",
      "show_description": "Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta. Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta."
    },
    {
      "show_name": "Churchill, Roosevelt, Stalin in cammino verso Yalta",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/31/1738325927559_2048x1152.jpg",
      "start_time": "2026-02-09 23:05:00",
      "end_time": "2026-02-09 23:55:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Churchill, Roosevelt, Stalin - In cammino verso Yalta - La cronaca diplomatica piena di suspence su come gli Stati Uniti cercarono di bilanciare i propri ideali democratici con le considerazioni pratiche della loro realpolitik durante la seconda guerra mondiale. Il culmine di questa lotta avvenne alla conferenza di Yalta del 1945, dove i \"Big Three\" (Roosevelt, Churchill e Stalin) si incontrarono per pianificare la riorganizzazione postbellica dell'Europa. Il documentario si svolge come un dramma teatrale, con Roosevelt, un idealista morente che simboleggia una superpotenza militare; Churchill, il leader di un impero in declino con un acuto acume politico; e Stalin, un maestro dell'inganno all'apice del predominio militare - Introduce la puntata il prof. Gastone Breccia. Churchill, Roosevelt, Stalin - In cammino verso Yalta - La cronaca diplomatica piena di suspence su come gli Stati Uniti cercarono di bilanciare i propri ideali democratici con le considerazioni pratiche della loro realpolitik durante la seconda guerra mondiale. Il culmine di questa lotta avvenne alla conferenza di Yalta del 1945, dove i \\\"Big Three\\\" (Roosevelt, Churchill e Stalin) si incontrarono per pianificare la riorganizzazione postbellica dell'Europa. Il documentario si svolge come un dramma teatrale, con Roosevelt, un idealista morente che simboleggia una superpotenza militare; Churchill, il leader di un impero in declino con un acuto acume politico; e Stalin, un maestro dell'inganno all'apice del predominio militare -  Introduce la puntata il prof. Gastone Breccia."
    },
    {
      "show_name": "Argo",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/06/1488813474352_Argo.jpg",
      "start_time": "2026-02-09 23:55:00",
      "end_time": "2026-02-10 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Pillole Argo Un viaggio verso \"Lamerica. Pillole Argo Un viaggio verso \\\"Lamerica\\\"."
    }
  ]
}