{
  "channel_name": "RaiScuola",
  "date": "2026-01-31",
  "programs": [
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Le Nostre Domande - p. 02 - Alessio Figalli: La matematica è il linguaggio della natura? - Le Nostre Domande è il programma di Rai Cultura che affronta alcuni dei grandi temi del nost - ro tempo attraverso una serie di incontri con personaggi di primo piano del mondo culturale, scientifico e artistico del nostro presente. È il filosofo della scienza dell'Università di Padova, Prof. Telmo Pievani, a porre \"le nostre domande\" a premi Nobel, scienziati, scrittori, artisti di fama internazionale, per conoscere il loro punto di vista, la loro visione del mondo, per aprire con loro la discussione sulle nuove domande per il futuro e comprendere chi potrà fornire le nuove risposte. Nella storica Sala dei Giganti di Palazzo Liviano, sede dell'Università di Padova, in questa puntata Telmo Pievani incontra Alessio Figalli, il matematico romano, classe 1984, che nel 2018 ha ricevuto la medaglia Fields, considerata il premio Nobel per la matematica. Oggi Alessio Figalli è Direttore dell'Istituto di Ricerca per la Matematica (FIM) del Politecnico di Zurigo, università presso la quale lo stesso Einstein fu prima studente e poi docente. Ed è a lui che chiediamo: la matematica è il linguaggio della natura? - Un programma di Telmo Pievani e Nicoletta Piu, con la collaborazione di Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Nicoletta Piu, conduce Telmo Pievani."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-01-31 00:00:00",
      "end_time": "2026-01-31 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pantelleria isola di Terra - Pantelleria è un'isola di confine. Un estremo lembo d'Europa, uno sperone di roccia vulcanica sbucato sulla superficie del mare da un fondale che - fa parte, dal punto di vista geologico, dell'Africa. È un'isola più di contadini che di marinai, e per questo è stata anche definita isola di terra. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-01-31 01:00:00",
      "end_time": "2026-01-31 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 8 - Disasters Engineered: Deepwater Horizon e Nasa Challenger."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-01-31 02:00:00",
      "end_time": "2026-01-31 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate ep.2 Fisica - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più numer - ose ragazze che scelgono di impegnarsi nel mondo della scienza. ''Scienziate'' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi. In questa puntata dedicata alle scienziate impegnate nel campo della Fisica, in studio con l'astrofisica e divulgatrice Edwige Pezzulli, racconteranno le loro storie Valeria Ferrari, prima e per ora unica professoressa ordinaria di Fisica Teorica all'Università di Roma Sapienza ed esperta di onde gravitazionali, e Francesca Tria, ricercatrice in Fisica a Roma e studiosa di sistemi complessi. - Un programma di Daniela Mazzoli e Edwige Pezzulli con la collaborazione di Diego Garbati e Pino Roggero , a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Nicoletta Nesler, conduce Edwige Pezzulli."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-01-31 02:30:00",
      "end_time": "2026-01-31 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.19 - Un volo nel futuro - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo e - ci porta a scoprire le novità dal mondo della ricerca. In questa puntata parliamo di volo umano ed in particolare cerchiamo di scoprire come sarà il futuro dell'aviazione civile. Giuseppe Sala, Direttore del Dipartimento di scienze e tecnologie aerospaziali del Politecnico di Milano ci spiega come saranno gli aeroporti di domani e cosa ci riserva il futuro per quanto riguarda aerei e spazioplani. All'aeroporto di Galatina in Puglia scopriamo come i piloti del 61mo stormo dell'aeronautica militare si addestrano al volo sul simulatore T346, e come la realtà virtuale possa anche aiutare i manutentori del 10mo reparto manutenzione velivoli. All'Ospedale Bambino Gesù di Roma con Andrea Onetti Muda, direttore del Dipartimento Medicina Diagnostica e di Laboratorio, e all'aeroporto di Fiumicino con Paola Castagna, responsabile Normative Intelligence - Unmanned Systems di Leonardo, scopriamo come si possono utilizzare i droni per il trasporto di farmaci, campioni biologici e materiale biomedicale in genere. Marco Lovèra, Professore di Advanced Aerospace Control al Politecnico di Milano, e corresponsabile scientifico dell'osservatorio sui Droni del Politecnico di Milano, fa poi il punto su quali siano gli scenari aperti e le future possibilità nell'utilizzo dei droni, per il trasporto di merci e persone. Umberto Saetti, che insegna dinamica e controllo di elicotteri e dinamica del volo all'Università del Maryland negli Stati Uniti, e Carmela Tripaldi, ingegnere che dirige il settore ricerca e sviluppo nuove tecnologie dell'aerospazio dell'Enac, l'ente che regola l'aviazione civile, ci aprono una finestra su un futuro popolato di droni e nuovi velivoli che percorreranno delle nuove strade segnate nel cielo, le aerovie. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-01-31 03:30:00",
      "end_time": "2026-01-31 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per i disturbi del comportamento alimentare - La puntata di oggi è dedicata ai Disturbi del Comportamento Alimentare promuovendo il sostegno a chi vive questa condizione e incoraggiare l'accesso - a cure specializzate. Laura Dalla Ragione dell'Usl Umbria I e Valeria Zanna dell'Ospedale Bambino Gesù di Roma, insieme ad altri ospiti, illustrano la natura dei disturbi alimentari, le loro manifestazioni, i metodi di cura."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://www.raiplay.it/dl/img/2020/06/25/1593072464860_2048x1152.jpg",
      "start_time": "2026-01-31 04:00:00",
      "end_time": "2026-01-31 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 2 - La terracotta nel medioevo - In questa puntata parleremo dei manufatti in terracotta di epoca medievale, della maiolica e delle diverse tecniche realizzativ - e delle ceramiche da mensa e da cucina nel medioevo. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2019/02/05/1549386346827_Donne%20di%20Scienza_2048x1152.jpg",
      "start_time": "2026-01-31 04:30:00",
      "end_time": "2026-01-31 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - p. 12 - Elisa Molinari - Le donne che sono diventate icone dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle c - he hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Elisa Molinari. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-01-31 05:00:00",
      "end_time": "2026-01-31 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Le regole della Meteorologia - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mo - ndo che ci circonda e delle sue regole. Il tema di questa puntata è la Meteorologia (da non confondere con la Climatologia!). Due gli ospiti in studio: il professor Roberto Buizza, appena arrivato alla scuola superiore Sant'Anna di Pisa dopo quasi 30 anni di lavoro in uno dei centri di ricerca di eccellenza mondiale in questo settore: l'European Centre for Medium Range Weather Forecasts (ECMWF) di Reading, nel Regno Unito; e il dottor Carlo Cacciamani, meteorologo a capo del Centro Funzionale Centrale della Protezione Civile. Con Luca Mercalli, presidente della Società Italiana di Meteorologia, entriamo all'interno di una delle più antiche stazioni meteo del mondo, ancora oggi in funzione a Moncalieri, a due passi da Torino. Mentre il meteorologo Pascal Gilles, alla sede italiana dell'Agenzia Spaziale Europea (l'ESRIN di Frascati) ci spiega i segreti dei satelliti meteorologici e dell'osservazione della Terra dallo spazio. Anna Pancaldi, infine, ci tiene per mano in un viaggio attraverso la preistoria della meteorologia e ci racconta poi la storia di John Neumann e del primo 'supercomputer' che permise negli anni '50 l'emissione regolare dei primi bollettini meteo negli Stati Uniti. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-01-31 05:30:00",
      "end_time": "2026-01-31 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton Edu (pt. 30) La capacità evolutiva delle piante - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Rob - erto Braglia, biologo, botanico, ricercatore e coordinatore dell'Orto Botanico dell'Università degli Studi di Roma \"Tor Vergata\". Insieme ci accompagnano in un affascinante viaggio lungo la storia dell'evoluzione delle piante. A partire da quando, 450 milioni di anni fa, un gruppo di alghe mutanti uscì dall'acqua e cominciò a colonizzare la terraferma. Anna Pancaldi racconta la storia dello scienziato svedese che tre secoli fa diede il via a questa scienza, Carl Nilsson Linneaus, detto anche \"Linneo\", senza dimenticare anche un curioso aneddoto a proposito di tempo ed orologi. All'Orto Botanico di Padova Sebastiano Nigris, biologo e ricercatore all'Università della stessa città, mostra al microscopio organi e tessuti vegetali, per apprezzarne l'evoluzione. Infine, all'Orto Botanico dell'Università di Pisa, assieme al docente di Botanica sistematica Lorenzo Peruzzi, scopriamo come lo studio sperimentale dell'evoluzione delle piante abbia sempre più bisogno di integrare approcci metodologici anche molto diversi tra di loro. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Giuseppe Cembalo, Federica De Maria, Mario Ferrari, Daniela Mazzoli, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Il sito UNESCO dei Paesaggi vitivinicoli del Piemonte: Langhe-Roero e Monferrato",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/17/1737125657486_2048x1152.jpg",
      "start_time": "2026-01-31 06:00:00",
      "end_time": "2026-01-31 06:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Paesaggi Vitivinicoli Langhe Roero e Monferrato Ep. 2 - Le dolci colline - Il sito UNESCO dei Paesaggi vitivinicoli del Piemonte: Langhe-Roero e Monferrato - Dalla tenuta di Fontanafredda, a Serralunga d'A - lba, nel cuore del Piemonte, Chiara Buratti ci accompagna in un viaggio alla scoperta dei \"Paesaggi vitivinicoli Langhe-Roero e Monferrato\", dichiarati Patrimonio mondiale dell'Umanità dall'Unesco nel 2014. A dieci anni dal riconoscimento universale, quest'area geografica che si estende per circa 11.000 ettari nella parte meridionale del Piemonte, continua a essere oggetto di studio e di valorizzazione per la sua tutela culturale, economica, sociale e ambientale. Lo scopriamo in modo dettagliato grazie alle testimonianze di Luca Mercalli, Presidente della Società Meteorologica, e di Mario Tozzi, Primo ricercatore CNR e divulgatore scientifico. Conosciamo anche i protagonisti del territorio impegnati in prima linea tra tradizione e innovazione in campo vitivinicolo, come Attilio Pecchenino, viticoltore in Dogliani e Michela Adriano, vignaiola in Alba, insieme al professore Antonio Potenza dell'Istituto Nicola Pellati di Nizza Monferrato e alla biotecnologa Antonella Costantini del CREA - Consiglio per la ricerca in agricoltura e l'analisi dell'economia agraria - di Asti. Gli economisti Irene Rotellini e Guido Guerzoni si soffermano sulla ricerca dedicata agli impatti socioeconomici del titolo Unesco prodotta in occasione del decennale, cui si aggiungono le riflessioni di Giovanna Quaglia e Bruno Bertero, rispettivamente Presidente e Direttore del sito UNESCO \"Paesaggi Vitivinicoli del Piemonte: Langhe-Roero e Monferrato\", e dell'antropologo Piercarlo Grimaldi."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/20/1716215199828_1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-01-31 06:40:00",
      "end_time": "2026-01-31 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili 3 Alfred Nobel - A volte la vita di un uomo è piena di contraddizioni: si può essere felici per aver scoperto qualcosa e poi rammaricarsene per l'uso che - altri possono farne. Alfred Nobel, che tutti ricordano per aver dato il proprio nome a uno dei premi più prestigiosi a cui si possa aspirare, è stato anche l'inventore di una potentissima arma di distruzione: la dinamite. La sua non è stata una vita felice, nonostante la ricchezza dei beni. Ha amato due donne senza esserne ricambiato, non ha mai avuto una famiglia né degli amici. Eppure è stato un uomo onesto, generoso e leale, uno scienziato appassionato e meticoloso: un anarchico, che voleva sollevare il mondo dalla fatica e cambiare il suo aspetto costruendo ponti e strade, gallerie e canali. Chiara Buratti racconta gli anni di formazione, la lunga fatica per trovare la formula che rendesse sicura la propria scoperta, e il fortunato equivoco che lo ha spinto a istituire il premio che ancora oggi viene assegnato ogni anno nella data della sua morte, il 10 dicembre. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-01-31 07:00:00",
      "end_time": "2026-01-31 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata parla del disegno come espressione fondamentale della nostra cultura. La storia dell'arte è fondata sul disegno."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-01-31 07:30:00",
      "end_time": "2026-01-31 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 25: L'isola del Sole - I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i centr - i di ricerca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. Questa puntata indaga le ultime conquiste tecnologiche e scientifiche del nostro Paese intorno al sole inteso come fonte di energia. E per farlo viaggerà nell' \"Iisola del Sole\", la Sicilia, prendendo le mosse dalle antiche ricerche di Archimede sugli specchi ustori. Dal cuore di Siracusa, ad Ortigia, ci sposteremo quindi nel centro di Palermo, per andare a vedere i 3mila mq del Laboratorio solare del consorzio ARCA: il primo impianto pilota in Europa all'interno di una città. Scopriremo poi, nel Messinese, STEM: una innovativa soluzione sperimentale di solare termodinamico che utilizza la sabbia per \"immagazzinare\" l'energia. A Catania visiteremo un gigantesco \"campus tecnologico\" dedicato al solare, dove lavora anche il CNR. Poco distante, infine, andremo a scoprire l'unica grande fabbrica di pannelli fotovoltaici di ultima e ultimissima generazione in tutta Europa. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Massimo Bongiorno - regia di Giancarlo Russo - conduce Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-01-31 08:00:00",
      "end_time": "2026-01-31 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Marie Curie: oltre il mito - p. 1 - Marie Curie, 1903 la prima donna a essere insignita del premio Nobel, 1911 riceve un secondo premio Nobel, un nuovo record per la storia della scienz - a al femminile. Anna Pancaldi ci introduce alla visione del documentario \"Oltre il mito\", con cui andremo a conoscere meglio una grande scienziata del Novecento. La seguiremo in tutto il suo percorso, dall'infanzia in Polonia fino agli studi e alla vita di ricerca accanto al marito, Pierre Curie. Parigi diventerà la sua seconda patria, il luogo dove le sue intuizioni prenderanno la forma di un progetto scientifico molto importante per il futuro d'Europa e non solo. La scoperta del radio e le sue applicazioni in capo medico rappresenteranno la svolta per le diagnosi e le cure di malati in tutto il mondo. Marie Curie porta il suo talento di scienziata, e di donna combattente per il progresso, sia sui campi di battaglia durante la Prima Guerra Mondiale che oltreoceano, partecipando a conferenze e dibattiti e raccogliendo fondi per poter continuare i suoi studi. Dedica molto tempo anche alla famiglia, alle sue due figlie e più tardi agli studenti che la guardano come un modello. Resta ancora oggi un punto di riferimento nel panorama dei grandi scienziati che hanno cambiato la storia."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/19/1552982519318_LOCANDINA%20PROG%20ORIZZONTALE%202048x1152.jpg",
      "start_time": "2026-01-31 09:00:00",
      "end_time": "2026-01-31 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata approfondiamo la conoscenza con i testimoni geologici forse più interessanti delle nostre origini: i Vulcani. Ospiti in studio due ricercatrici dell'INGV, l'Istituto Nazionale di Geofisica e Vulcanologia: Lucia Pappalardo e Flora Giudicepietro. Ci spiegano come sono fatti, da dove vengono e dove vanno i tanti tipi di vulcani esistenti. Con un'attenzione particolare a quelli che ci sono più vicini. All'Istituto Nazionale di Oceanografia e Geofisica Sperimentale, l'OGS di Trieste, incontriamo invece Emanuele Lodolo: con lui scopriamo alcuni dettagli della campagna in mare della nave Explora che ha da poco scoperto una serie di nuovi vulcani sottomarini a pochissime miglia dalle coste siciliane. Anna Pancaldi, infine, ci porta ancora una volta indietro nel tempo: prima fino alla tragica eruzione che nel 79 dopo Cristo cancellò dalla storia Pompei; poi a metà '800, per raccontarci l'affascinante storia dell'Isola che non c'è: l'isola Ferdinandea. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-01-31 09:30:00",
      "end_time": "2026-01-31 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 8): Riccardo Zecchina, fisico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curio - si, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: 'l'esperimento è il solo giudice della verità scientifica'. In questa puntata incontriamo Riccardo Zecchina, fisico. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-01-31 10:00:00",
      "end_time": "2026-01-31 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.20 La chimica che verrà - In questa puntata parliamo di chimica verde: è possibile produrre sostanze chimiche in maniera totalmente sostenibile? Debora Fino, Professoressa - di Impianti chimici del Politecnico di Torino ci aiuta a scoprire cosa si sta facendo per superare i grandi impianti petrolchimici del recente passato e quali siano le strategie per ottenere una chimica rispettosa dell'ambiente sfruttando anche le sostanze di scarto. A Torino, presso il Centro Risanamento Acque di Castiglione Torinese, l'ingegnere ambientale Gerardo Scibilia del centro ricerche della Società Metropolitane Acque Torino ci mostra come è possibile trattare le acque reflue della città e dell'hinterland per ricavarne acqua potabile, biometano e altri prodotti ad alto valore aggiunto, il tutto senza produrre gas climalteranti. Nella ex chiesa di Santa Marta a Roma, Carla Giovannone, docente di Restauro all'Istituto Superiore per la Conservazione ed il Restauro, e Cecilia Balsi, restauratrice, ci descrivono come si possono utilizzare mentolo, oli essenziali, nanoparticelle di cellulosa, batteri e microorganismi per interventi di restauro chemical-free e biocompatibili. David Bolzonella, Professore di Impianti Biochimici all'Università di Verona, fa il punto invece su quali siano gli scenari aperti e le ricerche future che riguardano la chimica verde, mentre Ludovica Varriale, Tecnologa industriale dell'Università di Kaiserslautern, ci spiega come avviene il trattamento delle biomasse rinnovabili, e Giulia Ravenni, Ingegnere Energetico dell'Università Tecnica della Danimarca a Copenaghen, come le nuove tecnologie di pirolisi e gassificazione possano produrre concimi ed ammendanti, oltre a oli, molecole di interesse chimico, calore ed energia verdi. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/28/1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-01-31 11:00:00",
      "end_time": "2026-01-31 11:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 12 - Rita Levi Montalcini - Una bambina cresciuta agli inizi del secolo scorso, in un mondo che cambia e che apre alle donne la possibilità di studi - are, di affermarsi, di scegliere. Con molte difficoltà e con grande coraggio, Rita Levi Montalcini si fa spazio in una Università dove le ragazze sono ancora poche e, anche se con una fredda approvazione paterna, decide di seguire la sua passione per la biologia, rinunciando a sposarsi e ad avere figli. Giovanissima, lavora in America insieme ai colleghi Dulbecco e Luria e, anche dopo essere rientrata in Italia, vive un'esistenza di libertà e di entusiasmo per le proprie ricerche. A lei si deve la scoperta del Nerve Growth Factor, una piccola proteina coinvolta nello sviluppo del sistema nervoso, che le varrà, molti anni dopo la scoperta, il premio Nobel. Chiara Buratti racconta l'educazione rigida della famiglia Levi Montalcini, il rapporto profondo con la gemella Paola, la volontà di affermazione e la carriera complessa di Rita, l'enorme generosità di una donna simbolo del Novecento italiano. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-01-31 11:30:00",
      "end_time": "2026-01-31 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate ep.2 Fisica - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più numer - ose ragazze che scelgono di impegnarsi nel mondo della scienza. ''Scienziate'' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi. In questa puntata dedicata alle scienziate impegnate nel campo della Fisica, in studio con l'astrofisica e divulgatrice Edwige Pezzulli, racconteranno le loro storie Valeria Ferrari, prima e per ora unica professoressa ordinaria di Fisica Teorica all'Università di Roma Sapienza ed esperta di onde gravitazionali, e Francesca Tria, ricercatrice in Fisica a Roma e studiosa di sistemi complessi. - Un programma di Daniela Mazzoli e Edwige Pezzulli con la collaborazione di Diego Garbati e Pino Roggero , a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Nicoletta Nesler, conduce Edwige Pezzulli."
    },
    {
      "show_name": "Magazzino 26",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/09/1568042907922_MAGAZZINO-26_2048x1152.jpg",
      "start_time": "2026-01-31 12:00:00",
      "end_time": "2026-01-31 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con Davide Coero Borga, l'approfondimento di Rai Cultura su ricerca e innovazione in Italia e in Europa. Ricerca e innovazione sono i perni dello sviluppo delle società avanzate. Dal porto vecchio di Trieste, sede dell - o EuroScience Open Forum 2020, il più grande incontro interdisciplinare su scienza e innovazione in Europa, per e con la società, Davide Coero Borga conduce il programma che racconta e approfondisce gli scenari della ricerca scientifica e dell'innovazione in Italia e in Europa. In questa puntata cerchiamo di capire come robot e uomini convivono nei nuovi processi produttivi, come occhiali futuristici sospendono le leggi della fisica per proiettare gli individui in una realtà mista, come un Parco Tecnologico possa incidere sul futuro della ricerca e dell'innovazione, e incontriamo Claudio Tuniz, Scientific Fellow al Centro Internazionale di Fisica Teorica di Trieste, Responsabile del progetto S.A.P.I.E.N.S e Honorary Professor al Centre for Archaeological Science in Australia, per parlare di intelligenza artificiale, e Luca Bortolussi, Data Scientist, Professore associato di Computer Science all'Università di Trieste, per parlare di Big Data. - un programma di Davide Coero Borga, Diego Garbati, Federica De Maria, Alberto Polimanti, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Alberto Polimanti - conduce Davide Coero Borga."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-01-31 12:30:00",
      "end_time": "2026-01-31 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pantelleria isola di Terra - Pantelleria è un'isola di confine. Un estremo lembo d'Europa, uno sperone di roccia vulcanica sbucato sulla superficie del mare da un fondale che - fa parte, dal punto di vista geologico, dell'Africa. È un'isola più di contadini che di marinai, e per questo è stata anche definita isola di terra. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746780955259_2048x1152.jpg",
      "start_time": "2026-01-31 13:30:00",
      "end_time": "2026-01-31 14:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Wright VS Curtiss - Aviazione - Nei primi anni del Novecento l'aviazione sta muovendo i suoi primi passi. A contendersi il primato nei cieli con le loro invenzioni ci sono i pionieri del vo - lo a motore, i fratelli Wright, e il loro più intraprendente e dotato avversario, Glenn Curtiss. Una gara cominciata nei cieli e proseguita a colpi di brevetti nelle aule di tribunale, che si concluderà solo quando i loro innovativi apparecchi verranno utilizzati dagli eserciti durante la prima guerra mondiale."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/05/1507218798495_DigitalWorld_2048x1152.jpg",
      "start_time": "2026-01-31 14:20:00",
      "end_time": "2026-01-31 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world 2024 pt. 8 - Strumenti e competenze digitali."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-01-31 15:00:00",
      "end_time": "2026-01-31 15:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.19 - Un volo nel futuro - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo e - ci porta a scoprire le novità dal mondo della ricerca. In questa puntata parliamo di volo umano ed in particolare cerchiamo di scoprire come sarà il futuro dell'aviazione civile. Giuseppe Sala, Direttore del Dipartimento di scienze e tecnologie aerospaziali del Politecnico di Milano ci spiega come saranno gli aeroporti di domani e cosa ci riserva il futuro per quanto riguarda aerei e spazioplani. All'aeroporto di Galatina in Puglia scopriamo come i piloti del 61mo stormo dell'aeronautica militare si addestrano al volo sul simulatore T346, e come la realtà virtuale possa anche aiutare i manutentori del 10mo reparto manutenzione velivoli. All'Ospedale Bambino Gesù di Roma con Andrea Onetti Muda, direttore del Dipartimento Medicina Diagnostica e di Laboratorio, e all'aeroporto di Fiumicino con Paola Castagna, responsabile Normative Intelligence - Unmanned Systems di Leonardo, scopriamo come si possono utilizzare i droni per il trasporto di farmaci, campioni biologici e materiale biomedicale in genere. Marco Lovèra, Professore di Advanced Aerospace Control al Politecnico di Milano, e corresponsabile scientifico dell'osservatorio sui Droni del Politecnico di Milano, fa poi il punto su quali siano gli scenari aperti e le future possibilità nell'utilizzo dei droni, per il trasporto di merci e persone. Umberto Saetti, che insegna dinamica e controllo di elicotteri e dinamica del volo all'Università del Maryland negli Stati Uniti, e Carmela Tripaldi, ingegnere che dirige il settore ricerca e sviluppo nuove tecnologie dell'aerospazio dell'Enac, l'ente che regola l'aviazione civile, ci aprono una finestra su un futuro popolato di droni e nuovi velivoli che percorreranno delle nuove strade segnate nel cielo, le aerovie. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Earth - La natura del nostro pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/24/1608813276551_2048x1152.jpg",
      "start_time": "2026-01-31 15:45:00",
      "end_time": "2026-01-31 16:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/28/1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-01-31 16:45:00",
      "end_time": "2026-01-31 17:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Antropocene: L'era dell'uomo - 'Antropocene: L'era dell'uomo' è uno speciale di Progetto Scienza di Rai Cultura realizzato in collaborazione con la Fondazione 'I - Lincei per la Scuola' che cerca di approfondire le conseguenze dell'azione umana sulla Terra. Un percorso multidisciplinare in cui ci guida Giorgio Manzi, antropologo Accademico dei Lincei, con la partecipazione di esperti come il geologo del Consiglio Nazionale delle Ricerche Mario Tozzi, il filosofo della scienza dell'Università di Padova Telmo Pievani, l'ecologo dell'Università di Firenze Guido Chelazzi, lo zoologo di Sapienza Università di Roma Carlo Rondinini, il filosofo di Sapienza Università di Roma Fabrizio Rufo, il fisico del clima dell'Abdus Salam International Centre for Theoretical Physics (ICTP) di Trieste Filippo Giorgi, e il giornalista scientifico Lorenzo Monaco. Ci racconteranno la storia della parola `Antropocene' e di come la specie più invasiva che la vita sul pianeta abbia conosciuto, quella dei Sapiens, può vivere in rapporto col pianeta che la ospita. - un programma di Giorgio Manzi e Daniela Mazzoli a cura di Eleonora Ottaviani capo progetto Diego Garbati regia di Daniela Mazzoli conduce Giorgio Manzi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/12/1681293998407_splashing-gcfe692817_1280.jpg",
      "start_time": "2026-01-31 17:45:00",
      "end_time": "2026-01-31 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il lotto non ritarda - La mano robotica - Cosa sono i buchi neri - Dalla foglia di banano all'ombrello."
    },
    {
      "show_name": "Shakespeare's Tragic Heroes",
      "show_logo": "https://www.raiplay.it/dl/img/2021/06/14/1623680439337_2048x1152.jpg",
      "start_time": "2026-01-31 18:00:00",
      "end_time": "2026-01-31 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Shakespeare's Tragic Heroes The Tragedy of Macbeth - Tragedia dell'ambizione e della caduta nel male, Macbeth è forse la più oscura e lucida rappresentazione del vortice inarrestabile in cui si getta chi s - ceglie di fare il male senza considerare il ruolo della coscienza. Macbeth e Lady Macbeth, uniti nel delitto, si avvedono troppo tardi di aver scelto una strada senza ritorno che li porterà entrambi alla dannazione e all'autodistruzione. E, come nella tragedia scozzese di Shakespeare, la sete di potere manda in crisi le coscienze oggi più che mai. - Un programma di Daniela Delfini produttore esecutivo Livia Lauriola regia David Emmer Con Lucia Caporaso, Al Mariotti, Alexia Murray."
    },
    {
      "show_name": "I segreti delle rocce",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/02/1712063882986_2048x1152.jpg",
      "start_time": "2026-01-31 18:30:00",
      "end_time": "2026-01-31 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I segreti delle rocce Granito, l'origine del mondo Ep. 4 - Quasi infrangibile, questa roccia costituisce gran parte della crosta dei nostri continenti e la radice delle nostre montagne. Questa roccia, cons - iderata la base del mondo terrestre, è il granito."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/03/1741011626965_2048x1152.jpg",
      "start_time": "2026-01-31 19:15:00",
      "end_time": "2026-01-31 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Pianeta Verde Ep. 3 - Il ciclo delle stagioni - Il meraviglioso mondo delle piante come non è mai stato visto prima. I cicli stagionali sono dominati da un cambiamento incessante. Per sopravvivere, le p - iante devono avere i tempi giusti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-01-31 20:00:00",
      "end_time": "2026-01-31 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 25 - Disastri Industriali."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-01-31 21:00:00",
      "end_time": "2026-01-31 21:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Newton - p.17 - La vita oltre la Terra - In questa puntata parliamo della ricerca di vita extraterrestre e di quali siano gli strumenti che, oggi, abbiamo per tentare a scovarla nei c - orpi celesti intorno a noi e nel cosmo. L'astrobiologa dell'Università di Roma Tor Vergata, Daniela Billi, ci parla di organismi estremofili. Sono i batteri che vivono in ambienti estremi del pianeta Terra, luoghi con caratteristiche simili a quelle di Marte o di alcune lune ghiacciate di Saturno e Giove e che quindi rappresentano un modello per la ricerca di forme di vita in contesti extraterrestri. Dalle solfatare nei dintorni di Napoli, Beatrice Cobucci Ponzano dell'Istituto di Bioscienze e Biorisorse del CNR ci fornisce un esempio di ambienti terrestri estremi e dei microorganismi che vi abitano, e ci spiega perché è utile studiarli per comprendere l'origine della vita, non solo sulla Terra. Al Mufant, il Museolab del fantasy e della fantascienza di Torino, Andrea Bernagozzi, astrofisico dell'Osservatorio Astronomico della Valle d'Aosta, attraverso un percorso storico tra scienza e fantascienza, ci mostra come si è evoluto il nostro rapporto con gli alieni. L'astrobiologo John Robert Brucato dell'Osservatorio Astronomico di Arcetri dell'Inaf descrive poi quali siano le prospettive future nella ricerca di vita extraterrestre e illustra le missioni Osiris Rex e Mars 2020 che mirano a trovare tracce biologiche di vita passata o presente sull'asteroide Bennu e sotto la superficie di Marte. L'astrofisica Giovanna Tinetti dello University College London ci parla invece della caccia ai pianeti potenzialmente abitabili al di fuori del Sistema Solare, mentre l'astrofisico Andrea Possenti dell'Osservatorio Astronomico di Cagliari, ci spiega in che modo la radioastronomia cerchi di captare segnali radio da forme di vita intelligenti fuori dalla Terra. - un programma di Davide Coero Borga, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Silvia Bencivelli, Giuseppe Cembalo, Pierluigi Pantini, Alberto Polimanti, a cura di Eleonora Ottaviani, Caterina Mazzuoli, progetto a cura di Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-01-31 21:45:00",
      "end_time": "2026-01-31 22:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 8 - Disasters Engineered: Deepwater Horizon e Nasa Challenger."
    },
    {
      "show_name": "Habitat",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478590228_2048x1152_logo.jpg",
      "start_time": "2026-01-31 22:45:00",
      "end_time": "2026-01-31 23:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dieci puntate di divulgazione sui temi dell'ambiente, della natura, della ricerca scientifica, che, attraverso il racconto di alcuni dei luoghi più importanti per la biodiversità nel nostro Paese e non solo, ci portano a scoprire i - fondamenti delle scienze naturali e l'importanza degli ecosistemi e dei diversi habitat naturali per il futuro del Pianeta e della nostra stessa specie. Esploreremo habitat straordinari, svelando gli equilibri invisibili che li regolano. Ogni puntata approfondisce un habitat specifico, tratta dei temi legati alla biodiversità, cosa li minaccia e l'interazione con l'uomo."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/08/1588939967373_2048x1152.jpg",
      "start_time": "2026-01-31 23:05:00",
      "end_time": "2026-02-01 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 2 - La prateria."
    }
  ]
}