{
  "channel_name": "RaiScuola",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili 4 - Ettore Majorana - Che fine ha fatto Ettore Majorana? Cosa sappiamo della sua vita e della sua scomparsa? Un giovane talento, una mente speciale che l - o stesso Enrico Fermi definiva geniale, al pari di Newton o Einstein; ma anche un ragazzo triste, con più pensieri nella testa di quelli che lui stesso riusciva a dominare. Un giorno, all'età di 32 anni prende un traghetto a Napoli e sparisce. Si suicida in mare? Finisce vagabondo a Mazara del Vallo? Viene ingaggiato dai nazisti come scienziato a scopi bellici? Prende i voti? Espatria in Argentina? Non lo sappiamo, le nostre sono ipotesi. Sappiamo però che aveva capito, prima di molti suoi coetanei fisici di fama, che cosa poteva derivare dalla scoperta del neutrino, dalla scomposizione dell'atomo, dalla fissione nucleare. E dall'uso che l'essere umano, per natura, ne avrebbe fatto. Chiara Buratti racconta gli anni di Via Panisperna, gli amici, la depressione, l'insegnamento a Napoli, le lettere a famigliari e colleghi. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Aurelia, la Statale sull'acqua - Pur essendone il Campidoglio il punto di partenza, la SS1 Aurelia non ha un'origine e una destinazione, è piuttosto un reticolo di relazioni. - Non si parte per arrivare ma per incontrare e conoscere. Si viaggia per raccontare, sperando di aver fatto alla fine del percorso un'esperienza che ci avrà arricchito. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Guido Morandini."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-12 01:00:00",
      "end_time": "2026-02-12 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-12 02:00:00",
      "end_time": "2026-02-12 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Manuele Faccenda - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentator - i, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Manuele Faccenda, geologo. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-12 02:30:00",
      "end_time": "2026-02-12 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.03 - La vita delle spiagge - In questa puntata parliamo di spiagge, habitat ricchi di vita al confine tra terra e acqua. Le spiagge sono sistemi complessi e fragili, la cui - stessa esistenza è a rischio. Delle caratteristiche delle spiagge, della loro formazione, della morfologia e dei cambiamenti in atto, ci parla Filippo D'Ascola, ingegnere idraulico marittimo dell'ISPRA, l'Istituto Superiore per la Protezione e la Ricerca Ambientale, che ci descrive lo stato di salute delle nostre coste sabbiose, evidenziando quali siano le minacce e quali interventi di protezione si possano mettere in atto per rallentare o fermare il processo di erosione in atto. Anna Pancaldi ci svela la vita di un curioso abitante delle dune sabbiose, lavoratore instancabile e silenzioso, e come abbiamo scoperto l'effetto serra e le cause dell'attuale cambiamento climatico. Sulle spiagge della Sardegna con Marco Curini Galletti, zoologo dell'Università di Sassari, andiamo a conoscere degli organismi viventi davvero piccoli e preziosi, mentre con Giovanni De Falco, geologo marino della sede di Oristano dell'Istituto per lo Studio degli impatti Antropici e Sostenibilità in ambiente marino del CNR, vediamo da vicino da cosa sono composte le spiagge e come si differenziano tra loro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-12 03:30:00",
      "end_time": "2026-02-12 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per: la lotta contro la desertificazione e la siccità - \"Le foreste precedono le civiltà, i deserti le seguono\": questa è una frase di François-René de Chateaubriand che può ben rappresentare il - problema della desertificazione, un processo di degradazione del suolo in cui aree che erano produttive, diventano sempre più aride, spoglie di vegetazione e incapaci di sostenere sia la vita vegetale e animale."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-12 04:00:00",
      "end_time": "2026-02-12 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 5 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/donne-di-scienza.webp",
      "start_time": "2026-02-12 04:30:00",
      "end_time": "2026-02-12 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - p. 07: Elisabetta Visalberghi - Le donne che sono diventate icone dell'universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono q - uelle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Elisabetta Visalberghi. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-12 05:00:00",
      "end_time": "2026-02-12 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa pu - ntata parliamo di una attività che occupa circa un terzo della nostra intera vita, ma di cui sappiamo ancora relativamente poco: il Sonno. A farci da guida in questo affascinante viaggio attraverso la più giovane delle neuroscienze, sono il professor Giuseppe Plazzi, presidente dell'AIMS (l'Associazione Italiana di Medicina del Sonno), e il professor Luigi De Gennaro, psicofisiologo alla Sapienza Università di Roma. Dentro il Centro di Medicina del Sonno dell'Università di Bologna, eccellenza internazionale in questo settore, scopriamo poi con il dottor Fabio Pizza quali sono le ultime acquisizioni scientifiche e le linee di ricerca più importanti riguardanti la narcolessia. Anna Pancaldi, infine, ci racconta di Sigmund Freud e dell'Interpretazione dei sogni. Ma anche la storia del \"poligrafo\" - o \"Macchina della verità\", antenato della strumentazione scientifica fondamentale per la ricerca in Medicina del Sonno. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-12 05:30:00",
      "end_time": "2026-02-12 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 11) - Il tempo della cronobiologia - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita il medico e - divulgatore Roberto Manfredini, professore ordinario di Medicina interna e direttore del Dipartimento di Scienze Mediche dell'Università degli Studi di Ferrara. Insieme a loro scopriamo cosa sono i ritmi circadiani, come impattano sulla nostra vita e sulla nostra salute, come gestire al meglio i turni di lavoro, e l'importanza dei ritmi circadiani anche per l'orario di assunzione e di massima efficacia dei farmaci. Da quando nel 2017 il Nobel per la medicina ha premiato gli studio pioneristici sulla cronobiologia, il campo della cronomedicina e delle cronoterapie si è rivelato tra i più promettenti per migliorare l'efficacia dei trattamenti medici e gettare nuova luce sui meccanismi biologici di base. Benedetto Grimaldi, ricercatore presso l'Istituto Italiano di Tecnologia di Genova, ci porta alla scoperta delle nuove cronoterapie tumorali e dei nuovi cronofarmaci in sperimentazione. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-12 06:00:00",
      "end_time": "2026-02-12 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-12 07:00:00",
      "end_time": "2026-02-12 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "un giorno per: le persone con disabilità - L'obiettivo principale di questa giornata è promuovere i diritti e il benessere delle persone con disabilità in tutte le aree della società e dello sviluppo, olt - re a sensibilizzare l'opinione pubblica sulle sfide quotidiane che queste persone affrontano. La disabilità è una realtà complessa che coinvolge una vasta gamma di condizioni fisiche, mentali, sensoriali e cognitive. Non si tratta solo di limitazioni individuali, ma di come la società costruisce barriere, fisiche e culturali, che possono ostacolare la piena partecipazione e integrazione."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-12 07:30:00",
      "end_time": "2026-02-12 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Siamo tutti malati di connessione, intossicati e dipendenti dalle teconologie digitali? Le nuove malattie si chiamano nomofobia, vamping, technostress. In questa puntata parliamo di internet addiction e delle - malattie connesse alla rete con il contributo dello psichiatra e psicoterapeuta gustavo Pietropolli Charmet, dello psicologo Giuseppe Levinia e dello psicoterapeuta Alberto Pellai."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-12 08:20:00",
      "end_time": "2026-02-12 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-12 08:55:00",
      "end_time": "2026-02-12 09:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa pu - ntata parliamo di una attività che occupa circa un terzo della nostra intera vita, ma di cui sappiamo ancora relativamente poco: il Sonno. A farci da guida in questo affascinante viaggio attraverso la più giovane delle neuroscienze, sono il professor Giuseppe Plazzi, presidente dell'AIMS (l'Associazione Italiana di Medicina del Sonno), e il professor Luigi De Gennaro, psicofisiologo alla Sapienza Università di Roma. Dentro il Centro di Medicina del Sonno dell'Università di Bologna, eccellenza internazionale in questo settore, scopriamo poi con il dottor Fabio Pizza quali sono le ultime acquisizioni scientifiche e le linee di ricerca più importanti riguardanti la narcolessia. Anna Pancaldi, infine, ci racconta di Sigmund Freud e dell'Interpretazione dei sogni. Ma anche la storia del \"poligrafo\" - o \"Macchina della verità\", antenato della strumentazione scientifica fondamentale per la ricerca in Medicina del Sonno. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-12 09:25:00",
      "end_time": "2026-02-12 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Manuele Faccenda - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentator - i, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Manuele Faccenda, geologo. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-12 10:00:00",
      "end_time": "2026-02-12 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.05 - La scienza delle frane - In questa puntata parliamo di frane che, per definizione, corrispondono al movimento di roccia, detrito o terra lungo un versante sotto l'azio - ne della gravità. In Italia, le aree soggette a elevata criticità idrogeologica si estendono per quasi 30.000 chilometri quadrati: quasi il 10% del totale del territorio nazionale fra zone soggette a rischio frana e rischio di alluvione. Due frane su tre di tutta l'Europa sono state registrate proprio nel nostro paese. Ne parliamo con Laura Longoni, ingegnere ambientale e docente di geologia applicata al Politecnico di Milano, presso il Dipartimento di Ingegneria Civile e Ambientale, esperta di monitoraggio delle frane. E in particolare, di trasporto solido: il movimento di detriti, sedimenti e altri materiali solidi trasportati dall'acqua durante eventi alluvionali, che rappresenta ancora oggi una grande sfida per gli scienziati delle frane. Per scoprire i fattori scatenanti di una frana, come la scienza delle frane applichi le nuove tecnologie allo studio di questi fenomeni e quanto possa rivelarsi utile l'intelligenza artificiale nella geologia applicata al territorio, abbiamo incontrato anche i protagonisti dell'ultimo 'Forum Mondiale sulle Frane' che si è tenuto in Italia, a Firenze, nel novembre 2023. Abbiamo affrontato anche le grandi sfide del futuro sullo studio delle frane, per capire come prevenire e mitigare il rischio frana, come allertare la popolazione in tempo e che cosa resta ancora da scoprire. Infine, Anna Pancaldi ci racconta la storia della Buzza di Biasca, uno degli eventi naturali più catastrofici del Rinascimento, che colpì il monte Crenone, nel Canton Ticino, in Svizzera, nel 1513. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-12 11:00:00",
      "end_time": "2026-02-12 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Isola di Arran Ep.1 - Torna con una seconda serie splendidamente girata l'esploratore Ben Fogle. Viaggia attraverso nuove splendide isole della Scozia, alla ricerca - di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-12 11:45:00",
      "end_time": "2026-02-12 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Nella foresta di Fontainebleau - Ep. 1 - La foresta di Fontainebleau è certamente una delle più famose in Francia. Tuttavia, conserva ancora una buona parte di meraviglie e di misteri. Si - mon Allix incontra gli abitanti e gli appassionati di questa foresta, e scopre nuovi aspetti di un posto dove è cresciuto, credendo di conoscerlo alla perfezione."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-12 12:30:00",
      "end_time": "2026-02-12 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Aurelia, la Statale sull'acqua - Pur essendone il Campidoglio il punto di partenza, la SS1 Aurelia non ha un'origine e una destinazione, è piuttosto un reticolo di relazioni. - Non si parte per arrivare ma per incontrare e conoscere. Si viaggia per raccontare, sperando di aver fatto alla fine del percorso un'esperienza che ci avrà arricchito. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Guido Morandini."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storia-della-matematica.webp",
      "start_time": "2026-02-12 13:30:00",
      "end_time": "2026-02-12 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-12 14:30:00",
      "end_time": "2026-02-12 15:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-12 15:40:00",
      "end_time": "2026-02-12 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta Sottacqua 1^ Prima TV per Rai."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-12 17:30:00",
      "end_time": "2026-02-12 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 6 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-12 18:00:00",
      "end_time": "2026-02-12 18:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Digital Sensations - Jack è alle prese con l alimentazione del Mr. Speech. Non è facile dosare le pillole di energia necessarie per far funzionare il microchip. E semb - ra che l apparecchio lo faccia a posta a spegnersi proprio nei momenti più delicati. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Jacopo Bezzi Testi di Daniela Delfini Produttorev esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-12 18:25:00",
      "end_time": "2026-02-12 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Jura e Islay Ep.2 - L' avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. Torna con una seconda serie splend - idamente girata. Viaggia attraverso nuove splendide isole della Scozia, alla ricerca di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-12 19:15:00",
      "end_time": "2026-02-12 20:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Nelle foreste dei Vosgi - Ep. 2 - Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lu - ngo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-12 20:10:00",
      "end_time": "2026-02-12 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.02 - Le piante viste da vicino - In questa puntata parliamo di piante, di quell'immenso e silenzioso mondo che popola boschi, prati e giardini del nostro pianeta e senza di - cui anche la nostra vita non esisterebbe. L'Italia ha il primato europeo per la ricchezza vegetale, con oltre 8000 specie di fiori, piante e alberi, di cui circa 1700 endemiche, cioè presenti esclusivamente nel nostro territorio. Ne parliamo con il botanico Alfredo Di Filippo, docente all'Università della Tuscia di Viterbo, Explorer di National Geographic ma anche 'tree climber': si arrampica sugli alberi più vecchi d'Europa per studiare le dinamiche di crescita delle piante. Anna Pancaldi ci racconta come lo scienziato inglese Robert Hooke, studiando le piante e osservando qualcosa di speciale in una sezione di sughero, abbia coniato il termine 'cellula'. A Parma, nelle sale del Palazzo del Governatore, Renato Bruni, e docente di Biologia Farmaceutica e direttore scientifico dell¿Orto Botanico dell'Università di Parma, ha curato una mostra scientifica che racconta invece sei secoli di rappresentazione visiva dello studio delle piante. Piante che resistono anche agli eventi più estremi. Come quelle raccontate nella seconda storia di Anna Pancaldi: gli alberi sopravvissuti alla bomba atomica che colpì le città giapponesi di Hiroshima e Nagasaki nel 1945, gli 'hibaku jumoku'. Ma le piante sono anche ottimi strumenti per la ricerca scientifica. Sulle dolomiti bellunesi, al Passo Giau, l'ecologo forestale Marco Carrer insieme alla sua squadra di ricercatori del Dipartimento Territorio e Sistemi Agro forestali dell'Università di Padova conducono esperimenti sull'ecosistema alpino per studiare il cambiamento climatico grazie alle piante di ginepro. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Intelligenze",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/intelligenze.webp",
      "start_time": "2026-02-12 21:00:00",
      "end_time": "2026-02-12 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella terza puntata della nuova serie di Intelligenze - il programma sulle intelligenze artificiali fatto ancora dagli umani - Padre Paolo Benanti affronta lo spinoso tema dell'educazione. Il digitale è da qualche anno ent - rato massicciamente nelle nostre scuole, dalle medie alle università, e da qualche mese l'avvento delle intelligenze artificiali ha amplificato improvvisamente il modo di apprendere e di insegnare. Quali sono le opportunità e le problematiche? È importante educare con le IA ma anche alle IA? È la macchina che educa noi o siamo ancora noi a educare le macchine? Che ne dicono gli studenti? Dall'hub tecnologico della Stazione Termini di Roma Paolo Benanti si confronta con il matematico Piergiorgio Odifreddi, l'Avvocato Elisabetta Frezza e tre professori esperti di IA: Luca De Biase, Gino Roncaglia e Fabio Ciotti. Come in ogni puntata di Intelligenze alcuni contenuti prodotti direttamente dalla IA verranno segnalati da uno speciale simbolo rosso. - Produttore esecutivo Luigi Bertoldo."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-12 21:30:00",
      "end_time": "2026-02-12 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili - p. 02 - Alexander Fleming - A volte basta una distrazione per fare una scoperta scientifica fondamentale. Succede ad Alexander Fleming che, lasciando d - elle piastre contaminate in laboratorio, dopo qualche giorno riesce ad osservare un fenomeno di grande interesse per la vita di tutti. Fino alla Seconda guerra mondiale la causa più frequente di morte erano state le malattie infettive. Si moriva per infezioni contratte da una ferita o durante un'operazione, per sifilide, polmonite, tetano, cancrene. Fleming trova un rimedio a tutto questo dolore e di fatto salva milioni di persone con la sua 'penicillina'. Cresciuto in una famiglia povera e numerosa ma sempre aiutato dalla fortuna, Fleming è stato un paziente e attento osservatore della realtà, un biologo curioso e ostinato perseguitore del bene collettivo. Due mogli e molti riconoscimenti, fino al Nobel nel 1945, e una vita arricchita dall'affetto dei suoi maestri e dei suoi studenti. Chiara Buratti racconta gli anni dello studio, la lunga carriera tutta concentrata nel perfezionamento di una scoperta così importante, la capacità di riconoscere occasioni e saperle cogliere. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo. - Un programma di Daniela Mazzoli, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Pierluigi Pantini, conduce Chiara Buratti."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/documentari-d-autore.webp",
      "start_time": "2026-02-12 22:00:00",
      "end_time": "2026-02-12 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-12 22:15:00",
      "end_time": "2026-02-12 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-12 23:00:00",
      "end_time": "2026-02-13 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    }
  ]
}