{
  "channel_name": "RaiScuola",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Il mare di Roma - \"Il mare di Roma\"di Luigi Maria Perotti sul litorale romano da Capocotta a Fregene. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 01:00:00",
      "end_time": "2026-02-13 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-13 02:00:00",
      "end_time": "2026-02-13 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Arianna Traviglia - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentato - ri, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Arianna Traviglia, archeologa. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-13 02:30:00",
      "end_time": "2026-02-13 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.04 - La natura dei cristalli - In questa puntata parliamo di cristalli, di quelli perfettamente formati, dai colori e dai riflessi che tanto ammiriamo, ma anche di minerali - cristallini, la quasi totalità di quelli che ci circondano, la cui struttura cristallina è visibile solo con la microscopia a raggi X. Ci accompagna in questo viaggio Cristian Biagioni, mineralogista dell'università di Pisa. Le forme dei cristalli hanno sempre ispirato gli uomini e a volte anche spaventato: Anna pancaldi racconta di come il gesuita Athanasius Kircher, l'uomo più sapiente della sua epoca, si occupò di strani cristalli a forma di croci, eruttate dal Vesuvio nel 1660 e che atterrirono la popolazione. Per vedere come si cerca e si tratta un cristallo siamo stati in una vecchia miniera di fluorite in provincia di Bergamo in compagnia di Federico Pezzotta e Marco Lorenzoni, due tra i più famosi cercatori di cristalli al mondo. Ma i cristalli sono meravigliosi anche visti al microscopio, come si evince dalla vicenda di 'Fiocco di neve' Bentley, un uomo che nei primi anni del secolo scorso ha fotografato migliaia di cristalli di neve per concludere che non ne esistono due uguali. Ma vedere i cristalli al microscopio ci può permettere anche di affrontare problemi di tutt'altra natura: all'Istituto di Cristallografia del CNR di Bari attraverso i cristalli si studiano soluzioni a problemi quali le epidemie, il riciclo dei materiali e la transizione energetica. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-13 03:30:00",
      "end_time": "2026-02-13 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "un giorno per: le persone con disabilità - L'obiettivo principale di questa giornata è promuovere i diritti e il benessere delle persone con disabilità in tutte le aree della società e dello sviluppo, olt - re a sensibilizzare l'opinione pubblica sulle sfide quotidiane che queste persone affrontano. La disabilità è una realtà complessa che coinvolge una vasta gamma di condizioni fisiche, mentali, sensoriali e cognitive. Non si tratta solo di limitazioni individuali, ma di come la società costruisce barriere, fisiche e culturali, che possono ostacolare la piena partecipazione e integrazione."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-13 04:00:00",
      "end_time": "2026-02-13 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 6 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/donne-di-scienza.webp",
      "start_time": "2026-02-13 04:30:00",
      "end_time": "2026-02-13 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - ep. 13 - Barbara Mazzolai - Alla scoperta delle ricercatrici italiane più affermate di oggi e delle grandi protagoniste della scienza del passato. Le donne che sono diventate icone - dell'universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Barbara Mazzolai. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-13 05:00:00",
      "end_time": "2026-02-13 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - L'Agricoltura diventa Intelligente - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta - del mondo che ci circonda e delle sue regole. In questa puntata parliamo di agricoltura intelligente. Tutelare le risorse naturali, produrre cibi sani e nutrire il pianeta. L'agricoltura sta cambiando volto e per farlo impiega una serie di strumenti e strategie con l'obiettivo di trasformare la produzione in qualcosa di efficiente e sostenibile. E così i campi diventano il nuovo laboratorio di tecnologie, sensoristica innovativa, droni, intelligenza artificiale e registri digitali per la trasparenza della filiera. Ne parliamo con Beniamino Gioli, primo Ricercatore dell'Istituto per la Bioeconomia del CNR, e Antoine Harfouche, professore dell'Università della Tuscia, esperto di bioetica, biologia computazionale e bioimprenditorialità. Incontriamo anche Luigi D'aquino al Centro di ricerche dell'ENEA di Portici per scoprire un innovativo microcosmo capace di allevare piante sotto condizionamento biotico e abiotico, in ambienti non convenzionali, simulando un campo coltivato a zero impatto ambientale. Anna Pancaldi ci racconta infine la battaglia della biologa marina e zoologa Rachel Carson e la storia di Nazareno Strampelli, il precursore della rivoluzione verde. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-13 05:30:00",
      "end_time": "2026-02-13 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 12) - La cronometria, il tempo degli orologi. - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita I - laria Sesia, ricercatrice presso l'Istituto Nazionale di Ricerca Metrologica di Torino. Insieme a loro ripercorriamo l'affascinante viaggio scientifico che ci ha portato dal pendolo di Galileo Galilei agli orologi atomici che scandiscono il tempo sui satelliti. Scopriamo come si misura il tempo, perché in alcune attività come la navigazione satellitare è necessaria una precisione dell'ordine dei miliardesimi di secondo e perché fino al 1700 erano così comuni i naufragi navali. A Nerviano, alle porte di Milano, visitiamo i laboratori che ospitano la linea di produzione degli orologi atomici che vengono inviati in orbita sui satelliti del sistema di posizionamento Galileo, il sistema di posizionamento e navigazione satellitare civile sviluppato in Europa. Nel mondo di oggi le reti di comunicazione, i sistemi finanziari, le reti di trasporto, i sistemi automatici di navigazione, hanno tutti bisogno di un tempo preciso e certificato, ed a questo scopo la tecnologia ci permette oggi di avere orologi ultra precisi che perdono meno di un secondo ogni 10 miliardi di anni! - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 06:00:00",
      "end_time": "2026-02-13 06:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-13 06:50:00",
      "end_time": "2026-02-13 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Misurare le alterazioni del cibo - Michael Faraday."
    },
    {
      "show_name": "Oggi è",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/oggi.webp",
      "start_time": "2026-02-13 07:00:00",
      "end_time": "2026-02-13 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oggi è - 13 febbraio: Giornata mondiale della Radio - Il 13 febbraio si celebra la giornata mondiale della radio proclamata dall'Unesco nel 2011. Nella puntata la storia della radio viene ripercorsa con A - ndrea Borgnino e con contributi dalle Teche Rai e si raccontano i programmi radiofonici di oggi attraverso interviste a vari conduttori raccolte a via Asiago 10, sede storica della radiofonia."
    },
    {
      "show_name": "Intelligenze",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/intelligenze.webp",
      "start_time": "2026-02-13 07:30:00",
      "end_time": "2026-02-13 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella terza puntata della nuova serie di Intelligenze - il programma sulle intelligenze artificiali fatto ancora dagli umani - Padre Paolo Benanti affronta lo spinoso tema dell'educazione. Il digitale è da qualche anno ent - rato massicciamente nelle nostre scuole, dalle medie alle università, e da qualche mese l'avvento delle intelligenze artificiali ha amplificato improvvisamente il modo di apprendere e di insegnare. Quali sono le opportunità e le problematiche? È importante educare con le IA ma anche alle IA? È la macchina che educa noi o siamo ancora noi a educare le macchine? Che ne dicono gli studenti? Dall'hub tecnologico della Stazione Termini di Roma Paolo Benanti si confronta con il matematico Piergiorgio Odifreddi, l'Avvocato Elisabetta Frezza e tre professori esperti di IA: Luca De Biase, Gino Roncaglia e Fabio Ciotti. Come in ogni puntata di Intelligenze alcuni contenuti prodotti direttamente dalla IA verranno segnalati da uno speciale simbolo rosso. - Produttore esecutivo Luigi Bertoldo."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 08:00:00",
      "end_time": "2026-02-13 08:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-13 08:40:00",
      "end_time": "2026-02-13 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 01 - Galileo Galilei - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di - una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-13 08:55:00",
      "end_time": "2026-02-13 09:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - L'Agricoltura diventa Intelligente - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta - del mondo che ci circonda e delle sue regole. In questa puntata parliamo di agricoltura intelligente. Tutelare le risorse naturali, produrre cibi sani e nutrire il pianeta. L'agricoltura sta cambiando volto e per farlo impiega una serie di strumenti e strategie con l'obiettivo di trasformare la produzione in qualcosa di efficiente e sostenibile. E così i campi diventano il nuovo laboratorio di tecnologie, sensoristica innovativa, droni, intelligenza artificiale e registri digitali per la trasparenza della filiera. Ne parliamo con Beniamino Gioli, primo Ricercatore dell'Istituto per la Bioeconomia del CNR, e Antoine Harfouche, professore dell'Università della Tuscia, esperto di bioetica, biologia computazionale e bioimprenditorialità. Incontriamo anche Luigi D'aquino al Centro di ricerche dell'ENEA di Portici per scoprire un innovativo microcosmo capace di allevare piante sotto condizionamento biotico e abiotico, in ambienti non convenzionali, simulando un campo coltivato a zero impatto ambientale. Anna Pancaldi ci racconta infine la battaglia della biologa marina e zoologa Rachel Carson e la storia di Nazareno Strampelli, il precursore della rivoluzione verde. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-13 09:25:00",
      "end_time": "2026-02-13 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Arianna Traviglia - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentato - ri, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Arianna Traviglia, archeologa. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-13 10:00:00",
      "end_time": "2026-02-13 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 07 Tempo - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scient - ifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-13 11:00:00",
      "end_time": "2026-02-13 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Jura e Islay Ep.2 - L' avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. Torna con una seconda serie splend - idamente girata. Viaggia attraverso nuove splendide isole della Scozia, alla ricerca di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-13 11:45:00",
      "end_time": "2026-02-13 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Nelle foreste dei Vosgi - Ep. 2 - Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lu - ngo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-13 12:30:00",
      "end_time": "2026-02-13 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Il mare di Roma - \"Il mare di Roma\"di Luigi Maria Perotti sul litorale romano da Capocotta a Fregene. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-13 13:30:00",
      "end_time": "2026-02-13 14:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Meccanismi della natura Ep. 4 - La foresta temperata - L'acqua è l'elemento vitale che copre gran parte della superficie terrestre. Dal Pantanal brasiliano alle mangrovie del Bangladesh fino alla Grande - Barriera Corallina, l'acqua crea delicati ecosistemi nei quali è necessario rispettare molti equilibri tra piante e animali per la sopravvivenza delle specie. Gli scienziati hanno dimostrato che basta allontanare un granchio operoso dalle paludi bangladesi per mettere a rischio la vita degli alberi, e che basta una spugna nel rieef per garantire il perfetto riciclo di materiali e sostanze nutritive che alimenteranno la fioritura del plancton, cibo preferito delle balene. Dall'ultimo dei microorganismi al più grande dei mammiferi la catena di legami e collegamenti è lunga e articolata, ma fondamentale per garantire la vita negli ecosistemi acquatici."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 14:40:00",
      "end_time": "2026-02-13 15:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-13 15:40:00",
      "end_time": "2026-02-13 17:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta - Caro Sapiens ti scrivo 1^ Prima TV per Rai."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-13 17:15:00",
      "end_time": "2026-02-13 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La storia della cola - Armi nanotecnologiche contro i tumori - Einstein, due errori fanno una verità."
    },
    {
      "show_name": "L'Archipendolo Sergio Musmeci",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-archipendolo-sergio-musmeci.webp",
      "start_time": "2026-02-13 17:30:00",
      "end_time": "2026-02-13 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Archipendolo Puntata 1 - Il trilite e il tempio greco - In questa puntata parleremo del tempio greco e della sua struttura architettonica basata sul trilite. Vedremo come questo elemento strutturale che - ci arriva dalla notte dei tempi, raggiunga nel tempio Greco la sua massima espressione. E scopriremo gli splendi templi di Paestum. - Un programma di Daniela Delfini, condotto da Edoardo Camponeschi, consulenti Tullia Iori, Fabio Di Carlo, produttore esecutivo Giorgio Marcucci, regia di David Emmer."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-13 18:00:00",
      "end_time": "2026-02-13 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: A Blessing in Disguise - Per un caso fortuito Ida conosce Sean e ne rimane affascinata. Jack reagisce male e il microchip che gli consente di parlare italiano va in ti - lt. Con il traduttore fuori uso Jack teme di fare con Ida la solita figura dello sfigato, ma le cose non vanno così. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Luca Tanganelli Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Northwards - Together for the Future",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/northwards-together-for-the-future.webp",
      "start_time": "2026-02-13 18:15:00",
      "end_time": "2026-02-13 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Northwards - Together for the future ep.3 Learn from each other - Un viaggio emozionante nelle fredde terre dell'Artico in 7 episodi, per scoprire chi sono e cosa affrontano gli scienziati che lavorano all - a salvaguardia del nostro Pianeta. Il viaggio verso nord continua tra avventure e difficoltà di spostamento, fino alle zone più remote della Groenlandia. Scopriamo come funziona una stazione di ricerca nell'Artico."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-13 18:30:00",
      "end_time": "2026-02-13 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Le isole Orcadi Ep.3 - L' avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. Torna con una seconda serie spl - endidamente girata. Viaggia attraverso nuove splendide isole della Scozia, alla ricerca di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-13 19:15:00",
      "end_time": "2026-02-13 20:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Nella foresta di Castagniccia - Ep. 3 - Ricco di miti e leggende, il massiccio corso incarna l'anima e la diversità dell'intera isola. Con l'aiuto dei suoi abitanti, Simon Allix ci porta - nella foresta della Castagniccia, alla scoperta dei suoi emblematici castagni e ulivi, testimoni della storia locale e del forte legame che si è forgiato tra gli uomini e la foresta nel corso dei secoli."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-13 20:10:00",
      "end_time": "2026-02-13 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 05 Cervello - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scientifica Silvia B - encivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-13 21:00:00",
      "end_time": "2026-02-13 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/documentari-d-autore.webp",
      "start_time": "2026-02-13 22:00:00",
      "end_time": "2026-02-13 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insi - eme agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-13 22:15:00",
      "end_time": "2026-02-13 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storia-della-matematica.webp",
      "start_time": "2026-02-13 23:00:00",
      "end_time": "2026-02-13 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-13 23:45:00",
      "end_time": "2026-02-14 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 08 - Rachel Carson - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}