{
  "channel_name": "RaiScuola",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 03 - Sigmund Freud - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pt. 16 - L'isola di Ustica - Ustica dal latino ustum, terra bruciata, emerse dal mare per la risalita del magma direttamente dal mantello terrestre, come le Hawaii e l'Etna. - Imprescindibile dal mare, ma di vocazione agricola, Ustica avvolge e coinvolge grazie all'accoglienza dei suoi abitanti e al contatto pacificato con una natura primordiale. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Vincenzo Saccone."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-02 01:00:00",
      "end_time": "2026-02-02 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-02 02:00:00",
      "end_time": "2026-02-02 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 16): Daniele Cornara, entomologo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani cu - riosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Daniele Cornara, entomologo. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-02 02:30:00",
      "end_time": "2026-02-02 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo (p. 02) - Ecosistema urbano - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, q - uello scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-02 03:15:00",
      "end_time": "2026-02-02 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Trascorriamo nel sonno circa un terzo della nostra vita. che cosa succede al nostro corpo quando dormiamo e sogniamo."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-02 03:45:00",
      "end_time": "2026-02-02 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 2: Napoli - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il rappor - to di un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. La puntata è dedicata a Napoli. Partendo dalla suggestione della prima ferrovia italiana, eccellenza tecnologica di quasi due secoli or sono, l'episodio ci porta a conoscere le frontiere delle ricerca astrofisica con l'Osservatorio Astronomico di Capodimonte, della biologia molecolare con l'IGB, di quella marina con la stazione zoologica Anton Dohrn, dei nuovi materiali con l'IIT e le frontiere della progettazione spaziale al Cira di Capua. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - regia di Giuseppe Cembalo - conduce Chiara Buratti."
    },
    {
      "show_name": "Progetto Scienza 2023 Speciale Progetto",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-speciale-progetto.webp",
      "start_time": "2026-02-02 04:15:00",
      "end_time": "2026-02-02 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Speciale Progetto Scienza - p. 03 - Antropocene - Storia di un'era geologica - Una delle nuove parole entrate nel nostro vocabolario è Antropocene: un termine complesso che apre dibat - titi, pone problemi e lancia sfide. Riguarda il pianeta e la presenza dell'essere umano sulla Terra. L'uomo ha consumato risorse e messo in pericolo la sopravvivenza di interi habitat. Certo, ha contemporaneamente edificato magnifiche città, addomesticato paesaggi ostili, fraternizzato con specie selvagge, dato vita alla civiltà. L'uomo è un creatore di nicchie ecologiche e crea legami di reciprocità con la natura in cui è immerso. Fino a che punto e con quali rischi? 'Antropocene: storia di un'era geologica' è uno speciale di Progetto Scienza di Rai Cultura realizzato in collaborazione con la Fondazione 'I Lincei per la Scuola' che cerca di approfondire le conseguenze dell'azione umana sulla Terra. Un percorso multidisciplinare in cui ci guida Giorgio Manzi, antropologo Accademico dei Lincei, con la partecipazione di esperti come il geologo del Consiglio Nazionale delle Ricerche Mario Tozzi, il filosofo della scienza dell'Università di Padova Telmo Pievani, l'ecologo dell'Università di Firenze Guido Chelazzi, lo zoologo di Sapienza Università di Roma Carlo Rondinini, il filosofo di Sapienza Università di Roma Fabrizio Rufo, il fisico del clima dell'Abdus Salam International Centre for Theoretical Physics (ICTP) di Trieste Filippo Giorgi, e il giornalista scientifico Lorenzo Monaco. Ci racconteranno la storia della parola `Antropocene' e della specie più invasiva che la vita sul pianeta abbia conosciuto: quella dei Sapiens. - un programma di Giorgio Manzi e Daniela Mazzoli a cura di Eleonora Ottaviani capo progetto Diego Garbati regia di Daniela Mazzoli conduce Giorgio Manzi."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-02 04:45:00",
      "end_time": "2026-02-02 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata parliamo di Navi: uno dei più antichi mezzi di trasporto usato dall'uomo, che però non ha mai cessato di evolversi ed oggi è più che mai carico di scienza e tecnologie. A farci da guida sono la professoressa Paola Gualeni, che insegna Architettura Navale all'Università degli Studi di Genova, e l'ingegner Emilio Campana, che è a capo del Dipartimento del CNR di cui fa parte l'INM, l'Istituto di Ingegneria del Mare. Proprio all'INM appartiene una delle più grandi infrastrutture di ricerca e sperimentazione di questo settore, la Vasca Navale di Roma: qui, con l'ingegner Fabrizio Ortolani, assistiamo ad una serie di test in acqua su un esclusivo brevetto dell'istituto. Anna Pancaldi, infine, ci racconta una curiosa storia di ananas, fenici e antiche rotte oceaniche; e ci presenta Malcom Mc Lean, l'americano che si è inventato una piccola/grande rivoluzione: il container. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-02 05:15:00",
      "end_time": "2026-02-02 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'acqua che non bagna e le superfici autopulenti - La cometa 67P e la missione Rosetta - Dallo zoccolo allo scarpone."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-02 05:30:00",
      "end_time": "2026-02-02 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 01) \"L'Universo esplosivo\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Elisabetta Bissald - i, astrofisica e fisica dello Spazio, ricercatrice del Politecnico di Bari e dell'Istituto Nazionale di Fisica Nucleare. Assieme ci conducono alla scoperta dei lampi gamma, di cosa siano, come si studiano e soprattutto cosa siano in grado di rivelarci a proposito dell'Universo. Elisabetta Bissaldi si è occupata appunto di uno studio pubblicato sul giornale \"The Astrophysical Journal\" nel giugno 2019 che ha permesso di catalogare le sorgenti rivelate dal satellite NASA \"Fermi\" che emettono radiazione gamma di altissima energia. Una sorta di \"hit parade\" dei fenomeni più violenti del cosmo, veri e propri cataclismi celesti che avvengono nelle regioni più remote dell'Universo. Roberto Gilli, Primo Ricercatore dell'Osservatorio di Astrofisica e Scienza dello Spazio di Bologna dell'Inaf ci spiega invece l'osservazione nei raggi X dei buchi neri supermassicci nell'universo primordiale: questo tipo di osservazione ha il pregio di poter penetrare i veli di gas e polveri che spesso circondano i buchi neri, svelando anche quelli più lontani e nascosti. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-02 06:00:00",
      "end_time": "2026-02-02 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-02 07:00:00",
      "end_time": "2026-02-02 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata nasce con l'intenzione di celebrare la bellezza della Terra e insieme mettere in guardia l'umanità sulla necessità di preservare gli equilibri ecologici minacciati dai quali dipende tutta la vita sul pianeta -."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-02 07:30:00",
      "end_time": "2026-02-02 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world 2024 pt. 9 - Le nuove sfide dell'intelligenza artificiale - Siamo disposti a rinunciare a metà del nostro benessere per dare energia alle macchine dell'intelligenza artificiale? Chi ne \"certi - fica\" il buon funzionamento? Cosa insegna, a noi, l'intelligenza artificiale? Pierluigi Contucci torna a Digital World e interviene con la consueta lucidità ed esattezza \"profetica\" su questioni e scenari del nostro futuro."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-02 08:05:00",
      "end_time": "2026-02-02 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/memex-nautilus.webp",
      "start_time": "2026-02-02 09:00:00",
      "end_time": "2026-02-02 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata parliamo di Tatto. La sua sede è la pelle, il tatto non solo ci mette in rapporto con le cose che ci circondano ma influisce anche sui nostri comportamenti. Ne parliamo in studio con il neurofisiologo Giovanni Di Pino e con la psicologa Anna Maria Borghi. Insieme a Lucia Beccai dell'IIt di Pontedera, scopriamo invece come sarà la pelle dei futuri robot. All'Università Campus Biomedico di Roma invece un team di scienziati e ricercatori ha dato vita alla sperimentazione di una mano bionica dotata di tatto artificiale. Anna Pancaldi ci presenta infine il padre della psicologia cognitiva e ci racconta di quando Braille inventò la scrittura per i non vedenti. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-02 09:30:00",
      "end_time": "2026-02-02 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 10): John Robert Brucato, astrofisico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giova - ni curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo John Robert Brucato, astrofisico. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-02 10:00:00",
      "end_time": "2026-02-02 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 06 Universo - Progetto Scienza - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista s - cientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "I segreti delle rocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/i-segreti-delle-rocce.webp",
      "start_time": "2026-02-02 11:00:00",
      "end_time": "2026-02-02 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I segreti delle rocce Arenaria, la clessidra del mondo Ep. 5 - C'è una roccia che più di ogni altra cristallizza la bellezza del mondo. È l'arenaria. Questa roccia, ricca dei granelli di sabbia che la comp - ongono, porosa e resistente, sviluppa legami quasi organici con gli esseri viventi e in particolare con gli animali e gli uomini."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/il-pianeta-verde.webp",
      "start_time": "2026-02-02 11:45:00",
      "end_time": "2026-02-02 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il meraviglioso mondo delle piante come non è mai stato visto prima. I deserti sono ostili alla vita. Le temperature salgono e scendono e l'acqua è rara. Eppure anche qui le piante hanno trovato modi ingegno - si per sopravvivere."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-02 12:30:00",
      "end_time": "2026-02-02 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Pt. 16 - L'isola di Ustica - Ustica dal latino ustum, terra bruciata, emerse dal mare per la risalita del magma direttamente dal mantello terrestre, come le Hawaii e l'Etna. - Imprescindibile dal mare, ma di vocazione agricola, Ustica avvolge e coinvolge grazie all'accoglienza dei suoi abitanti e al contatto pacificato con una natura primordiale. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Vincenzo Saccone."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-02 13:30:00",
      "end_time": "2026-02-02 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-02 14:25:00",
      "end_time": "2026-02-02 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-02 15:25:00",
      "end_time": "2026-02-02 15:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 03 - Sigmund Freud - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di un - a figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-02 15:45:00",
      "end_time": "2026-02-02 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta \"Lo scrigno della Terra'' 1tx Prima TV per Rai."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/i-segreti-del-colore.webp",
      "start_time": "2026-02-02 17:30:00",
      "end_time": "2026-02-02 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 3 - La terracotta nel Rinascimento - In questa puntata parleremo dei manufatti in terracotta nel Rinascimento, delle innovazioni tecniche nella realizzazione di - rilievi e sculture e della produzione delle ceramiche da mensa e da cucina nel XVI secolo. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/seven-nights.webp",
      "start_time": "2026-02-02 18:00:00",
      "end_time": "2026-02-02 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia c - on grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "Shakespeare Class",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/shakespeare-class.webp",
      "start_time": "2026-02-02 18:15:00",
      "end_time": "2026-02-02 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Shakespeare Class - The Two Gentlemen of Verona - Characters - Docu-reality dedicato all'apprendimento dell'inglese."
    },
    {
      "show_name": "Diventare farfalla",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/diventare-farfalla.webp",
      "start_time": "2026-02-02 18:30:00",
      "end_time": "2026-02-02 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Su un albero di limone nasce un bruco. Dovrebbe crescere fino a trasformarsi in una farfalla. Ma una tempesta lo fa cadere e viene trasportato via dalla pioggia e dal vento. Il bruco ha solo 3 giorni per tornare al suo albero, - l'unico posto dove può compiere la sua mutazione. Intraprende quindi un viaggio contro il tempo, attraversando diversi ecosistemi miniaturizzati: l'aiuola, il prato, il viale di sabbia o la foresta."
    },
    {
      "show_name": "Il Pianeta Verde",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/il-pianeta-verde.webp",
      "start_time": "2026-02-02 19:15:00",
      "end_time": "2026-02-02 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Pianeta Verde Ep. 5 - L'uomo e la natura - Il meraviglioso mondo delle piante come non è mai stato visto prima. Dipendiamo dalle piante per l'aria che respiriamo, il cibo che mangiamo e molto altro anco - ra, ma quale sarà il futuro delle piante nel mondo umano."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023.webp",
      "start_time": "2026-02-02 20:00:00",
      "end_time": "2026-02-02 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo p. 01: Pesca sostenibile - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, quel - lo scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-02 21:00:00",
      "end_time": "2026-02-02 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili Prima TV per Rai."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/documentari-d-autore.webp",
      "start_time": "2026-02-02 22:00:00",
      "end_time": "2026-02-02 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insieme agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-02 22:15:00",
      "end_time": "2026-02-02 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-02 23:00:00",
      "end_time": "2026-02-02 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-02 23:45:00",
      "end_time": "2026-02-03 00:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La robotica sociale - Com'è fatto un telescopio - Virus e uomo, una interazione difficile - L'ignizione dell'atmosfera."
    }
  ]
}