{
  "channel_name": "RaiScuola",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 02 - La ricerca in montagna - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo stretto rappor - to tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alla scienza in alta quota, andiamo in Val d'Aosta per scoprire cosa si studia all'Istituto scientifico Angelo Mosso, a 2.901 metri nel cuore del Monte Rosa. Lì vi è ospitato il Laboratorio Neve e Suoli alpini del'Università di Torino dedicato a progetti sul suolo in ambienti montani. Il nivologo e pedologo Michele Freppaz e la climatologa Elisa Palazzi, entrambi dell'Università di Torino, assieme alla guida alpina Arnoldo Welf delle Guide Alpine Valdostane, ci raccontano quali ricerche vi si portano avanti. Ancora più in alto, e precisamente a 3.480 metri, sul Plateau Rosa, proprio sul confine tra Italia e Svizzera di fronte al Cervino, hanno sede la stazione di ricerca Testa Grigia del Dipartimento di Scienze del Sistema Terra e Tecnologie per l'Ambiente del Consiglio Nazionale delle Ricerche e una Stazione Meteorologica dell'Aeronautica Militare. Luoghi unici e privilegiati dove fare scienza, con numerosi progetti di ricerca attivi. Ce li raccontano Paolo Bonasoni, responsabile scientifico della Stazione Testa Grigia (ISAC-CNR), Eros Mariani, responsabile tecnico della Stazione Testa Grigia (CNR), Francesco Apadula, responsabile scientifico di RSE (Ricerca sul Sistema Energetico), Stefania Gilardoni, chimico dell'atmosfera (ISP-CNR), Silvia Vernetto, fisico dell'Istituto Nazionale di Astrofisica e Massimiliano Di Ruvo, capo stazione meteo Plateau Rosa dell'Aeronautica Militare Italiana. - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, Mario Ferrari e Diego Garbati, a cura di Eleonora Ottaviani, progetto a cura di Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Gaeta, fantasmi sul Mare - \"Gaeta, fantasmi sul mare\" di Giuseppe Sansonna, uno sguardo inedito sul golfo dove aleggiano miti millenari. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-15 01:00:00",
      "end_time": "2026-02-15 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-15 02:00:00",
      "end_time": "2026-02-15 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 17): Catalina Curceanu, fisica - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curi - osi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Catalina Curceanu, fisica. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-15 02:30:00",
      "end_time": "2026-02-15 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 07 Tempo - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scient - ifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-15 03:15:00",
      "end_time": "2026-02-15 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per: il patrimonio audiovisivo - La conservazione, la diffusione e la tutela del nostro patrimonio audiovisivo sono elementi fondamentali per salvaguardare la memoria collettiva. Per questo, gli - archivi delle immagini in movimento hanno il compito fondamentale di preservare questo patrimonio, renderlo accessibile e fruibile al pubblico e alle generazioni future."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-15 03:45:00",
      "end_time": "2026-02-15 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 3: Milano - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il rappor - to di un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. In questa puntata dedicata a Milano, si parte dal Cenacolo, luogo simbolo dell'arte leonardesca da pochissimo diventato centro di ricerca del CNR, per poi toccare la Bicocca, la più giovane università Milanese, il Politecnico e il suo PoliFab, lo IEO di Veronesi, il centro Mario Negri con il professor Silvio Garattini, l'Istituto Italiano di Tecnologia, per finire con il racconto delle ricerche presso l'oasi del WWF di Vanzago. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Massimo Bongiorno - regia di Giancarlo Russo - conduce Chiara Buratti."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/donne-di-scienza.webp",
      "start_time": "2026-02-15 04:15:00",
      "end_time": "2026-02-15 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - ep. 08: Amalia Ercoli Finzi - Le donne che sono diventate icone dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono que - lle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Amalia Ercoli Finzi. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-15 04:45:00",
      "end_time": "2026-02-15 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Batterie cariche di ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mon - do che ci circonda e delle sue regole. In questa puntata parliamo di Batterie. Ogni anno le prestazioni dei nostri device aumentano vertiginosamente, ma le batterie faticano a seguire l'evoluzione tecnologica. La grande sfida di oggi è stoccare l'energia in dispositivi sempre più efficienti. Ma come? E a che punto è la ricerca? Tutti si aspettano una grande rivoluzione, i tempi, però, sono ancora incerti. Ne parliamo con Gian Piero Celata, Capo Dipartimento Tecnologie Energetiche dell'ENEA e Lorenzo Carbone, ricercatore del Graphene Labs dell'IIT. Incontriamo anche Silvia Bodoardo, professoressa del Politecnico di Torino e referente italiana del progetto europeo Battery 2030+, una delle iniziative più importanti a livello europeo di ricerca a lungo termine. Poi andiamo all'Università di Bologna alla scoperta di una batteria liquida e ricaricabile brevettata dalle ricercatrici Francesca Soavi e Francesca De Giorgio. Anna Pancaldi ci racconta infine la vita di Alessandro Volta e la storia della batteria di Baghdad. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/gocce.webp",
      "start_time": "2026-02-15 05:15:00",
      "end_time": "2026-02-15 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La storia della cola - Armi nanotecnologiche contro i tumori - Einstein, due errori fanno una verità."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-15 05:30:00",
      "end_time": "2026-02-15 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 14) \"La vita invisibile degli abissi\" - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Gian Marc - o Luna, direttore dell'Istituto per le Risorse Biologiche e le Biotecnologie Marine del CNR di Ancona. Con lui scopriamo la vita microscopica, invisibile e inattesa, che popola gli abissi marini. Negli oceani non vivono soltanto creature marine visibili all'occhio umano, come pesci, squali e balene, ma anche un mondo immenso e ancora poco conosciuto che solo da pochi anni possiamo decifrare grazie alle tecniche di sequenziamento del DNA, ai progetti di ricerca dedicati al ruolo dei microrganismi e dei virus nell'ambiente marino, incluso il mare profondo, e agli studi sul funzionamento dell'oceano. Violetta La Cono, ricercatrice presso l'IRBIM-CNR di Messina, descrive le caratteristiche dei laghi anossici ipersalini profondi del Mar Mediterraneo, ambienti tra i più inusuali ed estremi della Terra, perciò di notevole interesse per la scienza, dove esiste una crescita microbica \"di nicchia\". Un ecosistema sorprendente. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storia-della-matematica.webp",
      "start_time": "2026-02-15 06:00:00",
      "end_time": "2026-02-15 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/un-giorno-per.webp",
      "start_time": "2026-02-15 07:00:00",
      "end_time": "2026-02-15 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa giornata ha lo scopo di accrescere il numero dei donatori e di aumentare nell'opinione pubblica la consapevolezza dell'importanza di questo semplice ma preziosissimo gesto. Ma come si dona il sangue, - perché è cosi' importante farlo e soprattutto a cosa serve quest'atto di generosità? Lo possono fare tutti e dove? E' facile, sicuro? Cosa accade una volta che il sangue è stato donato, come viene trattato e a chi serve."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-15 07:30:00",
      "end_time": "2026-02-15 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza Puntata 6: Campi Flegrei - Memex - I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i cen - tri di ricerca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. La puntata di oggi è dedicata alla zona dei Campi Flegrei, un supervulcano composto da più di settanta crateri, la cui attività è sottoposta a monitoraggio costante. Racconteremo questo territorio dal punto di vista della ricerca scientifica e degli eventi vulcanici che ne hanno modificato la storia. Vedremo la città sommersa di Baia, la solfatara di Pozzuoli, conosceremo le attività dell'INGV, del CREA, dell'Oasi WWF del Cratere degli Astroni, dell'Università Federico II di Napoli e degli Isituti del CNR, ISSM, IAMC, e IREA. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - regia di Giueppe Cembalo - conduce Chiara Buratti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-15 08:00:00",
      "end_time": "2026-02-15 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 20 - Disastri: Alluvioni."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/memex.webp",
      "start_time": "2026-02-15 09:00:00",
      "end_time": "2026-02-15 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa - puntata parliamo dei Poli, del Polo Nord e del Polo Sud. Li abbiamo conosciuti nella modernità, con le grandi esplorazioni, con la ricerca scientifica. Eppure sono stati gli antichi greci a dar loro un nome: àrktikos e àntarktikos. Ed è incredibile che lo abbiano fatto senza esserci mai stati, ma grazie alla loro intuizione. Oggi i due poli sono un laboratorio a cielo aperto. Al limite delle condizioni ambientali del Pianeta, restano i luoghi ideali per lo studio e la sperimentazione scientifica. Ne parliamo con Angelo Viola, dell'Istituto di scienze dell'atmosfera e del clima CNR ISAC, e responsabile scientifico della Base artica Cnr \"Dirigibile Italia\", e Massimo Frezzotti, glaciologo dell'Enea, capo delle spedizioni di rilevamento a Little Dome C in Antartide. Anna Pancaldi ci racconta invece le primissime esplorazioni in Antartide e le missioni recenti nelle aree più a Nord del Pianeta. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/vita-da-ricercatore.webp",
      "start_time": "2026-02-15 09:30:00",
      "end_time": "2026-02-15 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Valentina Cauda - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentatori - , eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Valentina Cauda, ingegnere chimico. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-15 10:00:00",
      "end_time": "2026-02-15 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.07 - Fiumi di vita - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sappiamo e ci p - orta a scoprire le novità dal mondo della ricerca. In questa puntata parliamo di vita dei e nei fiumi. Da sempre i corsi d'acqua hanno plasmato l'evoluzione umana, oggi più della metà della popolazione mondiale vive a meno di tre chilometri da un fiume. Di questi ecosistemi indispensabili alle nostre vite e del loro fragile equilibrio, ci parla Stefano Fenoglio, naturalista dell'Università di Torino. In questo viaggio lungo i fiumi, Anna Pancaldi ci racconta la scoperta del fiume più grande del mondo e di uno pressoché nascosto. Nel Parco del Monviso, ci immergiamo nelle acque pure delle sorgenti del Po con i ricercatori di Alstream, il centro per lo studio dei fiumi alpini dell'Università di Torino, che si occupa della vita dei piccoli organismi e non solo. Sempre sul Po, ma molto più a valle, seguiamo anche il progetto Europeo Life Minnow per comprendere lo stato della biodiversità della fauna ittica e conoscere le minacce che pesano sulle popolazioni autoctone. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/le-isole-scozzesi.webp",
      "start_time": "2026-02-15 11:00:00",
      "end_time": "2026-02-15 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Skye, Rona e Raasay Ep.4 - L' avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. Torna con una seconda serie - splendidamente girata. Viaggia attraverso nuove meravigliose isole della Scozia, alla ricerca di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-15 11:45:00",
      "end_time": "2026-02-15 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi La Cevenne bosco della Resistenza - Ep. 4 - Il massiccio forestale delle Cevenne può comprendere tutto ciò che viene in mente a chiunque, quando si pensa ad una foresta. Per la sua geogra - fia, il suo clima e il suo spirito \"cévenol\", questo territorio racconta perfettamente la storia comune tra gli uomini e gli alberi. Terra di rifugio e santuario protettivo. Il popolo \"cévenol\" coltiva questa foresta da tempo immemorabile."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-15 12:30:00",
      "end_time": "2026-02-15 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Gaeta, fantasmi sul Mare - \"Gaeta, fantasmi sul mare\" di Giuseppe Sansonna, uno sguardo inedito sul golfo dove aleggiano miti millenari. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-15 13:30:00",
      "end_time": "2026-02-15 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 11 - Disaster Engineered: Uragano Katrina e ponte di Tacoma Narrows."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/digital-world.webp",
      "start_time": "2026-02-15 14:30:00",
      "end_time": "2026-02-15 15:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world Etica e pensiero critico digitale. - È sempre più necessario avere delle buone regole da osservare per praticare il bene comune, con norme e valori che regolano il nostro modo di agire, nell' - utilizzo della rete e dei social. Parliamo di etica e di pensiero critico digitale e lo facciamo in compagnia di Luciano Floridi, Derrick De Kerchove, Maura Gancitano, Fabio Ciotti."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/storie-della-scienza.webp",
      "start_time": "2026-02-15 15:10:00",
      "end_time": "2026-02-15 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 10 Gravità - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scie - ntifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/american-genius.webp",
      "start_time": "2026-02-15 16:10:00",
      "end_time": "2026-02-15 17:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Oppenheimer VS Heisenberg - Bomba atomica - La bomba atomica, l'arma più devastante di tutte: chi metterà per primo le mani sulla tecnologia nucleare avrà la possibilità di decretare le sor - ti della seconda guerra mondiale e del mondo intero. Il documentario racconta la storia della rivalità a distanza dei due protagonisti di questa sfida: il fisico statunitense Julius Robert Oppenheimer e il tedesco Werner Heisenberg."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2022.webp",
      "start_time": "2026-02-15 17:10:00",
      "end_time": "2026-02-15 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate: Genetica - p. 1 - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più - numerose ragazze che scelgono di impegnarsi nel mondo della scienza. 'Scienziate' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi. In questa puntata dedicata alle scienziate impegnate nel campo della Genetica, in studio con l'astrofisica e divulgatrice Edwige Pezzulli, ci racconteranno le loro storie Marina Cavazzana, professoressa di Immunologia pediatrica e ricercatrice all'Ospedale Necker di Parigi, importante pioniera nella terapia di malattie genetiche, ed Elisa Oricchio, direttrice di ricerca all'Istituto Svizzero di Ricerca sperimentale sul cancro.\" - un programma di Daniela Mazzoli e Edwige Pezzulli con la collaborazione di Diego Garbati e Pino Roggero a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati , regia Nicoletta Nesler conduce Edwige Pezzulli."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-15 18:00:00",
      "end_time": "2026-02-15 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Hands Tied - Episodio 7 - Sean coinvolge Jack nelle prove per uno spettacolo tratto da un racconto dell orrore e ruba dallo smartphone di Jack il numero di telefono di - Ida. La cosa non piace affatto alla ragazza, che se la prende con Jack. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Luca Tanganelli Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Northwards - Together for the Future",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/northwards-together-for-the-future.webp",
      "start_time": "2026-02-15 18:15:00",
      "end_time": "2026-02-15 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Northwards - Together for the future ep.7 Science Diplomacy - Un viaggio emozionante nelle fredde terre dell'Artico, per scoprire chi sono e cosa affrontano gli scienziati che lavorano alla salvaguardia de - l nostro Pianeta. Nell'ultimo episodio Giorgio Lupano ritrova il Prof. Terry Callaghan e, insieme, tirano le somme della lunga avventura di Northwards. Può la voce della scienza aiutare i governi, i decision maker e le nuove generazioni ad affrontare il cambiamento necessario."
    },
    {
      "show_name": "Selvatici ma non troppo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/selvatici-ma-non-troppo.webp",
      "start_time": "2026-02-15 18:30:00",
      "end_time": "2026-02-15 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inv - iati da parchi che non potevano prendersi cura di loro. Gran parte della fauna selvatica in questo luogo di sicurezza è orfana. Per la prima volta, una troupe ha avuto il permesso di entrare nella riserva per scoprire i segreti di questo mondo speciale, dove si formano legami molto stretti tra uomini e animali. I residenti appaiono regolarmente nei film. Sono accuditi da una donna straordinaria le cui capacità sono riconosciute a livello internazionale."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-15 19:15:00",
      "end_time": "2026-02-15 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Ep. 5 - Nella foresta di Huelgoat - La foresta di Huelgoat è stata la culla di molti miti fondanti della Francia. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate de - l fiume ai misteriosi folletti, Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-15 20:00:00",
      "end_time": "2026-02-15 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 7 - Le sentinelle della grande barriera corallina. I giganti dei mari - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la b - iodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Ordine e Disordine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/ordine-e-disordine.webp",
      "start_time": "2026-02-15 21:00:00",
      "end_time": "2026-02-15 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ordine e Disordine Ep. 1 - L'energia Prima TV per Rai."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/racconti-di-scienza.webp",
      "start_time": "2026-02-15 22:00:00",
      "end_time": "2026-02-15 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 4 Lo strabiliante mondo delle piante: Diffusione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/newton.webp",
      "start_time": "2026-02-15 23:00:00",
      "end_time": "2026-02-15 23:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.09 - Viaggio nel mondo dei funghi - In questa puntata parliamo di funghi, creature straordinarie e poco conosciute, presenti in ogni habitat del pianeta, ma anche in molti - aspetti della vita quotidiana. I funghi non sono piante, ma fanno parte di un regno a parte chiamato 'funga'. Ne parliamo con la professoressa Solveig Tosi, insegnante di botanica sistematica all'Università di Pavia. Anna Pancaldi ci racconta a chi si deve l'introduzione del termine \"simbiosi\", la capacità propria dei funghi di scambiare nutrienti e informazioni con animali e piante. Come quelle che faticano a resistere sulle dune di Sabaudia, in provincia di Latina, a causa del vento e dell'erosione delle spiagge, e che i ricercatori del CREA aiutano grazie ai funghi simbionti. I funghi proteggono la biodiversità e sono indicatori del cambiamento climatico, ma fanno anche parte della nostra alimentazione: sotto forma di lieviti e muffe permettono la produzione di pane e formaggi, e proprio alla scoperta di una muffa si deve l'invenzione della penicillina da parte di Alexander Fleming. Oggi, con i funghi, si costruiscono biomattoni per l'edilizia, materiali per il packaging e persino opere d'arte, come succede a Firenze, dove lo scultore Matteo Baroni con il sostegno del CNR-IBE e del giardino Torrigiani, che ha ospitato la prima società di botanica nel 1876, utilizza il micelio dei funghi per realizzare le sue sculture. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Giuseppe Cembalo, Mario Ferrari, Elisabetta Marino, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/today/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-15 23:40:00",
      "end_time": "2026-02-16 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 11 - Stephen Hawking - Un uomo che per non smettere di dire le cose importanti che aveva da raccontare ha continuato a farlo anche quando la sua voc - e è diventata quella di un computer. Colpito poco più che ventenne da una forma di sclerosi paralizzante, Stephen Hawking è riuscito a stupire tutti per la sua tenacia e la sua ostinazione, il suo voler vivere per la scienza. A lui dobbiamo molte delle ipotesi che ci spingono a cercare una risposta unica sulla nascita dell'universo, una 'teoria del tutto' che riunisca i vari livelli di spiegazione del perché siamo qui. Amante della musica, e di Wagner in particolare, molto amato dalle donne, Stephen Hawking ha saputo dialogare con i colleghi e con la società, diventando anche un simbolo, un esempio, un'icona. Chiara Buratti racconta gli anni del college, le prime idee sui buchi neri, i suoi tormentati rapporti sentimentali, il suo successo di scienziato e di comunicatore. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}