{
  "channel_name": "RaiYoyo",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:00:00",
      "episode_number": "S5 E15",
      "show_category": "",
      "show_description": "Nella torre più antica del castello del re, un fantasma sta organizzando un ballo per tutti gli altri fantasmi, quando si rende conto di non avere una banda! Così cerca di invitare Molang e Piu Piu ma."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:05:00",
      "episode_number": "S5 E16",
      "show_category": "",
      "show_description": "Mentre tutti lavorano duramente nei campi per fare provviste per l'inverno, qualcuno si ferma e inizia a suonare. La favola rivisitata della cicala e la formica."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-13 00:05:00",
      "end_time": "2026-02-13 00:15:00",
      "episode_number": "S7 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver collaudato il suo nuovo campanello munito di telecamera il fattore realizza di essersi chiuso fuori casa. Bitzer interverrà per aiutarlo e impedire che scopra Timmy e Shaun giocare all'impazzata con un aquilone molesto. Dopo aver collaudato il suo nuovo campanello munito di telecamera il fattore realizza di essersi chiuso fuori casa. Bitzer interverrà per aiutarlo e impedire che scopra Timmy e Shaun giocare all'impazzata con un aquilone molesto."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-13 00:15:00",
      "end_time": "2026-02-13 00:20:00",
      "episode_number": "S7 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Il fattore si diletta come apicoltore estraendo miele dall'alveare. Dopo essersi sfilato la tuta protettiva, uno sciame di api se ne impossessa per dare ordini a Bitzer. Grazie all'intervento di Shaun le api saranno costrette a scappare via. Il fattore si  diletta come apicoltore estraendo miele dall'alveare. Dopo essersi sfilato la tuta protettiva, uno sciame di api se ne impossessa per dare ordini a  Bitzer. Grazie all'intervento di Shaun le api saranno costrette a scappare via."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-13 00:20:00",
      "end_time": "2026-02-13 00:30:00",
      "episode_number": "S7 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Shaun inciampa su una bomboletta di vernice rossa che colorandogli lo zoccolo la trasforma improvvisamente in un'icona di stile. In poco tempo il resto del gregge la vuole imitare ma quando gli outfit cominciano a farsi sempre più stravaganti Shaun si chiede se non sia meglio recuperare un po' di sobrietà. Shaun inciampa su una bomboletta di vernice rossa che colorandogli lo zoccolo la trasforma improvvisamente in un'icona di stile. In poco tempo il resto del gregge la vuole imitare ma quando gli outfit cominciano a farsi sempre più stravaganti Shaun si chiede se non sia meglio recuperare un po' di sobrietà."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-13 00:30:00",
      "end_time": "2026-02-13 00:35:00",
      "episode_number": "S7 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il fattore incarica Bitzer di fare delle balle di fieno ma le pecore affamate ci si sono nascoste dentro. Bitzer sorpreso da tutte queste balle mobili cerca di riportare ordine nel campo di fieno. Il fattore incarica Bitzer di  fare delle balle di fieno ma le pecore affamate ci si sono nascoste dentro. Bitzer sorpreso da tutte queste balle mobili cerca di riportare ordine nel campo di fieno."
    },
    {
      "show_name": "La Melevisione",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-melevisione.webp",
      "start_time": "2026-02-13 00:35:00",
      "end_time": "2026-02-13 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare. Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 01:00:00",
      "end_time": "2026-02-13 01:10:00",
      "episode_number": "S5 E44",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 01:10:00",
      "end_time": "2026-02-13 01:25:00",
      "episode_number": "S5 E45",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 01:25:00",
      "end_time": "2026-02-13 01:35:00",
      "episode_number": "S5 E46",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 01:35:00",
      "end_time": "2026-02-13 01:45:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Da quando vanno di moda le figurine dei \"Baffi meravigliosi\", i piccoli barbapapà non parlano d'altro. Sarà solo Barbazoo però, ossessionato dal trovare la rarissima figurina di Carlo Ferrodicavallo, a continuare la raccolta anche quando i fratelli saranno passati ad altri giochi. Da quando vanno di moda le figurine dei \\\"Baffi meravigliosi\\."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 01:45:00",
      "end_time": "2026-02-13 02:00:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbabebé vanno in biblioteca per prendere dei libri necessari a portare a termine la presentazione di una ricerca su un tema scelto a piacere. Barbabarba però dimentica di restituire il libro alla scadenza del prestito. Non solo, per noncuranza, il libro viene distrutto. Barbabarba teme che il burbero bibliotecario lo punirà per questa grave colpa. I Barbabebé vanno in biblioteca per prendere dei libri necessari a portare a termine la presentazione di una ricerca su un tema scelto a piacere. Barbabarba però dimentica di restituire il libro alla scadenza del prestito. Non solo, per noncuranza, il libro viene distrutto. Barbabarba teme che il burbero bibliotecario lo punirà per questa grave colpa."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 02:00:00",
      "end_time": "2026-02-13 02:10:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "È primavera, ed oggi sono in programma le grandi pulizie. Ogni barbabebé ha il compito di rimettere in ordine la proprio cameretta, ma tutti si imboscano per evitare la noiosa incombenza. Spetterà a Barbamamma andare a recuperarli uno ad uno e invogliarli ad eseguire i lavori. Alla fine, la fatica sarà premiata. È primavera, ed oggi sono in programma le grandi pulizie. Ogni barbabebé ha il compito di rimettere in ordine la proprio cameretta, ma tutti si imboscano per evitare la noiosa incombenza. Spetterà a Barbamamma andare a recuperarli uno ad uno e invogliarli ad eseguire i lavori. Alla fine, la fatica sarà premiata."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 02:10:00",
      "end_time": "2026-02-13 02:20:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore. È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 02:20:00",
      "end_time": "2026-02-13 02:30:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali. Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 02:30:00",
      "end_time": "2026-02-13 02:45:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo. Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite, l'abitante più anziano della foresta, vissuto milioni di anni prima. Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo.  Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre  Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite,  l'abitante più anziano della foresta, vissuto milioni di anni prima..."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 02:45:00",
      "end_time": "2026-02-13 02:55:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo la prima nevicata della stagione, Rosie, Woody e Scouty promettono a Berry che la mattina successiva avrebbero fatto insieme un pupazzo di neve. Il giorno seguente però avranno un'amara sorpresa. Il sole ha fatto sciogliere quasi tutta la neve, i ragazzi partono così alla ricerca di un po'di neve da riportare alla tana per onorare la promessa fatta a Berry e realiz zare con lei un pupazzo di neve.Caricata un po'di neve su un carretto, proveranno a riportarla alla tana, ma si scioglierà durante il tragitto. Dopo la prima nevicata della stagione, Rosie, Woody e Scouty promettono a Berry che la mattina successiva avrebbero fatto insieme un pupazzo di neve. Il giorno seguente però avranno un'amara sorpresa. Il sole ha fatto sciogliere quasi tutta la neve, i ragazzi partono così alla ricerca di un po'di neve da riportare alla tana per onorare la promessa fatta a Berry e realiz zare con lei un pupazzo di neve.Caricata un po'di neve su un carretto, proveranno a riportarla alla tana, ma si scioglierà durante il tragitto."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 02:55:00",
      "end_time": "2026-02-13 03:10:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "È la Festa dei Genitori! Scouty, Rosie e Woody decidono di organizzare un picnic a sorpresa per Margaret ed Edmund. Ma quando iniziano a realizzarlo, la loro semplice idea si trasforma rapidamente in un bel rompicapo. Ognuno dei tre piccoli eroi vuole decidere come impostare il menu e scegliere il posto giusto. Presto, il picnic è in pericolo! Niente è pronto e il cibo rotola a terra. Ma i genitori sono già partiti! Per salvare la festa dei genitori, decidono di prendersi un po' di tempo per finire i preparativi e trasformare il loro party in una caccia al tesoro. All'ultimo momento, la festa è salvata e i genitori possono festeggiare. È la Festa dei Genitori! Scouty, Rosie e Woody decidono di organizzare un picnic a sorpresa per Margaret ed Edmund. Ma quando iniziano a realizzarlo, la loro semplice idea si trasforma rapidamente in un bel rompicapo. Ognuno dei tre piccoli eroi vuole decidere come impostare il menu e scegliere il posto giusto. Presto, il picnic è in pericolo! Niente è pronto e il cibo rotola a terra. Ma i genitori sono già partiti! Per salvare la festa dei genitori, decidono di prendersi un po' di tempo per finire i preparativi e trasformare il loro party in una caccia al tesoro. All'ultimo momento, la festa è salvata e i genitori possono festeggiare!"
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 03:10:00",
      "end_time": "2026-02-13 03:20:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Anche se di solito è di ottimo umore e sempre pronto a godersi una battuta, Marti sembra essere molto triste. La piccola scatola di legno che gli ha dato suo nonno è stata danneggiata dall'acqua. Scouty è dispiaciuto di vedere così il suo amico. Insieme a Rosie e Woody, decide di fare di tutto per fargli tornare il sorriso. Ma nulla sembra confortare Marti. Né le barzellette, né le sorprese sembrano dissipare la sua tristezza. Alla fine, Edmund aiuta i ragazzi con un consiglio: a volte, invece di cercare di allontanare la tristezza, è meglio cercare di capire da dove proviene. Anche se di solito è di ottimo umore e sempre pronto a godersi una battuta, Marti sembra essere molto triste. La piccola scatola di legno che gli ha dato suo nonno è stata danneggiata dall'acqua. Scouty è dispiaciuto di vedere così il suo amico. Insieme a Rosie e Woody, decide di fare di tutto per fargli tornare il sorriso. Ma nulla sembra confortare Marti. Né le barzellette, né le sorprese sembrano dissipare la sua tristezza. Alla fine, Edmund aiuta i ragazzi con un consiglio: a volte, invece di cercare di allontanare la tristezza, è meglio cercare di capire da dove proviene."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:20:00",
      "end_time": "2026-02-13 03:25:00",
      "episode_number": "S5 E27",
      "show_category": "",
      "show_description": "Nel Medioevo, Molang e Piu Piu incontrano un tritone il cui sogno è quello di visitare la città."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:25:00",
      "end_time": "2026-02-13 03:30:00",
      "episode_number": "S5 E28",
      "show_category": "",
      "show_description": "Quando Molang e Piu Piu vanno alla conquista del Far West, arrivano ultimi... ma sanno come rimanere al primo posto nel cuore dei loro amici."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:30:00",
      "end_time": "2026-02-13 03:35:00",
      "episode_number": "S5 E29",
      "show_category": "",
      "show_description": "Mentre consegna una pizza all'inventore del villaggio, Piu Piu viene colpito da un raggio laser e si ritrova all'interno di un'enorme bambola di pezza. Cercando di tornare da Molang spaventa tutti quelli che incontra."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:35:00",
      "end_time": "2026-02-13 03:40:00",
      "episode_number": "S5 E30",
      "show_category": "",
      "show_description": "Alcuni alieni rapiscono Piu Piu e chiudono la porta dell'astronave in faccia a Molang. Quando arrivano sul loro pianeta, gli alieni ricoprono Piu Piu di regali, sperando di convincerlo a rimanere con loro."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:40:00",
      "end_time": "2026-02-13 03:45:00",
      "episode_number": "S5 E31",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono sulla loro piccola barca quando vedono in lontananza una nave naufragata. Il capitano giura che un mostro lo ha attaccato! Ma cosa succederebbe se il mostro stesse solo difendendo il mare."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 03:45:00",
      "end_time": "2026-02-13 03:50:00",
      "episode_number": "S5 E32",
      "show_category": "",
      "show_description": "Nel Medioevo, Molang e Piu Piu trovano una fata ammalata e la portano subito da Merlino perché trovi una cura. Ma una delle piume di Piu Piu cade nel pentolone e trasforma la medicina in una pozione d'amore."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 03:50:00",
      "end_time": "2026-02-13 04:00:00",
      "episode_number": "S5 E44",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 04:00:00",
      "end_time": "2026-02-13 04:15:00",
      "episode_number": "S5 E45",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pj-masks.webp",
      "start_time": "2026-02-13 04:15:00",
      "end_time": "2026-02-13 04:25:00",
      "episode_number": "S5 E46",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 04:25:00",
      "end_time": "2026-02-13 04:40:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore. È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 04:40:00",
      "end_time": "2026-02-13 04:50:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali. Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 04:50:00",
      "end_time": "2026-02-13 05:00:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo. Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite, l'abitante più anziano della foresta, vissuto milioni di anni prima. Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo.  Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre  Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite,  l'abitante più anziano della foresta, vissuto milioni di anni prima..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 05:00:00",
      "end_time": "2026-02-13 05:05:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Un violento temporale investe la radura. Uno a uno, i Ronfi vengono colpiti dai fulmini, che hanno uno strano effetto collaterale: tutti quanti si innamorano della stessa Ronfetta. Come se non bastasse, Lupo è in agguato. Un violento temporale investe la radura. Uno a uno, i Ronfi vengono colpiti dai fulmini, che hanno uno strano effetto collaterale: tutti quanti si innamorano della stessa Ronfetta. Come se non bastasse, Lupo è in agguato..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 05:05:00",
      "end_time": "2026-02-13 05:15:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Una Ronfetta sta mangiando del miele da un alveare, quando viene assalita da Lupo! Ma presto i due dovranno fare i conti con le api, ben più arrabbiate e pericolose: meglio scappare, e di corsa. Una Ronfetta sta mangiando del miele da un alveare, quando viene assalita da Lupo! Ma presto i due dovranno fare i conti con le api, ben più arrabbiate e pericolose: meglio scappare, e di corsa..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 05:15:00",
      "end_time": "2026-02-13 05:20:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Lupo è affamato, e decide di provare a catturare i Ronfi con l'inganno: propone loro una tregua, e finge addirittura di voler prendere lezioni per imparare a vivere pacificamente come loro. In realtà, vuole solo conquistare la loro fiducia e avere l'occasione di avvicinarsi alle sue prede. Lupo è affamato, e decide di provare a catturare i Ronfi con l'inganno: propone loro una tregua, e finge addirittura di voler prendere lezioni per imparare a vivere pacificamente come loro. In realtà, vuole solo conquistare la loro fiducia e avere l'occasione di avvicinarsi alle sue prede..."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 05:20:00",
      "end_time": "2026-02-13 05:35:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Da quando vanno di moda le figurine dei \"Baffi meravigliosi\", i piccoli barbapapà non parlano d'altro. Sarà solo Barbazoo però, ossessionato dal trovare la rarissima figurina di Carlo Ferrodicavallo, a continuare la raccolta anche quando i fratelli saranno passati ad altri giochi. Da quando vanno di moda le figurine dei \\\"Baffi meravigliosi\\."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 05:35:00",
      "end_time": "2026-02-13 05:45:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbabebé vanno in biblioteca per prendere dei libri necessari a portare a termine la presentazione di una ricerca su un tema scelto a piacere. Barbabarba però dimentica di restituire il libro alla scadenza del prestito. Non solo, per noncuranza, il libro viene distrutto. Barbabarba teme che il burbero bibliotecario lo punirà per questa grave colpa. I Barbabebé vanno in biblioteca per prendere dei libri necessari a portare a termine la presentazione di una ricerca su un tema scelto a piacere. Barbabarba però dimentica di restituire il libro alla scadenza del prestito. Non solo, per noncuranza, il libro viene distrutto. Barbabarba teme che il burbero bibliotecario lo punirà per questa grave colpa."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 05:45:00",
      "end_time": "2026-02-13 06:00:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "È primavera, ed oggi sono in programma le grandi pulizie. Ogni barbabebé ha il compito di rimettere in ordine la proprio cameretta, ma tutti si imboscano per evitare la noiosa incombenza. Spetterà a Barbamamma andare a recuperarli uno ad uno e invogliarli ad eseguire i lavori. Alla fine, la fatica sarà premiata. È primavera, ed oggi sono in programma le grandi pulizie. Ogni barbabebé ha il compito di rimettere in ordine la proprio cameretta, ma tutti si imboscano per evitare la noiosa incombenza. Spetterà a Barbamamma andare a recuperarli uno ad uno e invogliarli ad eseguire i lavori. Alla fine, la fatica sarà premiata."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/trulli-tales.webp",
      "start_time": "2026-02-13 06:00:00",
      "end_time": "2026-02-13 06:10:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Sun non trova il suo prezioso scrigno dell'amicizia e, perdendo fiducia nei suoi amici, ingaggia un detective per cercarlo. Peccato che il detective sia Copperpot, che pensa che lo scrigno contenga il libro magico. Sun non trova il suo prezioso scrigno dell'amicizia e, perdendo fiducia nei suoi amici, ingaggia un detective per cercarlo. Peccato che il detective sia Copperpot, che pensa che lo scrigno contenga il libro magico!"
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/trulli-tales.webp",
      "start_time": "2026-02-13 06:10:00",
      "end_time": "2026-02-13 06:20:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Stella vuole continuare a indossare i suoi calzini molto puzzolenti. Ispirato, Copperpot libera delle puzzole nel vilaggio per far correre tutti via, al riparo, in modo che lui possa rubare indisturbato il libro magico. Stella vuole continuare a indossare i suoi calzini molto puzzolenti. Ispirato, Copperpot libera delle puzzole nel vilaggio per far correre tutti via, al riparo, in modo che lui possa rubare indisturbato il libro magico."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/trulli-tales.webp",
      "start_time": "2026-02-13 06:20:00",
      "end_time": "2026-02-13 06:30:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Sun per sbaglio rovina il mantello del re e promette di non usare più la sua bacchetta. Copperpot la trova e surriscalda le case di Trullolandia, per far scappare ogni abitante e cercare liberamente il libro magico. Sun per sbaglio rovina il mantello del re e promette di non usare più la sua bacchetta. Copperpot la trova e surriscalda le case di Trullolandia, per far scappare ogni abitante e cercare liberamente il libro magico."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:30:00",
      "end_time": "2026-02-13 06:35:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa si lamenta perché Armando la obbliga a fare il bagno, a mangiare le carote e ad andare a letto presto ricordandole ogni volta che, quando lui era piccolo, faceva tutte queste cose molto volentieri. La Pimpa incuriosita chiede alla sua amica sveglia di mandare indietro il tempo per farle conoscere come era Armando da piccolo. Così la Pimpa scopre che il piccolo Armando non ama fare il bagno, odia le verdure e fa i capricci prima di andare a dormire. La Pimpa si lamenta perché Armando la obbliga a fare il bagno, a mangiare le carote e ad andare a letto presto ricordandole ogni volta che, quando lui era piccolo, faceva tutte queste cose molto volentieri. La Pimpa incuriosita chiede alla sua amica sveglia di mandare indietro il tempo per farle conoscere come era Armando da piccolo. Così la Pimpa scopre che il piccolo Armando non ama fare il bagno, odia le verdure e fa i capricci prima di andare a dormire."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:35:00",
      "end_time": "2026-02-13 06:40:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile. La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:40:00",
      "end_time": "2026-02-13 06:45:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa decide di usare un foglio di carta e una matita per disegnare un albero. Ma quando vede le nuvole mosse dal vento decide di andare a correre insieme a loro. Ritornata a casa assetata, la Pimpa beve l'acqua e decide di innaffiare le piante perché hanno caldo. Purtroppo, il rubinetto si rompe e la Pimpa allaga la casa. La piccola cagnolina si diverte a nuotare insieme ai suoi amici finche' Armando non rientra e, dopo averla rimproverata, inizia a nuotare insieme a loro. La Pimpa decide di usare un foglio di carta e una matita per disegnare un albero. Ma quando vede le nuvole mosse dal vento decide di andare a correre insieme a loro. Ritornata a casa assetata, la Pimpa beve l'acqua e decide di innaffiare le piante perché hanno caldo. Purtroppo, il rubinetto si rompe e la Pimpa allaga la casa. La piccola cagnolina si diverte a nuotare insieme ai suoi amici finche' Armando non rientra e, dopo averla rimproverata, inizia a nuotare insieme a loro."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:45:00",
      "end_time": "2026-02-13 06:50:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa è terrorizzata da un temporale e non riesce a dormire, quando la corrente va' via decide di giocare alle ombre cinesi insieme ai suoi amici. Così si distrae divertendosi mentre il temporale si placa ed alla fine, tutti insieme, si mettono a dormire tranquilli. La Pimpa è terrorizzata da un temporale e non riesce a dormire, quando la corrente va' via decide di giocare alle ombre cinesi insieme ai suoi amici. Così si distrae divertendosi mentre il temporale si placa ed alla fine, tutti insieme, si mettono a dormire tranquilli."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:50:00",
      "end_time": "2026-02-13 06:55:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa si sta annoiando e Armando le consiglia di costruire un aquilone. Grazie all'aquilone Pimpa si diverte talmente tanto che non si accorge che la giornata volge al termine. Pimpa si sta annoiando e Armando le consiglia di costruire un aquilone. Grazie all'aquilone Pimpa si diverte talmente tanto che non si accorge che la giornata volge al termine."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pimpa.webp",
      "start_time": "2026-02-13 06:55:00",
      "end_time": "2026-02-13 07:00:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa si è appena svegliata e vuole fare colazione, solo che è finito il miele! Per questo motivo chiede ad un'ape di fare un po' di miele, ma l'ape la informa che i fiori in giardino sono spariti...a questo punto Pimpa scopre che i fiori sono stati tutti raccolti da una talpa che con quei fiori crea i colori per dipingere. La Pimpa si è appena svegliata e vuole fare colazione, solo che è finito il miele! Per questo motivo chiede ad un'ape di fare un po' di miele, ma l'ape la informa che i fiori in giardino sono spariti...a questo punto Pimpa scopre che i fiori sono stati tutti raccolti da una talpa che con quei fiori crea i colori per dipingere."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 07:00:00",
      "end_time": "2026-02-13 07:10:00",
      "episode_number": "S2 E13",
      "show_category": "",
      "show_description": "Il papà fa vedere a Bluey e Bingo come si indossa il vecchio marsupio che usava quando erano appena nate e in men che non si dica Bluey inventa un nuovo gioco: è in arrivo un cucciolo per papà."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 07:10:00",
      "end_time": "2026-02-13 07:15:00",
      "episode_number": "S2 E14",
      "show_category": "",
      "show_description": "La mamma e Bluey giocano a \"Scuola con mamma\" dove la mamma accetta di insegnare a Bluey come radunare i suoi \"ragazzi\" turbolenti ed essere una madre migliore."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 07:15:00",
      "end_time": "2026-02-13 07:25:00",
      "episode_number": "S2 E15",
      "show_category": "",
      "show_description": "Bingo è una cittadina modello: per andare al lavoro si sposta sul \"treno papà\", lascia sua figlia all'asilo nido e fa il veterinario. Bluey invece vuole divertirsi."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 07:25:00",
      "end_time": "2026-02-13 07:30:00",
      "episode_number": "S2 E16",
      "show_category": "",
      "show_description": "Durante il primo giorno di scuola di Jack alla scuola di Bluey, Calypso propone di giocare all'esercito insieme a Rusty all'aria aperta in campagna."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/minieroi-della-foresta.webp",
      "start_time": "2026-02-13 07:30:00",
      "end_time": "2026-02-13 07:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Il progetto di Giada va perduto prima che possa mostrarlo al Ranger Leopoldo. I Minieroi non riescono a scovarlo, così Giada deve trovare il coraggio di ammettere la verità. Il progetto di Giada va perduto prima che possa mostrarlo al Ranger Leopoldo. I Minieroi non riescono a scovarlo, così Giada deve trovare il coraggio di ammettere la verità."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/minieroi-della-foresta.webp",
      "start_time": "2026-02-13 07:35:00",
      "end_time": "2026-02-13 07:45:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi aiutano Lucilla a costruire una gru raccogli-noci per lo scoiattolo Kit, ma i pezzi non rimangono attaccati. Bisogna trovare la colla più resistente di tutta la foresta. I Minieroi aiutano Lucilla a costruire una gru raccogli-noci per lo scoiattolo Kit, ma i pezzi non rimangono attaccati. Bisogna trovare la colla più resistente di tutta la foresta!"
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/minieroi-della-foresta.webp",
      "start_time": "2026-02-13 07:45:00",
      "end_time": "2026-02-13 07:50:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Celeste chiede ai Minieroi di raccogliere le carote nell'orto con i fratellini di Emilio. Durante la missione, insegneranno loro come farlo senza combinare pasticci. Celeste chiede ai Minieroi di raccogliere le carote nell'orto con i fratellini di Emilio. Durante la missione, insegneranno loro come farlo senza combinare pasticci."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/minieroi-della-foresta.webp",
      "start_time": "2026-02-13 07:50:00",
      "end_time": "2026-02-13 08:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Lisa vuole essere una Minieroina per un giorno. Ma come può essere d'aiuto senza un superpotere? Gli amici la aiuteranno a scoprirlo. Lisa vuole essere una Minieroina per un giorno. Ma come può essere d'aiuto senza un superpotere? Gli amici la aiuteranno a scoprirlo!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 08:00:00",
      "end_time": "2026-02-13 08:05:00",
      "episode_number": "S5 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Accidenti, che storia incredibile! Masha salva Orso da un incendio! E per ringraziarla, lui le regala un camion dei pompieri giocattolo. Ma a quanto pare, Orso è molto più interessato di Masha a giocare con il camion giocattolo. Accidenti, che storia incredibile! Masha salva Orso da un incendio! E per ringraziarla, lui le regala un camion dei pompieri giocattolo. Ma a quanto pare, Orso è molto più interessato di Masha a giocare con il camion giocattolo."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 08:05:00",
      "end_time": "2026-02-13 08:15:00",
      "episode_number": "S5 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Orso ha un bel problema: il suo giardino è infestato dai denti di leone! Mentre Orso tenta di estirpare le erbacce, Masha non capisce che senso abbia raccogliere dei fiori per poi buttarli via. Dopotutto, i denti di leone sono così belli. Orso ha un bel problema: il suo giardino è infestato dai denti di leone! Mentre Orso tenta di estirpare le erbacce, Masha non capisce che senso abbia raccogliere dei fiori per poi buttarli via. Dopotutto, i denti di leone sono così belli!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 08:15:00",
      "end_time": "2026-02-13 08:20:00",
      "episode_number": "S5 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Masha è la \"mamma\" più brava del mondo, ma non riesce a far addormentare Rosy. Orso offre la soluzione: un carillon. Peccato che il carillon di Orso nasconde al suo interno una sorpresa. Masha è la \\\"mamma\\\" più brava del mondo, ma non riesce a far addormentare Rosy. Orso offre la soluzione: un carillon. Peccato che il carillon di Orso nasconde al suo interno una sorpresa!"
    },
    {
      "show_name": "I Racconti di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-racconti-di-masha.webp",
      "start_time": "2026-02-13 08:20:00",
      "end_time": "2026-02-13 08:30:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "Masha racconta la storia di due fratelli: Cassim e Ali Baba. Il fratello maggiore aveva ereditato tutto mentre il fratello minore nulla."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/il-mondo-di-leo.webp",
      "start_time": "2026-02-13 08:30:00",
      "end_time": "2026-02-13 08:40:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mamma mia il parrucchiere! Leo odia tagliarsi i capelli, perché non ama la mantellina attorno al collo e il rumore della macchinetta per capelli... Per fargli cambiare idea Babù lo porterà da un parrucchiere molto speciale dove Leo imparerà che tagliarsi i capelli, oltre che necessario, può essere anche molto divertente. Mamma mia il parrucchiere! Leo odia tagliarsi i capelli, perché non ama la mantellina attorno al collo e il rumore della macchinetta per capelli... Per fargli cambiare idea Babù lo porterà da un parrucchiere molto speciale dove Leo imparerà che tagliarsi i capelli, oltre che necessario, può essere anche molto divertente."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/il-mondo-di-leo.webp",
      "start_time": "2026-02-13 08:40:00",
      "end_time": "2026-02-13 08:55:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi Leo andrà alla festa di Primavera con tutta la famiglia! Troverà tante tentazioni, dolcetti, zucchero filato, gelato… e quando si tratta di dolci non sa proprio resistere! Per fortuna Babù lo porterà in un posto speciale. Un posto pieno pieno di dolcissime tentazioni! Ma Leo capirà che si può resistere… con grande forza di volontà. Oggi Leo andrà alla festa di Primavera con tutta la famiglia! Troverà tante tentazioni, dolcetti, zucchero filato, gelato… e quando si tratta di dolci non sa proprio resistere! Per fortuna Babù lo porterà in un posto speciale. Un posto pieno pieno di dolcissime tentazioni! Ma Leo capirà che si può resistere… con grande forza di volontà."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 08:55:00",
      "end_time": "2026-02-13 09:05:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Lucy non è assolutamente capace di restare ferma e perde continuamente a \"un due tre stella\" coi suoi amici. Quando Harry invita Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione. Lucy non è assolutamente capace di restare ferma e perde continuamente a \\\"un due tre stella\\\" coi suoi amici. Quando Harry invita  Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 09:05:00",
      "end_time": "2026-02-13 09:15:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro. Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/edmondo-e-lucy.webp",
      "start_time": "2026-02-13 09:15:00",
      "end_time": "2026-02-13 09:25:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Durante una gara di slittini, Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca. Durante una gara di slittini,  Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 09:25:00",
      "end_time": "2026-02-13 09:40:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Per il compleanno di Berry, Scouty decide di farle un regalo, ma non avendo idee, va a frugare nel baule di Woody, dove trova una bellissima barchetta blu che poi decide di scambiare con Biva per una scatola di legno a forma di cuore. Biva presta la barchetta a Marti, che va a giocarci lungo il fiume. Woody si accorge di non avere più la barchetta, ed è un vero disastro, perché la barchetta era il suo regalo per Berry. Rosie si mette quindi sulle tracce di Scouty e scopre cosa aveva combinato. Per il compleanno di Berry, Scouty decide di farle un regalo, ma non avendo idee, va a frugare nel baule di Woody, dove trova una bellissima barchetta blu che poi decide di scambiare con Biva per una scatola di legno a forma di cuore. Biva presta la barchetta a Marti, che va a giocarci lungo il fiume. Woody si accorge di non avere più la barchetta, ed è un vero disastro, perché la barchetta era il suo regalo per Berry. Rosie si mette quindi sulle tracce di Scouty e scopre cosa aveva combinato."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 09:40:00",
      "end_time": "2026-02-13 09:50:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Per la festa della nonna, i bambini portano a nonna volpe un grande mazzo di fiori bianchi. Ma la nonna si rende conto che il bouquet è fatto con i fiori di fragola. Così decide di portare i bambini a fare una passeggiata per studiare la natura e spiega come raccogliere i fiori della fragola impedisce alle fragole di crescere! Quando si rendono conto del loro errore, Rosie, Woody e Scouty decidono di fare del loro meglio per risolvere il problema. Per la festa della nonna, i bambini portano a nonna volpe un grande mazzo di fiori bianchi. Ma la nonna si rende conto che il bouquet è fatto con i fiori di fragola. Così decide di portare i bambini a fare una passeggiata per studiare la natura e spiega come raccogliere i fiori della fragola impedisce alle fragole di crescere! Quando si rendono conto del loro errore, Rosie, Woody e Scouty decidono di fare del loro meglio per risolvere il problema."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-13 09:50:00",
      "end_time": "2026-02-13 10:05:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie è andata a trovare la sua migliore amica Biva, ma la trova seduta malinconicamente accanto a a una vecchia bacinella arrugginita. La bacinella era la culla del piccolo castoro, ma ora che è cresciuta, Biva non può più dormirci dentro. La bacinella occupa troppo spazio nella tana dei castori e Casimir le ha chiesto di eliminarlo. Ma Biva non ci riesce, quella bacinella è il suo tesoro! Presto, occorre trovarle un nuovo uso e darle una nuova vita. Rosie è andata a trovare la sua migliore amica Biva, ma la trova seduta malinconicamente accanto a a una vecchia bacinella arrugginita. La bacinella era la culla del piccolo castoro, ma ora che è cresciuta, Biva non può più dormirci dentro. La bacinella occupa troppo spazio nella tana dei castori e Casimir le ha chiesto di eliminarlo. Ma Biva non ci riesce, quella bacinella è il suo tesoro! Presto, occorre trovarle un nuovo uso e darle una nuova vita!"
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/olga-da-polga.webp",
      "start_time": "2026-02-13 10:05:00",
      "end_time": "2026-02-13 10:15:00",
      "episode_number": "S1 E9",
      "show_category": "Live Action",
      "show_description": "Un rumore forte sta turbando il signor Paglia. Che cosa potrebbe essere?  Forse un drago? Olga sostiene di poter controllare il drago, ma sta dicendo la verità. Un rumore forte sta turbando il signor Paglia. Che cosa potrebbe essere?  Forse un drago? Olga sostiene di poter controllare il drago, ma sta dicendo la verità?"
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/olga-da-polga.webp",
      "start_time": "2026-02-13 10:15:00",
      "end_time": "2026-02-13 10:25:00",
      "episode_number": "S1 E10",
      "show_category": "Live Action",
      "show_description": "Olga partecipa a \"Il grande squittio\" - una competizione per trovare il porcellino d'India più rumoroso della città! Tuttavia, Olga avrà bisogno di aiuto per battere gli altri porcellini. Olga partecipa a \\\"Il grande squittio\\\" - una competizione per trovare il porcellino d'India più rumoroso della città! Tuttavia, Olga avrà bisogno di aiuto per battere gli altri porcellini..."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/olga-da-polga.webp",
      "start_time": "2026-02-13 10:25:00",
      "end_time": "2026-02-13 10:35:00",
      "episode_number": "S1 E11",
      "show_category": "Live Action",
      "show_description": "Karen porta a casa delle creature misteriose, ma chi sono e da dove vengono? Olga chiede aiuto a Noel per indagare sul mistero. Karen porta a casa delle creature misteriose, ma chi sono e da dove vengono? Olga chiede aiuto a Noel per indagare sul mistero."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 10:35:00",
      "end_time": "2026-02-13 10:45:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Barbabarba vuole partecipare a un concorso per nuovi talenti con i suoi dipinti, ma quando aiuta Barbabravo a gonfiare un castello gonfiabile, gli viene il singhiozzo, e non riesce più a dipingere come un tempo. Gli altri Barbapapà cercano di aiutarlo in tutti i modi, ma il singhiozzo non passa, e Barbabarba, disperato, getta via i suoi quadri. Alla fine, l'esplosione di un castello gonfiabile risolve il problema, ma nel frattempo Barbabarba ha vinto il concorso con i suoi dipinti che ispirano la creazione di un nuovo stile, il \"singhiozzismo. Barbabarba vuole partecipare a un concorso per nuovi talenti con i suoi dipinti, ma quando aiuta Barbabravo a gonfiare un castello gonfiabile, gli viene il singhiozzo, e non riesce più a dipingere come un tempo. Gli altri Barbapapà cercano di aiutarlo in tutti i modi, ma il singhiozzo non passa, e Barbabarba, disperato, getta via i suoi quadri. Alla fine, l'esplosione di un castello gonfiabile risolve il problema, ma nel frattempo Barbabarba ha vinto il concorso con i suoi dipinti che ispirano la creazione di un nuovo stile, il \\\"singhiozzismo\\\"."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-13 10:45:00",
      "end_time": "2026-02-13 11:00:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Barbottina decide di partecipare a un concorso di novelle, nonostante la scadenza per la consegna del suo racconto sia quella sera stessa. Barbottina ha problemi a concentrarsi per via dell'inquinamento acustico, in particolare tutti i rumori che fanno i suoi fratelli e le sue sorelle nelle loro attività quotidiane. I Barbapapà decidono di istituire una \"giornata senza baccano rumori\" in modo da aiutarla, ma hanno problemi a rispettare le regole. Alla fine, tutti quanti contribuiscono alla storia scritta da Barbottina, che riesce a consegnare la sua novella e a vincere il concorso. Barbottina decide di partecipare a un concorso di novelle, nonostante la scadenza per la consegna del suo racconto sia quella sera stessa. Barbottina ha problemi a concentrarsi per via dell'inquinamento acustico, in particolare tutti i rumori che fanno i suoi fratelli e le sue sorelle nelle loro attività quotidiane. I Barbapapà decidono di istituire una \\\"giornata senza baccano rumori\\\" in modo da aiutarla, ma hanno problemi a rispettare le regole. Alla fine, tutti quanti contribuiscono alla storia scritta da Barbottina, che riesce a consegnare la sua novella e a vincere il concorso."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/hello-kitty-super-style.webp",
      "start_time": "2026-02-13 11:00:00",
      "end_time": "2026-02-13 11:10:00",
      "episode_number": "S1 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Kitty, Frido, Zonty, Pinky e Rio formano una band, ma a causa dei continui battibecchi, Pinky e Rio vanno via e formano una nuova band, chiedendo a Kitty di essere la loro cantante. Kitty cerca di essere la cantante per entrambi i gruppi, ma essere in due band è troppo faticoso e Kitty deve trovare un modo per far riunire in un'unica band I suoi amici, in tempo per il concerto da Nori. Kitty, Frido, Zonty, Pinky e Rio formano una band, ma a causa dei continui battibecchi, Pinky e Rio vanno via e formano una nuova band, chiedendo a Kitty di essere la loro cantante. Kitty cerca di essere la cantante per entrambi i gruppi, ma essere in due band è troppo faticoso e Kitty deve trovare un modo per far riunire in un'unica band I suoi amici, in tempo per il concerto da Nori."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/hello-kitty-super-style.webp",
      "start_time": "2026-02-13 11:10:00",
      "end_time": "2026-02-13 11:20:00",
      "episode_number": "S1 E44",
      "show_category": "Cartoni Animati",
      "show_description": "Per la competizione, Zing e Kitty devono includere Rio nella squadra. Ma Zing teme che lui non sia abbastanza atletico da sconfiggere Vastus e la sua squadra. Kitty dovrà farle capire che Rio ha altre risorse da portare alla squadra. Per la competizione, Zing e Kitty devono includere Rio nella squadra. Ma Zing teme che lui non sia abbastanza atletico da sconfiggere Vastus e la sua squadra. Kitty dovrà farle capire che Rio ha altre risorse da portare alla squadra."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/hello-kitty-super-style.webp",
      "start_time": "2026-02-13 11:20:00",
      "end_time": "2026-02-13 11:35:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Quando DB mangia per sbaglio tutte le rarissime bacche luccichine che Kitty aveva faticosamente trovato, non sa come dirlo ai suoi amici e insieme a Nori fingono che siano sparite. Ma quando Kitty Detective si mette alla ricerca della soluzione, loro tentano in tutti i modi di sabotare l'indagine. Quando DB mangia per sbaglio tutte le rarissime bacche luccichine che Kitty aveva faticosamente trovato, non sa come dirlo ai suoi amici e insieme a Nori fingono che siano sparite. Ma quando Kitty Detective si mette alla ricerca della soluzione, loro tentano in tutti i modi di sabotare l'indagine."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-13 11:35:00",
      "end_time": "2026-02-13 11:40:00",
      "episode_number": "S3 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta accompagna Lampadino e Caramella ad assistere alla danza dell'airone Jaco il più talentuoso ballerino del MagiRegno. Un ballo che, con il suo ritmo, coinvolge tutti. Però, nel MagiRegno, c'è un'improvvisa invasione di lemmings, piccoli roditori che, per divertirsi, giocano facendo dispetti a tutti. Come allontanarli senza fare del male a nessuno? Basterà che Jaco si faccia seguire, a passi di danza, in un luogo più sicuro. Zampacorta accompagna Lampadino e Caramella ad assistere alla danza dell'airone Jaco il più talentuoso ballerino del MagiRegno. Un ballo che, con il suo ritmo, coinvolge tutti. Però, nel MagiRegno, c'è un'improvvisa invasione di lemmings, piccoli roditori che, per divertirsi, giocano facendo dispetti a tutti. Come allontanarli senza fare del male a nessuno? Basterà che Jaco si faccia seguire, a passi di danza, in un luogo più sicuro."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-13 11:40:00",
      "end_time": "2026-02-13 11:45:00",
      "episode_number": "S3 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Nel MagiRegno è successo un brutto guaio: i libri di fiabe hanno storie modificate e finali sbagliati. Tutti i cuccioli sono tristi ma la bibliotecaria Gatta Luna è molto serena perché, grazie alla fantasia e alla Penna Scribacchiella, ognuno può inventare i finali che preferisce. Compreso quello che permetterà a Zampacorta, Lampadino e Caramella di scoprire che i colpevoli di quel pasticcio sono Duca Puzzoloso e le Faine. Nel MagiRegno è successo un brutto guaio: i libri di fiabe hanno storie modificate e finali sbagliati. Tutti i cuccioli sono tristi ma la bibliotecaria Gatta Luna è molto serena perché, grazie alla fantasia e alla Penna Scribacchiella, ognuno può inventare i finali che preferisce. Compreso quello che permetterà a Zampacorta, Lampadino e Caramella di scoprire che i colpevoli di quel pasticcio sono Duca Puzzoloso e le Faine."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-13 11:45:00",
      "end_time": "2026-02-13 11:55:00",
      "episode_number": "S3 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta, all'arrivo di Lampadino e Caramella nel MagiRegno, è in compagnia del riccio Stellina che è molto preoccupata per suo nonno Max. Oggi ci dovrebbe essere un grande spettacolo teatrale, ma gli attori non si sono potuti presentare e non c'è nessuno che può sostituirli. Nessuno eccetto Max, suggerisce Stellina. Proprio lui che è bravissimo a cambiare le voci. Quindi, Zampacorta e i due fratellini si propongono di manovrare delle marionette che sostituiranno gli assenti mentre il bravo attore darà loro le voci. La rappresentazione teatrale, come c'era da aspettarsi grazie al talento di Riccio Max, è un grande successo. Zampacorta, all'arrivo di Lampadino e Caramella nel MagiRegno, è in compagnia del riccio Stellina che è molto preoccupata per suo nonno Max. Oggi ci dovrebbe essere un grande spettacolo teatrale, ma gli attori non si sono potuti presentare e non c'è nessuno che può sostituirli. Nessuno eccetto Max, suggerisce Stellina. Proprio lui che è bravissimo a cambiare le voci. Quindi, Zampacorta e i due fratellini si propongono di manovrare delle marionette che sostituiranno gli assenti mentre il bravo attore darà loro le voci. La rappresentazione teatrale, come c'era da aspettarsi grazie al talento di Riccio Max, è un grande successo."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-13 11:55:00",
      "end_time": "2026-02-13 12:00:00",
      "episode_number": "S3 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Nel MagiRegno è una ricorrenza speciale perché è il Compleanno di Tutti. Per questo motivo, ogni abitante è emozionato perché sa che riceverà un regalo. Lampadino e Caramella sono felici di poter partecipare ma la festa è rovinata proprio dalla mancata consegna dei regali. I pellicani postini, guidati da Cucicogna, a causa di un imprevisto, hanno dovuto lasciare i pacchi in un punto di raccolta... ma non esiste nessun punto di raccolta lungo quel tragitto! I fratellini propongono di fare una ricognizione per capire cosa è successo. Giunti sul luogo, si viene a scoprire che si tratta di un altro brutto scherzo di Duca Puzzoloso. Ora i regali sono stati ritrovati ma le Faine, convinte che li avrebbero tenuti, non sanno a chi erano indirizzati. La soluzione è consegnare i regali a caso in modo che, adesso, saranno anche una sorpresa inaspettata. Nel MagiRegno è una ricorrenza speciale perché è il Compleanno di Tutti. Per questo motivo, ogni abitante è emozionato perché sa che riceverà un regalo. Lampadino e Caramella sono felici di poter partecipare ma la festa è rovinata proprio dalla mancata consegna dei regali. I pellicani postini, guidati da Cucicogna, a causa di un imprevisto, hanno dovuto lasciare i pacchi in un punto di raccolta... ma non esiste nessun punto di raccolta lungo quel tragitto! I fratellini propongono di fare una ricognizione per capire cosa è successo. Giunti sul luogo, si viene a scoprire che si tratta di un altro brutto scherzo di Duca Puzzoloso. Ora i regali sono stati ritrovati ma le Faine, convinte che li avrebbero tenuti, non sanno a chi erano indirizzati. La soluzione è consegnare i regali a caso in modo che, adesso, saranno anche una sorpresa inaspettata."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-13 12:00:00",
      "end_time": "2026-02-13 12:05:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "La Maestra Adele raduna tutti ai piedi delle montagne. Poi li invita a guardare in alto e racconta una storia. All'improvviso, dalle vette escono segnali di fumo che hanno la forma del personaggio descritto: si tratta della curiosa storia del bruco Vittoria che un giorno si trasformò in farfalla. La Maestra Adele raduna tutti ai piedi delle montagne. Poi li invita a guardare in alto e racconta una storia. All'improvviso, dalle vette escono segnali di fumo che hanno la forma del personaggio descritto: si tratta della curiosa storia del bruco Vittoria che un giorno si trasformò in farfalla."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-13 12:05:00",
      "end_time": "2026-02-13 12:10:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Ciccio è dispettoso e litiga con Ego per un gioco. Il Maestro Giovanni allora li coinvolge in una prova di coraggio: uscire dalla foresta labirinto. Giunti alla porta, non riescono ad aprirla e la chiave è in alto. I due cuccioli uniscono le forze e imparano che giocare insieme è meglio di litigare. Ciccio è dispettoso e litiga con Ego per un gioco. Il Maestro Giovanni allora li coinvolge in una prova di coraggio: uscire dalla foresta labirinto. Giunti alla porta, non riescono ad aprirla e la chiave è in alto. I due cuccioli uniscono le forze e imparano che giocare insieme è meglio di litigare."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-13 12:10:00",
      "end_time": "2026-02-13 12:20:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli sono a lezione di logica nella scuola dei DinoCuccioli. La Maestra Adele fa le domande e gli alunni trovano soluzioni, ma Cilindro è il solito pasticcione. Quando sbaglia pure la domanda per avere la merenda, propone al Maestro Giovanni di fare queste lezioni anche nella sua scuola. I Mini Cuccioli sono a lezione di logica nella scuola dei DinoCuccioli. La Maestra Adele fa le domande e gli alunni trovano soluzioni, ma Cilindro è il solito pasticcione. Quando sbaglia pure la domanda per avere la merenda, propone al Maestro Giovanni di fare queste lezioni anche nella sua scuola!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-13 12:20:00",
      "end_time": "2026-02-13 12:25:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli sono in montagna per un campo estivo e Cilindro decide di entrare in una grotta nascosta. Arriva così in una valle sconosciuta dove incontra i DinoCuccioli, dei piccoli dinosauri, e resta a scuola con loro. Alla fine, promette di tornare con gli altri Mini Cuccioli. I Mini Cuccioli sono in montagna per un campo estivo e Cilindro decide di entrare in una grotta nascosta. Arriva così in una valle sconosciuta dove incontra i DinoCuccioli, dei piccoli dinosauri, e resta a scuola con loro. Alla fine, promette di tornare con gli altri Mini Cuccioli..."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-13 12:25:00",
      "end_time": "2026-02-13 12:30:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Guidati da Cilindro, i Mini Cuccioli raggiungono la valle dei DinoCuccioli. Qui la maestra Adele li invita al compleanno di Bernoccolo e scoprono così che i dinosauri non festeggiano con i regali. Decidono quindi di crearne alcuni per il festeggiato usando elementi della natura. Guidati da Cilindro, i Mini Cuccioli raggiungono la valle dei DinoCuccioli. Qui la maestra Adele li invita al compleanno di Bernoccolo e scoprono così che i dinosauri non festeggiano con i regali. Decidono quindi di crearne alcuni per il festeggiato usando elementi della natura..."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/topo-tip.webp",
      "start_time": "2026-02-13 12:30:00",
      "end_time": "2026-02-13 12:35:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "In un bel pomeriggio di sole, Tip riceve i suoi amici in giardino. Mentre la mamma e Marylou bevono una tazza di tè, i cuccioli giocano ai mostri. Improvvisamente, Tip si accorge che qualcosa non va: il suo dente davanti dondola. Che si stia trasformando in un mostro sdentato? Sulle prime, gli amici vogliono proteggere il dente di Tip, ma quando la mamma gli spiega che il dondolio del dente è un segno che sta crescendo, Tip fa di tutto per liberarsene subito. Riuscirà, alla fine, a diventare un cucciolo adulto. In un bel pomeriggio di sole, Tip riceve i suoi amici in giardino. Mentre la mamma e Marylou bevono una tazza di tè, i cuccioli giocano ai mostri. Improvvisamente, Tip si accorge che qualcosa non va: il suo dente davanti dondola. Che si stia trasformando in un mostro sdentato? Sulle prime, gli amici vogliono proteggere il dente di Tip, ma quando la mamma gli spiega che il dondolio del dente è un segno che sta crescendo, Tip fa di tutto per liberarsene subito. Riuscirà, alla fine, a diventare un cucciolo adulto?"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/topo-tip.webp",
      "start_time": "2026-02-13 12:35:00",
      "end_time": "2026-02-13 12:45:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Chissà, forse è sceso dalla parte sbagliata del letto, ma oggi Tip è proprio di cattivo umore. E quel che è peggio, il suo cattivo umore sembra contagiare chiunque gli stia vicino, prima Tippy, a colazione, poi i suoi compagni all'asilo. Che il cattivo umore sia una malattia contagiosa, come il raffreddore? Tip e i suoi amici iniziano a essere preoccupati. Non resta che una visita dal dottor Codoni per togliersi il dubbio e far sì che una giornata cominciata male si trasformi in uno splendido pomeriggio insieme. Chissà, forse è sceso dalla parte sbagliata del letto, ma oggi Tip è proprio di cattivo umore. E quel che è peggio, il suo cattivo umore sembra contagiare chiunque gli stia vicino, prima Tippy, a colazione, poi i suoi compagni all'asilo. Che il cattivo umore sia una malattia contagiosa, come il raffreddore? Tip e i suoi amici iniziano a essere preoccupati. Non resta che una visita dal dottor Codoni per togliersi il dubbio e far sì che una giornata cominciata male si trasformi in uno splendido pomeriggio insieme."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/topo-tip.webp",
      "start_time": "2026-02-13 12:45:00",
      "end_time": "2026-02-13 12:50:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "A Tip non piace affatto l'inverno, lo trova troppo freddo. Tanto che non vuole neppure far visita ai nonni. Per fargli cambiare idea, i nonni decidono di portarlo a scoprire le bellezze del Signor Inverno. I ghiaccioli, lo stagno gelato e l'aria fresca hanno qualcosa di magico... e anche il fatto che le giornate siano più corte comporta dei vantaggi: quella sera, approfittando che viene buio presto, al villaggio ci sarà un fantastico festival delle lanterne, aperto a grandi e piccini. Eh sì, dopotutto, l'inverno non è così male. A Tip non piace affatto l'inverno, lo trova troppo freddo. Tanto che non vuole neppure far visita ai nonni. Per fargli cambiare idea, i nonni decidono di portarlo a scoprire le bellezze del Signor Inverno. I ghiaccioli, lo stagno gelato e l'aria fresca hanno qualcosa di magico... e anche il fatto che le giornate siano più corte comporta dei vantaggi: quella sera, approfittando che viene buio presto, al villaggio ci sarà un fantastico festival delle lanterne, aperto a grandi e piccini. Eh sì, dopotutto, l'inverno non è così male!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/topo-tip.webp",
      "start_time": "2026-02-13 12:50:00",
      "end_time": "2026-02-13 13:00:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Tip e gli altri cuccioli sono all'asilo, dove Maggie sta organizzando un gioco a quiz, a squadre, con in premio un sacco pieno di bellissime biglie. Per essere certo di vincere, Tip decide di fare squadra con Billy. Con questa scelta, però, ferisce i sentimenti di Jody, il suo migliore amico. Vedendo Jody molto triste, Coniglietta suggerisce a Tip di chiedergli scusa. Cosa che Tip rifiuta di fare. Possibile sia tanto difficile strappargli la parola \"scusa\" dalla bocca. Tip e gli altri cuccioli sono all'asilo, dove Maggie sta organizzando un gioco a quiz, a squadre, con in premio un sacco pieno di bellissime biglie. Per essere certo di vincere, Tip decide di fare squadra con Billy. Con questa scelta, però, ferisce i sentimenti di Jody, il suo migliore amico. Vedendo Jody molto triste, Coniglietta suggerisce a Tip di chiedergli scusa. Cosa che Tip rifiuta di fare. Possibile sia tanto difficile strappargli la parola \\\"scusa\\\" dalla bocca?"
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 13:00:00",
      "end_time": "2026-02-13 13:05:00",
      "episode_number": "S4 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Sula e Bing decidono di dormire in tenda nel giardino di quest'ultimo ma il coniglietto ha paura del buio e scambia l'ombra di Flop per un mostro. Sula e Bing decidono di dormire in tenda nel giardino di quest'ultimo ma il coniglietto ha paura del buio e scambia l'ombra di Flop per un mostro."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 13:05:00",
      "end_time": "2026-02-13 13:15:00",
      "episode_number": "S4 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Bing, Pando, Flop e Padget prendono l'autobus per andare al mare e, nonostante il mezzo abbia un guasto, passano tutti una bella giornata. Bing, Pando, Flop e Padget prendono l'autobus per andare al mare e, nonostante il mezzo abbia un guasto, passano tutti una bella giornata."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 13:15:00",
      "end_time": "2026-02-13 13:20:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Coco porta a casa di Bing dei magneti e il coniglietto, cercando oggetti metallici a cui attaccarli, ne fa cadere uno in una fessura vicino al pozzo in giardino. Flop suggerirà di provare a recuperarlo con una canna da pesca improvvisata. Coco porta a casa di Bing dei magneti e il coniglietto, cercando oggetti metallici a cui attaccarli, ne fa cadere uno in una fessura vicino al pozzo in giardino. Flop suggerirà di provare a recuperarlo con una canna da pesca improvvisata..."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 13:20:00",
      "end_time": "2026-02-13 13:30:00",
      "episode_number": "S4 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Sula vendono i loro vecchi giocattoli per poter comprare un nuovo scivolo per l'asilo. Bing e Sula vendono i loro vecchi giocattoli per poter comprare un nuovo scivolo per l'asilo."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 13:30:00",
      "end_time": "2026-02-13 13:35:00",
      "episode_number": "S3 E18",
      "show_category": "",
      "show_description": "Dopo una forte pioggia estiva Bluey cerca di arginare l'acqua nel cortile, mentre la mamma cerca di arginare il suo costante trascinamento di fango in casa."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 13:35:00",
      "end_time": "2026-02-13 13:45:00",
      "episode_number": "S3 E19",
      "show_category": "",
      "show_description": "Bluey e Bingo preparano pizze di fango e le consegnano agli adulti, ma la ruota della loro macchina a pedali continua a cadere."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 13:45:00",
      "end_time": "2026-02-13 13:50:00",
      "episode_number": "S3 E20",
      "show_category": "",
      "show_description": "Bluey e la mamma giocano a guidare, ma hanno solo cinque minuti e dovranno fare una corsa contro il tempo per comprare il latte per un ospite scontroso e sfuggire a un negoziante arrabbiato."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 13:50:00",
      "end_time": "2026-02-13 14:00:00",
      "episode_number": "S3 E21",
      "show_category": "",
      "show_description": "Stanche di sentirsi dire cosa fare, Bluey e Bingo arruolano un gigantesco amico invisibile per mostrare a mamma e papà chi è il capo. Ora possono fare tutto quello che vogliono, finché mamma e papà non si ribellano."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:00:00",
      "end_time": "2026-02-13 14:05:00",
      "episode_number": "S6 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Per Peppa e George è giunta l'ora di andare a dormire, ma Nonno Pig è andato nell'orto per raccogliere le lumache che gli mangiano le verdure, e i due piccoli lo raggiungono. Per Peppa e George è giunta l'ora di andare a dormire, ma Nonno Pig è andato nell'orto per raccogliere le lumache che gli mangiano le verdure, e i due piccoli lo raggiungono..."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:05:00",
      "end_time": "2026-02-13 14:10:00",
      "episode_number": "S6 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Pronti a partire per le vacanze, Peppa e George affidano ai nonni la pesciolina Goldie. Pronti a partire per le vacanze, Peppa e George affidano ai nonni la pesciolina Goldie."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:10:00",
      "end_time": "2026-02-13 14:15:00",
      "episode_number": "S6 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Peppa e la sua famiglia arrivano in Italia e scoprono che tutti parlano in una lingua diversa. Papà Pig trova un po' difficile guidare a destra e tante cose sono diverse da quelle a cui sono abituati. Peppa e la sua famiglia arrivano in Italia e scoprono che tutti parlano in una lingua diversa. Papà Pig trova un po' difficile guidare a destra e tante cose sono diverse da quelle a cui sono abituati..."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:15:00",
      "end_time": "2026-02-13 14:20:00",
      "episode_number": "S6 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Peppa conosce Gabriella, che la porta con la famiglia a visitare il suo paese. Così, Peppa e George scoprono che la pizza è un piatto italiano. Inoltre, Peppa scrive una bella cartolina a Goldie. Peppa conosce Gabriella, che la porta con la famiglia a visitare il suo paese. Così, Peppa e George scoprono che la pizza è un piatto italiano. Inoltre, Peppa scrive una bella cartolina a Goldie."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:20:00",
      "end_time": "2026-02-13 14:25:00",
      "episode_number": "S6 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Peppa ha fatto la sua prima vacanza all'estero, ma ora è tempo di tornare a casa. A Suzy è mancata molto Peppa e non vede l'ora di vederla. Anche Peppa ha sentito la mancanza della sua amica, e non vede l'ora di rivedere Goldie, il suo pesce rosso. Peppa ha fatto la sua prima vacanza all'estero, ma ora è tempo di tornare a casa. A Suzy è mancata molto Peppa e non vede l'ora di vederla. Anche Peppa ha sentito la mancanza della sua amica, e non vede l'ora di rivedere Goldie, il suo pesce rosso."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 14:25:00",
      "end_time": "2026-02-13 14:30:00",
      "episode_number": "S6 E14",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - A George piace così tanto vedere il proprio riflesso nello specchio che lui e Peppa cercano di trovare altre cose luccicanti in cui specchiarsi."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/piripinguini.webp",
      "start_time": "2026-02-13 14:30:00",
      "end_time": "2026-02-13 14:40:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Nonostante l'iniziale riluttanza di Pancake, i Piripinguini partono per il Tippety Top per vedere l'auora australe, ma spariscono uno dopo l'altro nella misteriosa \"nebbia di ghiaccio\". Quando Nugget crede di vedere un mostro, Pancake supera la paura e diventa un eroe, prima che la verità venga a galla. Nonostante l'iniziale riluttanza di Pancake, i Piripinguini partono per il Tippety Top per vedere l'auora australe, ma spariscono uno dopo l'altro nella misteriosa \\\"nebbia di ghiaccio\\\". Quando Nugget crede di vedere un mostro, Pancake supera la paura e diventa un eroe, prima che la verità venga a galla."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/piripinguini.webp",
      "start_time": "2026-02-13 14:40:00",
      "end_time": "2026-02-13 14:50:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Pinguino Imperatore visita l'iceberg, scopre che Pancake è un principe perduto grazie a un caratteristico \"marchio reale\". Con l'aiuto degli amici, Pancake impara a comportarsi da reale, ma la fama gli dà alla testa, finché il ritorno dell'Imperatore non conclude drammaticamente i suoi sogni regali. Quando il Pinguino Imperatore visita l'iceberg, scopre che Pancake è un principe perduto grazie a un caratteristico \\\"marchio reale\\\". Con l'aiuto degli amici, Pancake impara a comportarsi da reale, ma la fama gli dà alla testa, finché il ritorno dell'Imperatore non conclude drammaticamente i suoi sogni regali."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/piripinguini.webp",
      "start_time": "2026-02-13 14:50:00",
      "end_time": "2026-02-13 15:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Esausta per le continue richieste di aiuto e bisognosa di riposo, Looph scompare deliberatamente. I Piripinguini la cercano sull'iceberg da cima a fondo senza successo, inseguendo le false piste di Millie, finché l'ingegnoso piano di Looph non viene finalmente svelato. Esausta per le continue richieste di aiuto e bisognosa di riposo, Looph scompare deliberatamente. I Piripinguini la cercano sull'iceberg da cima a fondo senza successo, inseguendo le false piste di Millie, finché l'ingegnoso piano di Looph non viene finalmente svelato."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-posta-di-yoyo.webp",
      "start_time": "2026-02-13 15:00:00",
      "end_time": "2026-02-13 15:15:00",
      "episode_number": "S2025 E70",
      "show_category": "Programmi Tv Kids",
      "show_description": "Lallo ha preso di nascosto una tavoletta di cioccolato che Lorenzo ha regalato a Carolina, facendole credere che sia stato il fantasma di Carrù. Lallo ha preso di nascosto una tavoletta di cioccolato che Lorenzo ha regalato a Carolina, facendole credere che sia stato il fantasma di Carrù."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/la-posta-di-yoyo.webp",
      "start_time": "2026-02-13 15:15:00",
      "end_time": "2026-02-13 15:25:00",
      "episode_number": "S2024 E30",
      "show_category": "Programmi Tv Kids",
      "show_description": "A Lorenzo e Lallo piace giocare con le parole, soprattutto le parole crociate! A Carolina però viene una grande idea. A Lorenzo e Lallo piace giocare con le parole, soprattutto le parole crociate! A Carolina però viene una grande idea..."
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/piccolissimi.webp",
      "start_time": "2026-02-13 15:25:00",
      "end_time": "2026-02-13 15:30:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "I Piccolissimi hanno trovato uno scivolo su cui giocare! Yellow si sta divertendo così tanto che si dimentica di passare il turno a Blue. I Piccolissimi hanno trovato uno scivolo su cui giocare! Yellow si sta divertendo così tanto che si dimentica di passare il turno a Blue."
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/piccolissimi.webp",
      "start_time": "2026-02-13 15:30:00",
      "end_time": "2026-02-13 15:35:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre i Piccolissimi stanno facendo un giro in treno nella stanza dei giochi, scoprono che più avanti manca un pezzo di binario. Mentre i Piccolissimi stanno facendo un giro in treno nella stanza dei giochi, scoprono che più avanti manca un pezzo di binario!"
    },
    {
      "show_name": "Un cerotto per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/un-cerotto-per-amico.webp",
      "start_time": "2026-02-13 15:35:00",
      "end_time": "2026-02-13 15:45:00",
      "episode_number": "S2 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Lallo indossa gli occhiali di Zio Lalletto e finisce per vederci doppio! Il dottor Andrea ricorda l'importanza di vederci bene, suggerendo alcune buone pratiche per prendersi cura dei propri occhi. Rosa Cerottini intanto va dall'oculista a fare una visita di controllo. Lallo indossa gli occhiali di Zio Lalletto e finisce per vederci doppio! Il dottor Andrea ricorda l'importanza di vederci bene, suggerendo alcune buone pratiche per prendersi cura dei propri occhi. Rosa Cerottini intanto va dall'oculista a fare una visita di controllo."
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/le-avventure-di-paddington.webp",
      "start_time": "2026-02-13 15:45:00",
      "end_time": "2026-02-13 16:10:00",
      "episode_number": "S2 E4",
      "show_category": "",
      "show_description": "È una giornata di festa dedicata alla signora Bird. // Mateo scopre un talento nascosto di Paddington."
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/le-storie-di-paura-di-masha.webp",
      "start_time": "2026-02-13 16:10:00",
      "end_time": "2026-02-13 16:15:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Masha racconta la storia di un ragazzo che incontra dei mostri in una fabbrica abbandonata, ma poi scopre di essere sul set di un film: i mostri erano solo degli attori. Masha racconta la storia di un ragazzo che incontra dei mostri in una fabbrica abbandonata, ma poi scopre di essere sul set di un film: i mostri erano solo degli attori!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 16:15:00",
      "end_time": "2026-02-13 16:20:00",
      "episode_number": "S5 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Caspiterina, è già tempo di feste! Masha è decisa a organizzare una festa indimenticabile, quindi penserà a tutto lei. Oh, e tutti gli abitanti del bosco dovranno ballare. Caspiterina, è già tempo di feste! Masha è decisa a organizzare una festa indimenticabile, quindi penserà a tutto lei. Oh, e tutti gli abitanti del bosco dovranno ballare!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 16:20:00",
      "end_time": "2026-02-13 16:30:00",
      "episode_number": "S5 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Accidenti, che storia incredibile! Masha salva Orso da un incendio! E per ringraziarla, lui le regala un camion dei pompieri giocattolo. Ma a quanto pare, Orso è molto più interessato di Masha a giocare con il camion giocattolo. Accidenti, che storia incredibile! Masha salva Orso da un incendio! E per ringraziarla, lui le regala un camion dei pompieri giocattolo. Ma a quanto pare, Orso è molto più interessato di Masha a giocare con il camion giocattolo."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 16:30:00",
      "end_time": "2026-02-13 16:35:00",
      "episode_number": "S5 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Orso ha un bel problema: il suo giardino è infestato dai denti di leone! Mentre Orso tenta di estirpare le erbacce, Masha non capisce che senso abbia raccogliere dei fiori per poi buttarli via. Dopotutto, i denti di leone sono così belli. Orso ha un bel problema: il suo giardino è infestato dai denti di leone! Mentre Orso tenta di estirpare le erbacce, Masha non capisce che senso abbia raccogliere dei fiori per poi buttarli via. Dopotutto, i denti di leone sono così belli!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 16:35:00",
      "end_time": "2026-02-13 16:45:00",
      "episode_number": "S5 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Masha è la \"mamma\" più brava del mondo, ma non riesce a far addormentare Rosy. Orso offre la soluzione: un carillon. Peccato che il carillon di Orso nasconde al suo interno una sorpresa. Masha è la \\\"mamma\\\" più brava del mondo, ma non riesce a far addormentare Rosy. Orso offre la soluzione: un carillon. Peccato che il carillon di Orso nasconde al suo interno una sorpresa!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/masha-e-orso.webp",
      "start_time": "2026-02-13 16:45:00",
      "end_time": "2026-02-13 16:50:00",
      "episode_number": "S5 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Arrivano 3 scimmiette con un gioco da fiera che imbrogliano Masha e Orso per non far vincere il premio in palio: una bellissima bicicletta rosa. Arrivano 3 scimmiette con un gioco da fiera che imbrogliano Masha e Orso per non far vincere il premio in palio: una bellissima bicicletta rosa."
    },
    {
      "show_name": "Le Canzoni di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/le-canzoni-di-masha.webp",
      "start_time": "2026-02-13 16:50:00",
      "end_time": "2026-02-13 17:00:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Masha si stanca molto in fretta delle lezioni di musica e decide che può cantare anche senza bisogno di imparare le note, immaginando una bella passeggiata con i suoi amici in una Germania fiabesca. Masha si stanca molto in fretta delle lezioni di musica e decide che può cantare anche senza bisogno di imparare le note, immaginando una bella passeggiata con i suoi amici in una Germania fiabesca..."
    },
    {
      "show_name": "Hello Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/hello-yoyo.webp",
      "start_time": "2026-02-13 17:00:00",
      "end_time": "2026-02-13 17:30:00",
      "episode_number": "S4 E30",
      "show_category": "Educational",
      "show_description": "Bop e Boop sono alle prese con l'hockey su ghiaccio, il Narratore di Pocoyo si finge il sostituto severo di se stesso, E ancora: un arcobaleno in musica con Masha, la dolce Goodbye Song, il Guessing Game, belle sorprese e tante gag con Laura e la sua strampalata Fantastic Bag. Bop e Boop sono alle prese con l'hockey su ghiaccio, il Narratore di Pocoyo si finge il sostituto severo di se stesso, E ancora: un arcobaleno in musica con Masha, la dolce Goodbye Song, il Guessing Game, belle sorprese e tante gag con Laura e la sua strampalata Fantastic Bag!"
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/l-albero-azzurro.webp",
      "start_time": "2026-02-13 17:30:00",
      "end_time": "2026-02-13 17:45:00",
      "episode_number": "E19",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò tra curiosità e timore va a conoscere il Paurone, personaggio, si racconta, che fa molta paura. Dodò incontrerà un acchiappa-paurone che sostiene quanto pauroso sia… ma pian piano Dodò realizza che alcune paure sono solo suggestione. Dodò tra curiosità e timore va a conoscere il Paurone, personaggio, si racconta, che fa molta paura. Dodò incontrerà un acchiappa-paurone che sostiene quanto pauroso sia… ma pian piano Dodò realizza che alcune paure sono solo suggestione."
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/l-albero-azzurro.webp",
      "start_time": "2026-02-13 17:45:00",
      "end_time": "2026-02-13 18:00:00",
      "episode_number": "E20",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò vuole preparare una torta, ma all'Albero c'è solo un po' di farina. Il nostro cucciolo non si perde d'animo e parte alla ricerca degli ingredienti. Troverà acqua, pomodori e sale! La torta certo non si può fare con questi ingredienti ma con l'aiuto degli amici la soluzione potrebbe essere molto sfiziosa. Dodò vuole preparare una torta, ma all'Albero c'è solo un po' di farina. Il nostro cucciolo non si perde d'animo e parte alla ricerca degli ingredienti. Troverà acqua, pomodori e sale! La torta certo non si può fare con questi ingredienti ma con l'aiuto degli amici la soluzione potrebbe essere molto sfiziosa!"
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:00:00",
      "end_time": "2026-02-13 18:05:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "Mamma Pig insegna a Peppa cosa significa fare l'occhiolino quando si scherza. Lei lo spiga alla sua amica Zoe e a George e insieme giocano scherzando. Anche Mamma Pig fa uno scherzetto al papà, facendo divertire tutti."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:05:00",
      "end_time": "2026-02-13 18:10:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "Peppa e Freddy vengono scelti da Madame Gazzella per trascorrere una giornata di pattuglia con gli agenti Panda e Scoiattolo. Partecipano così alle emergenze che i due poliziotti vengono chiamati a risolvere."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:10:00",
      "end_time": "2026-02-13 18:15:00",
      "episode_number": "S9 E9",
      "show_category": "",
      "show_description": "Peppa e i suoi amici giocano a trovare tanti modi diversi per saltare e a unirli tutti insieme per divertirsi."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:15:00",
      "end_time": "2026-02-13 18:20:00",
      "episode_number": "S9 E10",
      "show_category": "",
      "show_description": "La signorina Coniglio gestisce la biblioteca, ma è anche a capo del Servizio di Soccorso. Quando viene chiamata dalla Dottoressa Criceto a salvare Taddles che è finita sull'albero, usa la scala che il signor Toro aveva poggiato per salire ad aggiustare il tetto della biblioteca. Quindi la signorina Coniglio deve poi correre a salvare il signor Toro, bloccato sul tetto. Quest'ultimo, una volta sceso, porta via la scala, lasciando bloccata la signorina Coniglio, che dovrà chiedere aiuto a Nonno Coniglio."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:20:00",
      "end_time": "2026-02-13 18:25:00",
      "episode_number": "S9 E11",
      "show_category": "",
      "show_description": "Mamma Pig mostra a Peppa il suo vecchio diario e anche la piccola decide di tenerne uno dove disegnare tutto ciò che fa. Presto però esaurisce le idee, così Mamma e Papà Pig organizzano un circo casalingo per far divertite i piccoli. Peppa avrà un mucchio di disegni da realizzare."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/peppa-pig.webp",
      "start_time": "2026-02-13 18:25:00",
      "end_time": "2026-02-13 18:30:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Nonno Pig vuole insegnare a Peppa e George come si gioca a golf. Ma i due piccoli faticano e neanche il nonno è un grande giocatore. Ma, quando scoprono il Minigolf, si accorgono che è molto più divertente e Nonno Pig riesce a fare tutto il percorso in un colpo solo, guadagnandosi i complimenti del Signor Cavallo e della Signora Corgi."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pocoyo.webp",
      "start_time": "2026-02-13 18:30:00",
      "end_time": "2026-02-13 18:35:00",
      "episode_number": "S5 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo gioca a ping pong contro lo stravagante \"re\"... Fred! Anche se perde la prima partita, Pocoyo ci riprova e non si arrende. Poi coinvolge Elly e Ronfotto in uno scontro epico. Fred sarà anche il re del ping pong, ma Pocoyo è il re dell'impegno. Pocoyo gioca a ping pong contro lo stravagante \\\"re\\\"... Fred! Anche se perde la prima partita, Pocoyo ci riprova e non si arrende. Poi coinvolge Elly e Ronfotto in uno scontro epico. Fred sarà anche il re del ping pong, ma Pocoyo è il re dell'impegno!"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pocoyo.webp",
      "start_time": "2026-02-13 18:35:00",
      "end_time": "2026-02-13 18:45:00",
      "episode_number": "S5 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo aiuta una formica ad attraversare un ruscello e tutto il formicaio gli è grato. Da quel momento, le formiche ricambiano il favore portando la colazione a letto a Pocoyo, lavandogli i denti o utilizzando il telecomando per lui. Ma Pocoyo esagera e assegna alle formiche dei compiti più complessi. Alla fine, le formiche si ribellano e Pocoyo si scusa costruendo un piccolo ponte perché possano attraversare il ruscello. Pocoyo aiuta una formica ad attraversare un ruscello e tutto il formicaio gli è grato. Da quel momento, le formiche ricambiano il favore portando la colazione a letto a Pocoyo, lavandogli i denti o utilizzando il telecomando per lui. Ma Pocoyo esagera e assegna alle formiche dei compiti più complessi. Alla fine, le formiche si ribellano e Pocoyo si scusa costruendo un piccolo ponte perché possano attraversare il ruscello."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pocoyo.webp",
      "start_time": "2026-02-13 18:45:00",
      "end_time": "2026-02-13 18:50:00",
      "episode_number": "S5 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Stanco di essere ignorato, il Narratore decide di diventare molto severo. Non abituati a questo trattamento militare, Pocoyo e Pato obbediscono senza fiatare. Tutto sembra andare bene finché il Narratore non scopre che Pocoyo e Pato sono diventati zombie robot, e si spaventa. Alla fine viene fuori che Pocoyo e Pato avevano fatto uno scherzo al Narratore \"severo. Stanco di essere ignorato, il Narratore decide di diventare molto severo. Non abituati a questo trattamento militare, Pocoyo e Pato obbediscono senza fiatare. Tutto sembra andare bene finché il Narratore non scopre che Pocoyo e Pato sono diventati zombie robot, e si spaventa. Alla fine viene fuori che Pocoyo e Pato avevano fatto uno scherzo al Narratore \\\"severo\\\"!"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/pocoyo.webp",
      "start_time": "2026-02-13 18:50:00",
      "end_time": "2026-02-13 19:00:00",
      "episode_number": "S5 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti si stanno godendo una giornata al mare. Pocoyo e Pato scoprono una misteriosa piscina gorgogliante in cui scoprono un granchio: l'animaletto si prende gioco di loro, che cercano di catturarlo. La caccia continua fino al fondo del mare, ma mentre tentano di prendere il loro sfuggente nuovo amico, i suoi genitori vengono a cercarlo per portarlo a casa. È una giornata movimentata in spiaggia. Tutti si stanno godendo una giornata al mare. Pocoyo e Pato scoprono una misteriosa piscina gorgogliante in cui scoprono un granchio: l'animaletto si prende gioco di loro, che cercano di catturarlo. La caccia continua fino al fondo del mare, ma mentre tentano di prendere il loro sfuggente nuovo amico, i suoi genitori vengono a cercarlo per portarlo a casa. È una giornata movimentata in spiaggia!"
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/gigantosaurus.webp",
      "start_time": "2026-02-13 19:00:00",
      "end_time": "2026-02-13 19:10:00",
      "episode_number": "S3 E17",
      "show_category": "",
      "show_description": "Totor, che assiste alla premiazione di alcuni dinosauri per il loro talento, decide di scoprire qual è il suo."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/gigantosaurus.webp",
      "start_time": "2026-02-13 19:10:00",
      "end_time": "2026-02-13 19:20:00",
      "episode_number": "S3 E18",
      "show_category": "",
      "show_description": "Bill inizia a pensare che sua sorella potrebbe preferire Rocky a lui."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/gigantosaurus.webp",
      "start_time": "2026-02-13 19:20:00",
      "end_time": "2026-02-13 19:30:00",
      "episode_number": "S3 E19",
      "show_category": "",
      "show_description": "I dinosauri devono trovare un altro posto per passare la notte, ma Mazu non riesce a chiudere occhio."
    },
    {
      "show_name": "Spidey e i suoi fantastici amici",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/spidey-e-i-suoi-fantastici-amici.webp",
      "start_time": "2026-02-13 19:30:00",
      "end_time": "2026-02-13 19:55:00",
      "episode_number": "S3 E57",
      "show_category": "",
      "show_description": "Lo Spidey Team salva il Festival della fioritura dei meli dagli scherzi di Gobby. Zola ruba il Team-Transport durante una missione spaziale, lasciando Spidey e La Cosa sulla luna."
    },
    {
      "show_name": "Topolino - La casa del divertimento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/topolino-la-casa-del-divertimento.webp",
      "start_time": "2026-02-13 19:55:00",
      "end_time": "2026-02-13 20:20:00",
      "episode_number": "S3 E62",
      "show_category": "",
      "show_description": "Pippo cade dalla tavola da surf e poi ha paura di tornare in acqua. Il gruppo fa una caccia al tesoro, ma perde l'amica elefantina, Ellie."
    },
    {
      "show_name": "Minnie Toons",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/minnie-toons.webp",
      "start_time": "2026-02-13 20:20:00",
      "end_time": "2026-02-13 20:25:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Minnie usa un fiocco speciale per riparare l'aereo di Joey."
    },
    {
      "show_name": "Vampirina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/vampirina.webp",
      "start_time": "2026-02-13 20:25:00",
      "end_time": "2026-02-13 20:45:00",
      "episode_number": "S3 E53",
      "show_category": "",
      "show_description": "Le Scream Girls chiedono alle Ragazze Spiritelle di aprire i loro concerti in un tour in varie città della Transilvania! Vi si demoralizza dopo essere caduta durante una lezione di guida della bici."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 20:45:00",
      "end_time": "2026-02-13 20:50:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Bluey e Bingo scoprono uno xilofono magico che permette di bloccare papa' in qualsiasi posizione e di muoverlo a piacimento. E subito discutono su chi lo possa usare."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 20:50:00",
      "end_time": "2026-02-13 21:00:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Papa' e' ricoverato in un ospedale dove Bingo e' un'infermiera e Bluey la dottoressa. Dopo averlo visitato, le due emettono il referto: papa' ha un gatto nella pancia."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 21:00:00",
      "end_time": "2026-02-13 21:05:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Bluey e Bingo giocano a Keepy Uppy, cercando di mantenere un palloncino in aria il piu' a lungo possibile. Ma poi papa' si intromette e complica il gioco."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bluey.webp",
      "start_time": "2026-02-13 21:05:00",
      "end_time": "2026-02-13 21:15:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Per riordinare la loro stanza, Bluey e Bingo chiedono aiuto a Daddy Robot, cioe' papa' che finge di essere un automa eseguendo i loro comandi."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:15:00",
      "end_time": "2026-02-13 21:20:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "In giardino, Bing e Sula trovano una ranocchia dentro un tubo. Le costruiscono una casetta e le danno da mangiare ma l'animaletto scappa e torna nel suo tubo buio e umido. In giardino, Bing e Sula trovano una ranocchia dentro un tubo. Le costruiscono una casetta e le danno da mangiare ma l'animaletto scappa e torna nel suo tubo buio e umido."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:20:00",
      "end_time": "2026-02-13 21:30:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Flop stanno giocando con le macchinine ma Charlie che è molto piccolo distrugge tutto. Allora Flop si mette a giocare con Charlie, ma Bing si sente solo. Bing e Flop stanno giocando con le macchinine ma Charlie che è molto piccolo distrugge tutto. Allora Flop si mette a giocare con Charlie, ma Bing si sente solo."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:30:00",
      "end_time": "2026-02-13 21:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Flop giocano con le ombre, e Flop insegna al coniglietto come non perdersi mai la sua. Bing e Flop giocano con le ombre, e Flop insegna al coniglietto come non perdersi mai la sua."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:35:00",
      "end_time": "2026-02-13 21:45:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti stanno giocando alle belle statuine e Bing ci tiene a vincere. Ma si muove e perde. Perdendo anche la voglia di giocare. Gli altri continuano a giocare e Bing si sente solo. Allora torna a giocare accettando il fatto che non sempre si può vincere. Tutti stanno giocando alle belle statuine e Bing ci tiene a vincere. Ma si muove e perde. Perdendo anche la voglia di giocare. Gli altri continuano a giocare e Bing si sente solo. Allora torna a giocare accettando il fatto che non sempre si può vincere."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:45:00",
      "end_time": "2026-02-13 21:50:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Bing rovescia sul pavimento i cereali e Flop li raccoglie con l'aiuto dell'aspirapolvere Vuu Vuu. Bing rovescia sul pavimento i cereali e Flop li raccoglie con l'aiuto dell'aspirapolvere Vuu Vuu."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/bing.webp",
      "start_time": "2026-02-13 21:50:00",
      "end_time": "2026-02-13 22:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Al parco c'è un nuovo gioco per bambini con ponte traballante, tunnel oscillante e uno scivolo molto alto. Bing ha paura di scendere dalla scivolo ma Pando gli dimostra, scendendo lui per primo, che non deve aver paura. Al parco c'è un nuovo gioco per bambini con ponte traballante, tunnel oscillante e uno scivolo molto alto. Bing ha paura di scendere dalla scivolo ma Pando gli dimostra, scendendo lui per primo, che non deve aver paura."
    },
    {
      "show_name": "Buonanotte con Carolina - Storie e letterine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/buonanotte-con-carolina-storie-e-letterine.webp",
      "start_time": "2026-02-13 22:00:00",
      "end_time": "2026-02-13 22:05:00",
      "episode_number": "S1 E11",
      "show_category": "Programmi Tv Kids",
      "show_description": "Carolina racconta una fiaba che racconta l'avventura di una giovane principessa d'Egitto e del suo papà faraone alla ricerca di un tesoro prezioso. Carolina racconta una fiaba che racconta l'avventura di una giovane principessa d'Egitto e del suo papà faraone alla ricerca di un tesoro prezioso."
    },
    {
      "show_name": "Carolina e Topo Tip - Raccontastorie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/carolina-e-topo-tip-raccontastorie.webp",
      "start_time": "2026-02-13 22:05:00",
      "end_time": "2026-02-13 22:15:00",
      "episode_number": "S2021 E1",
      "show_category": "Programmi Tv Kids",
      "show_description": "Tip non vuole andare a dormire all'orario dei piccoli, pensa di essere sufficientemente grande per stare alzato fino a tardi, ma presto si accorge di avere tropo sonno e il giorno dopo è talmente stanco da non riuscire ad andare all'asilo perdendosi tutti i giochi divertenti che la maestra Margherita gli avrebbe fatto fare. Tip ha capito, meglio andare a nanna all'ora giusta se si vuole essere freschi e riposati il giorno dopo. Tip non vuole andare a dormire all'orario dei piccoli, pensa di essere sufficientemente grande per stare alzato fino a tardi, ma presto si accorge di avere tropo sonno e il giorno dopo è talmente stanco da non riuscire ad andare all'asilo perdendosi tutti i giochi divertenti che la maestra Margherita gli avrebbe fatto fare. Tip ha capito, meglio andare a nanna all'ora giusta se si vuole essere freschi e riposati il giorno dopo!"
    },
    {
      "show_name": "Tutti a nanna con Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/tutti-a-nanna-con-yoyo.webp",
      "start_time": "2026-02-13 22:15:00",
      "end_time": "2026-02-13 22:30:00",
      "episode_number": "",
      "show_category": "Programmi Tv Kids",
      "show_description": "Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla. Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 22:30:00",
      "end_time": "2026-02-13 22:40:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Un Ronfo si appisola mentre sta pescando: in sogno, vede Lupo rapire una Ronfetta addormentata. Poi si sveglia di soprassalto, e non vedendo la Ronfetta si convince che Lupo l'abbia catturata davvero. Così, recluta altri Ronfi per una missione di salvataggio nella tana del Lupo. Un Ronfo si appisola mentre sta pescando: in sogno, vede Lupo rapire una Ronfetta addormentata. Poi si sveglia di soprassalto, e non vedendo la Ronfetta si convince che Lupo l'abbia catturata davvero. Così, recluta altri Ronfi per una missione di salvataggio nella tana del Lupo..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 22:40:00",
      "end_time": "2026-02-13 22:45:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "I Ronfi vengono chiamati a raccolta da Panda per una lezione di Tai-Chi, ma mettono subito a dura prova la pazienza del maestro, appisolandosi di continuo. Intanto, Lupo trama nell'ombra. I Ronfi vengono chiamati a raccolta da Panda per una lezione di Tai-Chi, ma mettono subito a dura prova la pazienza del maestro, appisolandosi di continuo. Intanto, Lupo trama nell'ombra..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 22:45:00",
      "end_time": "2026-02-13 22:55:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Tre Ronfi, inseguiti da Lupo, si gettano in un laghetto: ne riemergono trasformati in mostri! Lupo dapprima si spaventa, ma poi scopre il trucchetto che li ha resi così mostruosi… Così, decide di attuare un nuovo piano. Tre Ronfi, inseguiti da Lupo, si gettano in un laghetto: ne riemergono trasformati in mostri! Lupo dapprima si spaventa, ma poi scopre il trucchetto che li ha resi così mostruosi… Così, decide di attuare un nuovo piano."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/i-ronfi.webp",
      "start_time": "2026-02-13 22:55:00",
      "end_time": "2026-02-13 23:00:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Un Ronfo sonnambulo si trasforma in un campione di arti marziali (solo quando dorme!). Lupo tenta di catturarlo, ma finisce male. Un Ronfo sonnambulo si trasforma in un campione di arti marziali (solo quando dorme!). Lupo tenta di catturarlo, ma finisce male..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:00:00",
      "end_time": "2026-02-13 23:05:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:05:00",
      "end_time": "2026-02-13 23:15:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:15:00",
      "end_time": "2026-02-13 23:20:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:20:00",
      "end_time": "2026-02-13 23:25:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:25:00",
      "end_time": "2026-02-13 23:30:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/dixiland.webp",
      "start_time": "2026-02-13 23:30:00",
      "end_time": "2026-02-13 23:35:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 23:35:00",
      "end_time": "2026-02-13 23:40:00",
      "episode_number": "S5 E17",
      "show_category": "",
      "show_description": "Il re è stufo di tutte le sue responsabilità e vuole andare in vacanza. Quando getta la sua corona e questa atterra su un porcellino, Molang e Piu Piu hanno un'idea."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 23:40:00",
      "end_time": "2026-02-13 23:45:00",
      "episode_number": "S5 E18",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono stati scelti dalla tribù per andare a cercare una piramide nella giungla. Quello che non sanno è che è ben custodita da un serpente piumato."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 23:45:00",
      "end_time": "2026-02-13 23:50:00",
      "episode_number": "S5 E19",
      "show_category": "",
      "show_description": "Mentre Molang e Piu Piu stanno preparando una pozione per curare le punture di zanzara del re, scoprono una pianta adorabile ma…carnivora."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 23:50:00",
      "end_time": "2026-02-13 23:55:00",
      "episode_number": "S5 E20",
      "show_category": "",
      "show_description": "Come ricompensa per la loro generosità, un mago offre a Molang e Piu Piu un'oca che, quando è felice, depone  uova di cioccolato."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/today/molang.webp",
      "start_time": "2026-02-13 23:55:00",
      "end_time": "2026-02-14 00:00:00",
      "episode_number": "S5 E21",
      "show_category": "",
      "show_description": "Dopo un combattimento a suon di noci di cocco, Molang e Piu Piu sono bloccati su due isole diverse. Riusciranno a riunirsi."
    }
  ]
}