{
  "channel_name": "RaiYoyo",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646900425146_Schermata%202022-03-10%20alle%2009.20.58.jpg",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:00:00",
      "episode_number": "S5 E21",
      "show_category": "",
      "show_description": "Dopo un combattimento a suon di noci di cocco, Molang e Piu Piu sono bloccati su due isole diverse. Riusciranno a riunirsi."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646907350674_Schermata%202022-03-10%20alle%2011.16.26.jpg",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:05:00",
      "episode_number": "S5 E22",
      "show_category": "",
      "show_description": "Durante un banchetto al castello Molang lascia cadere un fiore soporifero nella zuppa e tutti si addormentano lasciandolo con Piu Piu a divertirsi. Ma visto che i loro amici non si svegliano, Molang e Piu Piu cercano di rompere l'incantesimo."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760626560873_Screenshot%205715.png",
      "start_time": "2026-02-14 00:05:00",
      "end_time": "2026-02-14 00:15:00",
      "episode_number": "S7 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Shaun scopre che Bitzer possiede una serie di fischietti in grado di far muovere il gregge a comando decide di rubarglieli per far ballare le pecore. Il fattore poi scambierà i fischietti per la sua armonica a bocca generando così un bel caos per tutta la fattoria. Quando Shaun scopre che Bitzer possiede una serie di fischietti in grado di far muovere il gregge a comando decide di rubarglieli per far ballare le pecore. Il fattore poi scambierà i fischietti per la sua armonica a bocca generando così un bel caos per tutta la fattoria."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760626622417_Screenshot%205716.png",
      "start_time": "2026-02-14 00:15:00",
      "end_time": "2026-02-14 00:20:00",
      "episode_number": "S7 E10",
      "show_category": "Cartoni Animati",
      "show_description": "I lavori di ristrutturazione costringono Bitzer e il gregge ad accamparsi fuori per la notte. All'inizio le pecore sono felici di fare glamping, ma con il peggiorare del tempo e lo scaricarsi delle batterie, l'entusiasmo si trasforma rapidamente in preoccupazione. I lavori di ristrutturazione costringono Bitzer e il gregge ad accamparsi fuori per la notte. All'inizio le pecore sono felici di  fare glamping, ma con il peggiorare del tempo e  lo scaricarsi delle batterie, l'entusiasmo si trasforma rapidamente in preoccupazione."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760626689932_Screenshot%205717.png",
      "start_time": "2026-02-14 00:20:00",
      "end_time": "2026-02-14 00:25:00",
      "episode_number": "S7 E11",
      "show_category": "",
      "show_description": "Il fattore e Bitzer sono usciti per un appuntamento di gala così Shaun e le pecore ne approfittano per divertirsi in casa giocando con tutti gli elettrodomestici disponibili. Un improvviso black out farà piombare la fattoria nel buio e nel caos."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760626837182_Screenshot%205718.png",
      "start_time": "2026-02-14 00:25:00",
      "end_time": "2026-02-14 00:35:00",
      "episode_number": "S7 E12",
      "show_category": "",
      "show_description": "Il fattore è rimasto bloccato con il suo trattore in un pantano e così Shaun, Bitzer e le pecore entrano in azione per aiutarlo ma l'intervento di soccorso si rivela più difficile del previsto."
    },
    {
      "show_name": "La Melevisione",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770209984907_1569862789163_2048x1152.jpg",
      "start_time": "2026-02-14 00:35:00",
      "end_time": "2026-02-14 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il mondo incantato della Melevisione. Il mondo incantato della Melevisione."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 01:00:00",
      "end_time": "2026-02-14 01:10:00",
      "episode_number": "S5 E47",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 01:10:00",
      "end_time": "2026-02-14 01:25:00",
      "episode_number": "S5 E48",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 01:25:00",
      "end_time": "2026-02-14 01:35:00",
      "episode_number": "S5 E49",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617972157572_Schermata%202021-04-09%20alle%2014.jpeg",
      "start_time": "2026-02-14 01:35:00",
      "end_time": "2026-02-14 01:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "La famiglia parte per le vacanze in montagna, e Barbaforte e Barbottina entrano in competizione per stabilire chi dei due è il vero campione nelle discese sulla neve. Entrambi hanno paura della discesa più grande e pericolosa, ma continuano a sfidarsi e a cercare di primeggiare l'uno sull'altra. Alla fine, Barbapapà interviene e li dichiara entambi campioni a pari merito. La famiglia parte per le vacanze in montagna, e Barbaforte e Barbottina entrano in competizione per stabilire chi dei due è il vero campione nelle discese sulla neve. Entrambi hanno paura della discesa più grande e pericolosa, ma continuano a sfidarsi e a cercare di primeggiare l'uno sull'altra. Alla fine, Barbapapà interviene e li dichiara entambi campioni a pari merito."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617972995958_Schermata%202021-04-09%20alle%2015.jpeg",
      "start_time": "2026-02-14 01:45:00",
      "end_time": "2026-02-14 02:00:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Il robot pulitore costruito da Barbabravo dimostra una passione per il calcio, e così i barbabebè organizzano una partita. Il robot, Rob 321, è molto competitivo e a un certo punto impara a parlare. Vuole che lo si chiami Roy, e accusa i barbabebè di essere dei dilettanti. Barbaforte si offende tantissimo e decide di dimostrare a Roy che non ha ragione, organizzando una nuova partita, che alla fine i barbabebè riescono a vincere. Il robot pulitore costruito da Barbabravo dimostra una passione per il calcio, e così i barbabebè organizzano una partita. Il robot, Rob 321, è molto competitivo e a un certo punto impara a parlare. Vuole che lo si chiami Roy, e accusa i barbabebè di essere dei dilettanti. Barbaforte si offende tantissimo e decide di dimostrare a Roy che non ha ragione, organizzando una nuova partita, che alla fine i barbabebè riescono a vincere."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1621001086795_Schermata%202021-05-14%20alle%2016.05.25.jpg",
      "start_time": "2026-02-14 02:00:00",
      "end_time": "2026-02-14 02:10:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la loro casa viene distrutta, ciascun Barbabebè inizia a immaginare quanto sarebbe bella la vita in una casa diversa. Barbamamma insegnerà loro che, anche se \"l'erba del vicino è sempre più verde\", bisogna apprezzare ciò che si ha. Quando la loro casa viene distrutta, ciascun Barbabebè inizia a immaginare quanto sarebbe bella la vita in una casa diversa. Barbamamma insegnerà loro che, anche se \\\"l'erba del vicino è sempre più verde\\."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777238608_Screenshot%202116.jpg",
      "start_time": "2026-02-14 02:10:00",
      "end_time": "2026-02-14 02:20:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Lucy non è assolutamente capace di restare ferma e perde continuamente a \"un due tre stella\" coi suoi amici. Quando Harry invita Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione. Lucy non è assolutamente capace di restare ferma e perde continuamente a \\\"un due tre stella\\\" coi suoi amici. Quando Harry invita  Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777252659_Screenshot%202117.jpg",
      "start_time": "2026-02-14 02:20:00",
      "end_time": "2026-02-14 02:30:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro. Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777311679_Screenshot%202118.jpg",
      "start_time": "2026-02-14 02:30:00",
      "end_time": "2026-02-14 02:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Durante una gara di slittini, Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca. Durante una gara di slittini,  Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398661121_BDG_217_Still_0005.png",
      "start_time": "2026-02-14 02:45:00",
      "end_time": "2026-02-14 03:00:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Per il compleanno di Berry, Scouty decide di farle un regalo, ma non avendo idee, va a frugare nel baule di Woody, dove trova una bellissima barchetta blu che poi decide di scambiare con Biva per una scatola di legno a forma di cuore. Biva presta la barchetta a Marti, che va a giocarci lungo il fiume. Woody si accorge di non avere più la barchetta, ed è un vero disastro, perché la barchetta era il suo regalo per Berry. Rosie si mette quindi sulle tracce di Scouty e scopre cosa aveva combinato. Per il compleanno di Berry, Scouty decide di farle un regalo, ma non avendo idee, va a frugare nel baule di Woody, dove trova una bellissima barchetta blu che poi decide di scambiare con Biva per una scatola di legno a forma di cuore. Biva presta la barchetta a Marti, che va a giocarci lungo il fiume. Woody si accorge di non avere più la barchetta, ed è un vero disastro, perché la barchetta era il suo regalo per Berry. Rosie si mette quindi sulle tracce di Scouty e scopre cosa aveva combinato."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398719648_BDG_218_Still_0004.png",
      "start_time": "2026-02-14 03:00:00",
      "end_time": "2026-02-14 03:10:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Per la festa della nonna, i bambini portano a nonna volpe un grande mazzo di fiori bianchi. Ma la nonna si rende conto che il bouquet è fatto con i fiori di fragola. Così decide di portare i bambini a fare una passeggiata per studiare la natura e spiega come raccogliere i fiori della fragola impedisce alle fragole di crescere! Quando si rendono conto del loro errore, Rosie, Woody e Scouty decidono di fare del loro meglio per risolvere il problema. Per la festa della nonna, i bambini portano a nonna volpe un grande mazzo di fiori bianchi. Ma la nonna si rende conto che il bouquet è fatto con i fiori di fragola. Così decide di portare i bambini a fare una passeggiata per studiare la natura e spiega come raccogliere i fiori della fragola impedisce alle fragole di crescere! Quando si rendono conto del loro errore, Rosie, Woody e Scouty decidono di fare del loro meglio per risolvere il problema."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398786296_BDG_219_Still_0003.png",
      "start_time": "2026-02-14 03:10:00",
      "end_time": "2026-02-14 03:20:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie è andata a trovare la sua migliore amica Biva, ma la trova seduta malinconicamente accanto a a una vecchia bacinella arrugginita. La bacinella era la culla del piccolo castoro, ma ora che è cresciuta, Biva non può più dormirci dentro. La bacinella occupa troppo spazio nella tana dei castori e Casimir le ha chiesto di eliminarlo. Ma Biva non ci riesce, quella bacinella è il suo tesoro! Presto, occorre trovarle un nuovo uso e darle una nuova vita. Rosie è andata a trovare la sua migliore amica Biva, ma la trova seduta malinconicamente accanto a a una vecchia bacinella arrugginita. La bacinella era la culla del piccolo castoro, ma ora che è cresciuta, Biva non può più dormirci dentro. La bacinella occupa troppo spazio nella tana dei castori e Casimir le ha chiesto di eliminarlo. Ma Biva non ci riesce, quella bacinella è il suo tesoro! Presto, occorre trovarle un nuovo uso e darle una nuova vita!"
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646909511445_Schermata%202022-03-10%20alle%2011.55.37.jpg",
      "start_time": "2026-02-14 03:20:00",
      "end_time": "2026-02-14 03:25:00",
      "episode_number": "S5 E33",
      "show_category": "",
      "show_description": "Molang e Piu Piu  aiutano un moschettiere in una missione pericolosa. Ma quando il coraggioso moschettiere perde gli occhiali tocca a Molang e Piu Piu proteggerlo."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646909810848_Schermata%202022-03-10%20alle%2011.57.26.jpg",
      "start_time": "2026-02-14 03:25:00",
      "end_time": "2026-02-14 03:30:00",
      "episode_number": "S5 E34",
      "show_category": "",
      "show_description": "Piu Piu e Molang, desiderosi di indossare delle magnifiche uniformi, compilano la domanda per entrare a far parte della guardia reale di Buckingham Palace. Ma i due amici ignorano la regola fondamentale della guardia reale: rimanere impassibili qualunque cosa accada."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646909917486_Schermata%202022-03-10%20alle%2012.00.08.jpg",
      "start_time": "2026-02-14 03:30:00",
      "end_time": "2026-02-14 03:35:00",
      "episode_number": "S5 E35",
      "show_category": "",
      "show_description": "Nel Medioevo, Merlino con la sua bacchetta magica corre in aiuto di tutti coloro che ne hanno bisogno ma Molang e Piu Piu cercano di fargli capire che si trova soddisfazione anche nel fare le cose da soli."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/05/1649159690734_Screenshot%2026.jpg",
      "start_time": "2026-02-14 03:35:00",
      "end_time": "2026-02-14 03:40:00",
      "episode_number": "S5 E36",
      "show_category": "",
      "show_description": "Nel Medioevo, Molang e Piu Piu guardano il re correre dietro a un piccolo ragno: inciampa, cade in un pentolone magico e si trasforma in... un ragno."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/05/1649159855604_Screenshot%2027.jpg",
      "start_time": "2026-02-14 03:40:00",
      "end_time": "2026-02-14 03:45:00",
      "episode_number": "S5 E37",
      "show_category": "",
      "show_description": "Molang e Piu Piu si trovano a bordo di una nave fantasma. Il capitano è vittima di una maledizione un incantesimo e per porvi fine Molang e Piu Piu devono insegnargli a nuotare."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646910082082_Schermata%202022-03-10%20alle%2012.02.05.jpg",
      "start_time": "2026-02-14 03:45:00",
      "end_time": "2026-02-14 03:50:00",
      "episode_number": "S5 E38",
      "show_category": "",
      "show_description": "Nel deserto, Molang e Piu Piu trovano una lampada magica: esaudirà i loro desideri, ma provocherà anche qualche danno."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 03:50:00",
      "end_time": "2026-02-14 04:05:00",
      "episode_number": "S5 E47",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 04:05:00",
      "end_time": "2026-02-14 04:15:00",
      "episode_number": "S5 E48",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569865708522_2048x1152.jpg",
      "start_time": "2026-02-14 04:15:00",
      "end_time": "2026-02-14 04:30:00",
      "episode_number": "S5 E49",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777238608_Screenshot%202116.jpg",
      "start_time": "2026-02-14 04:30:00",
      "end_time": "2026-02-14 04:35:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Lucy non è assolutamente capace di restare ferma e perde continuamente a \"un due tre stella\" coi suoi amici. Quando Harry invita Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione. Lucy non è assolutamente capace di restare ferma e perde continuamente a \\\"un due tre stella\\\" coi suoi amici. Quando Harry invita  Edmondo e Lucy a vedere la danza nuziale degli svassi maggiori, Lucy si autoesclude per paura di allarmare i timidi uccelli con la sua goffaggine. Ma Gufo Giò interviene suggerendole l'arte della discrezione..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777252659_Screenshot%202117.jpg",
      "start_time": "2026-02-14 04:35:00",
      "end_time": "2026-02-14 04:50:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro. Ortensia e Polka vengono ospitate al castagno poiché la loro casa è invasa dalle formiche. Ma le topine portano scompiglio con le loro critiche e la mania di mettere tutto in ordine. Edmondo e Lucy capiscono che per ritrovare la tranquillità bisogna scoprire come attirare fuori le formiche e consentire a Ortensia e Polka di rientrare a casa loro..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777311679_Screenshot%202118.jpg",
      "start_time": "2026-02-14 04:50:00",
      "end_time": "2026-02-14 05:00:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Durante una gara di slittini, Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca. Durante una gara di slittini,  Edmondo smarrisce il suo pompon preferito in mezzo alla neve. È uno dei pochi ricordi che gli restano di sua madre, perciò Harry, Lucy e Mitzi decidono di aiutarlo nella ricerca."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708518606864_17%20IN_FORMA1.jpg",
      "start_time": "2026-02-14 05:00:00",
      "end_time": "2026-02-14 05:10:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Panda è stufo della pigrizia dei Ronfi, e cerca di spingerli a fare un po' di moto. Nonostante i suoi sforzi, però, non può far altro che constatare che i Ronfi sono pessimi atleti. Per Lupo invece, quelle attività sportive all'aria aperta potrebbero essere una buona occasione. Panda è stufo della pigrizia dei Ronfi, e cerca di spingerli a fare un po' di moto. Nonostante i suoi sforzi, però, non può far altro che constatare che i Ronfi sono pessimi atleti. Per Lupo invece, quelle attività sportive all'aria aperta potrebbero essere una buona occasione..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708518620697_18%20BABYSITTING1.jpg",
      "start_time": "2026-02-14 05:10:00",
      "end_time": "2026-02-14 05:15:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "I Ronfi trovano un cucciolo di castoro sperduto nel bosco e decidono di occuparsene, ma nonostante le buone intenzioni si rivelano subito pessimi babysitter. Per di più, Lupo sembra ingolosito da quel tenero, piccolo castoro. I Ronfi trovano un cucciolo di castoro sperduto nel bosco e decidono di occuparsene, ma nonostante le buone intenzioni si rivelano subito pessimi babysitter. Per di più, Lupo sembra ingolosito da quel tenero, piccolo castoro..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708518916357_19%20GOGONG1.jpg",
      "start_time": "2026-02-14 05:15:00",
      "end_time": "2026-02-14 05:25:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Panda tormenta i Ronfi con le sue lezioni di Tai-Chi. Due Ronfi e una Ronfetta, stufi del suo atteggiamento dispotico, decidono di nascondere il gong che Panda usa per svegliarli. Appena si accorge della scomparsa del gong, Panda si lancia alla ricerca dello strumento. Panda tormenta i Ronfi con le sue lezioni di Tai-Chi. Due Ronfi e una Ronfetta, stufi del suo atteggiamento dispotico, decidono di nascondere il gong che Panda usa per svegliarli. Appena si accorge della scomparsa del gong, Panda si lancia alla ricerca dello strumento..."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617972157572_Schermata%202021-04-09%20alle%2014.jpeg",
      "start_time": "2026-02-14 05:25:00",
      "end_time": "2026-02-14 05:35:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "La famiglia parte per le vacanze in montagna, e Barbaforte e Barbottina entrano in competizione per stabilire chi dei due è il vero campione nelle discese sulla neve. Entrambi hanno paura della discesa più grande e pericolosa, ma continuano a sfidarsi e a cercare di primeggiare l'uno sull'altra. Alla fine, Barbapapà interviene e li dichiara entambi campioni a pari merito. La famiglia parte per le vacanze in montagna, e Barbaforte e Barbottina entrano in competizione per stabilire chi dei due è il vero campione nelle discese sulla neve. Entrambi hanno paura della discesa più grande e pericolosa, ma continuano a sfidarsi e a cercare di primeggiare l'uno sull'altra. Alla fine, Barbapapà interviene e li dichiara entambi campioni a pari merito."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617972995958_Schermata%202021-04-09%20alle%2015.jpeg",
      "start_time": "2026-02-14 05:35:00",
      "end_time": "2026-02-14 05:45:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Il robot pulitore costruito da Barbabravo dimostra una passione per il calcio, e così i barbabebè organizzano una partita. Il robot, Rob 321, è molto competitivo e a un certo punto impara a parlare. Vuole che lo si chiami Roy, e accusa i barbabebè di essere dei dilettanti. Barbaforte si offende tantissimo e decide di dimostrare a Roy che non ha ragione, organizzando una nuova partita, che alla fine i barbabebè riescono a vincere. Il robot pulitore costruito da Barbabravo dimostra una passione per il calcio, e così i barbabebè organizzano una partita. Il robot, Rob 321, è molto competitivo e a un certo punto impara a parlare. Vuole che lo si chiami Roy, e accusa i barbabebè di essere dei dilettanti. Barbaforte si offende tantissimo e decide di dimostrare a Roy che non ha ragione, organizzando una nuova partita, che alla fine i barbabebè riescono a vincere."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1621001086795_Schermata%202021-05-14%20alle%2016.05.25.jpg",
      "start_time": "2026-02-14 05:45:00",
      "end_time": "2026-02-14 06:00:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la loro casa viene distrutta, ciascun Barbabebè inizia a immaginare quanto sarebbe bella la vita in una casa diversa. Barbamamma insegnerà loro che, anche se \"l'erba del vicino è sempre più verde\", bisogna apprezzare ciò che si ha. Quando la loro casa viene distrutta, ciascun Barbabebè inizia a immaginare quanto sarebbe bella la vita in una casa diversa. Barbamamma insegnerà loro che, anche se \\\"l'erba del vicino è sempre più verde\\."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/18/1674071357859_Screenshot%201799.jpg",
      "start_time": "2026-02-14 06:00:00",
      "end_time": "2026-02-14 06:10:00",
      "episode_number": "S2 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Stella è in crisi creativa perché ha perso le bacchette da sushi che voleva regalare a Sushi-chef per la festa della fioritura dei ciliegi. Poppy intanto trova le bacchette magiche di Ginger, che però sono permalose. Stella è in crisi creativa perché ha perso le bacchette da sushi che voleva regalare a Sushi-chef per la festa della fioritura dei ciliegi. Poppy intanto trova le bacchette magiche di Ginger, che però sono permalose."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/18/1674071438127_Screenshot%201800.jpg",
      "start_time": "2026-02-14 06:10:00",
      "end_time": "2026-02-14 06:20:00",
      "episode_number": "S2 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Sun vuole fare bella figura con Couscous-chef, preparando per il suo arrivo un piatto natalizio con tante spezie. Copperpot rapisce Cannella, l'elegante cammella della chef, e con una pozione, la dota di voce umana. Sun vuole fare bella figura con Couscous-chef, preparando per il suo arrivo un piatto natalizio con tante spezie. Copperpot rapisce Cannella, l'elegante cammella della chef, e con una pozione, la dota di voce umana."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/19/1674124966769_Screenshot%201801.jpg",
      "start_time": "2026-02-14 06:20:00",
      "end_time": "2026-02-14 06:30:00",
      "episode_number": "S2 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Ring perde il suo orsacchiotto preferito, ma si vergogna a chiedere aiuto ai suoi amici per ritrovarlo. Intanto Poppy costruisce un trampolino da neve per arrivare più facilmente al villaggio e rubare il libro magico. Ring perde il suo orsacchiotto preferito, ma si vergogna a chiedere aiuto ai suoi amici per ritrovarlo. Intanto Poppy costruisce un trampolino da neve per arrivare più facilmente al villaggio e rubare il libro magico."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2021/02/24/1614168669340_pimpa_25.jpg",
      "start_time": "2026-02-14 06:30:00",
      "end_time": "2026-02-14 06:35:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi Armando ha portato la sua cagnetta Pimpa in spiaggia, ma non può giocare con lei perché sta leggendo. Pimpa quindi inizia a giocare con i granchi, i gamberi e gli altri abitanti della spiaggia, prendendo anche un po' di sole. Oggi Armando ha portato la sua cagnetta Pimpa in spiaggia, ma non può giocare con lei perché sta leggendo. Pimpa quindi inizia a giocare con i granchi, i gamberi e gli altri abitanti della spiaggia, prendendo anche un po' di sole."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2016/08/30/1472567498578_pimpa_26.jpg",
      "start_time": "2026-02-14 06:35:00",
      "end_time": "2026-02-14 06:45:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile. La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/02/1538465786757_pimpa.jpg",
      "start_time": "2026-02-14 06:45:00",
      "end_time": "2026-02-14 06:50:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivata la primavera ed è finito l'inverno, quindi la Pimpa si sveglia di buon umore e va in giardino per far fare un po' di moto agli alberi, che dovranno iniziare a produrre le mele. È arrivata la primavera ed è finito l'inverno, quindi la Pimpa si sveglia di buon umore e va in giardino per far fare un po' di moto agli alberi, che dovranno iniziare a produrre le mele."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/02/1538466783976_pimpa2.jpg",
      "start_time": "2026-02-14 06:50:00",
      "end_time": "2026-02-14 06:55:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa, con il monopattino di Armando, va a fare una passeggiata e per la strada incontra i pulcini che le chiedono di aiutarli a salvare mamma gallina caduta nel fiume. Pimpa li fa montare sul monopattino e tutti insieme riescono a salvare la gallina. Pimpa, con il monopattino di Armando, va a fare una passeggiata e per la strada incontra i pulcini che le chiedono di aiutarli a salvare mamma gallina caduta nel fiume. Pimpa li fa montare sul monopattino e tutti insieme riescono a salvare la gallina."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/02/1538466999815_pimpa3.jpg",
      "start_time": "2026-02-14 06:55:00",
      "end_time": "2026-02-14 07:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa oggi ha deciso di svegliarsi molto presto perché oramai sta arrivando l'autunno e ha intenzione di salutare le rondini. Il problema è che una piccola rondine è rimasta a terra e avrà bisogno dell'aiuto della Pimpa per conoscere la strada per l'Africa e migrare assieme a tutto il suo stormo. La Pimpa oggi ha deciso di svegliarsi molto presto perché oramai sta arrivando l'autunno e ha intenzione di salutare le rondini. Il problema è che una piccola rondine è rimasta a terra e avrà bisogno dell'aiuto della Pimpa per conoscere la strada per l'Africa e migrare assieme a tutto il suo stormo."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/02/1538467182539_pimpa4.jpg",
      "start_time": "2026-02-14 07:00:00",
      "end_time": "2026-02-14 07:05:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, più volte sgridata da Armando, decide di costruire nel giardino una piccola casa dove possa vivere da sola. Trascorsa un'intensa giornata di lavoro, Pimpa inaugura la sua nuova abitazione ma, all' improvviso, scopre di non aver costruito la cucina e il bagno e chiede aiuto ad Armando. La Pimpa, più volte sgridata da Armando, decide di costruire nel giardino una piccola casa dove possa vivere da sola. Trascorsa un'intensa giornata di lavoro, Pimpa inaugura la sua nuova abitazione ma, all' improvviso, scopre di non aver costruito la cucina e il bagno e chiede aiuto ad Armando."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671734282213_Bluey_S2E17_2048x1152.jpg",
      "start_time": "2026-02-14 07:05:00",
      "end_time": "2026-02-14 07:10:00",
      "episode_number": "S2 E17",
      "show_category": "",
      "show_description": "Bluey e Bingo vogliono che la mamma e il papà abbiano un appuntamento romantico e quindi creano un ristorante elegante e li invitano a una romantica cena fuori."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671734455873_Bluey_S2E18_2048x1152.jpg",
      "start_time": "2026-02-14 07:10:00",
      "end_time": "2026-02-14 07:15:00",
      "episode_number": "S2 E18",
      "show_category": "",
      "show_description": "Gli Heeler fanno una camminata nel tardo pomeriggio, ma Bingo decide che è troppo stanca per camminare e ha bisogno di essere portata a cavalluccio."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671734668054_Bluey_S2E19_2048x1152.jpg",
      "start_time": "2026-02-14 07:15:00",
      "end_time": "2026-02-14 07:25:00",
      "episode_number": "S2 E19",
      "show_category": "",
      "show_description": "Bingo è triste perché ha rovesciato la colazione a letto di sua madre per il giorno della festa della mamma e Bluey trova un modo per risollevarle il morale: fare uno spettacolo."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671734902792_Bluey_S2E20_2048x1152.jpg",
      "start_time": "2026-02-14 07:25:00",
      "end_time": "2026-02-14 07:30:00",
      "episode_number": "S2 E20",
      "show_category": "",
      "show_description": "Le ragazze vogliono fare un gioco con i granchi del solletico e il papà deve imparare a sopportare il dolore. Alla fine viene salvato da un amichevole gabbiano."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/15/1728987665562_ME_113_8164_HIGH.jpg",
      "start_time": "2026-02-14 07:30:00",
      "end_time": "2026-02-14 07:40:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Una leggenda narra che, dopo molti viaggi, una rana tornò nella palude e trovò un tesoro. I Minieroi vogliono scoprire di che cosa si tratta. Una leggenda narra che, dopo molti viaggi, una rana tornò nella palude e trovò un tesoro. I Minieroi vogliono scoprire di che cosa si tratta."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/15/1728987713711_ME_114_2521_HIGH.jpg",
      "start_time": "2026-02-14 07:40:00",
      "end_time": "2026-02-14 07:45:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Quando l'aquilone di Emilio, con a bordo MiniMini, si impiglia sulla chioma di un albero, i Minieroi devono inventarsi un modo per salvarlo. Quando l'aquilone di Emilio, con a bordo MiniMini, si impiglia sulla chioma di un albero, i Minieroi devono inventarsi un modo per salvarlo."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/15/1728987759501_ME_115_1337_HIGH.jpg",
      "start_time": "2026-02-14 07:45:00",
      "end_time": "2026-02-14 07:50:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Giada vuole dipingere qualcosa di speciale per sua madre, ma non riesce a trovare nulla di adatto. Alla fine, capisce che il soggetto perfetto sono i suoi amici Minieroi. Giada vuole dipingere qualcosa di speciale per sua madre, ma non riesce a trovare nulla di adatto. Alla fine, capisce che il soggetto perfetto sono i suoi amici Minieroi!"
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/15/1728987792825_ME_116_845_HIGH.jpg",
      "start_time": "2026-02-14 07:50:00",
      "end_time": "2026-02-14 08:00:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi organizzano uno spettacolo teatrale, ma Emilio ha una terribile ansia da palcoscenico. I suoi amici lo aiutano a superare la paura giusto in tempo per salire sul palco. I Minieroi organizzano uno spettacolo teatrale, ma Emilio ha una terribile ansia da palcoscenico. I suoi amici lo aiutano a superare la paura giusto in tempo per salire sul palco."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678131156467_Screenshot%202150.jpg",
      "start_time": "2026-02-14 08:00:00",
      "end_time": "2026-02-14 08:05:00",
      "episode_number": "S5 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Arrivano 3 scimmiette con un gioco da fiera che imbrogliano Masha e Orso per non far vincere il premio in palio: una bellissima bicicletta rosa. Arrivano 3 scimmiette con un gioco da fiera che imbrogliano Masha e Orso per non far vincere il premio in palio: una bellissima bicicletta rosa."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678131539800_Screenshot%202153.jpg",
      "start_time": "2026-02-14 08:05:00",
      "end_time": "2026-02-14 08:15:00",
      "episode_number": "S5 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Orsa va in vacanza e lascia la sua pianta carnivora a Masha e Orso. Sapranno prendersene cura come si deve. Orsa va in vacanza e lascia la sua pianta carnivora a Masha e Orso. Sapranno prendersene cura come si deve."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/09/1678377500108_Screenshot%202167.jpg",
      "start_time": "2026-02-14 08:15:00",
      "end_time": "2026-02-14 08:20:00",
      "episode_number": "S5 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Masha gioca insieme ai suoi amici, ma vuole essere sempre lei a decidere per tutti. Masha gioca insieme ai suoi amici, ma vuole essere sempre lei a decidere per tutti."
    },
    {
      "show_name": "I Racconti di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/12/1481539790632_masha16.jpg",
      "start_time": "2026-02-14 08:20:00",
      "end_time": "2026-02-14 08:30:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Masha racconta la storia di una ragazza che viveva in un Regno molto lontano. Il suo sogno era andare un giorno al ballo del palazzo."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/06/1707242191819_207%20a.jpg",
      "start_time": "2026-02-14 08:30:00",
      "end_time": "2026-02-14 08:40:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "La maestra Valentina lascerà la scuola di Leo e questo lo farà molto soffrire. Ci penserà Babù a far tornare il sereno nel suo cuore. Questa volta lo porterà nel mondo delle persone sconosciute dove troverà tanti amici nuovi e divertenti. La maestra Valentina lascerà la scuola di Leo e questo lo farà molto soffrire. Ci penserà Babù a far tornare il sereno nel suo cuore. Questa volta lo porterà nel mondo delle persone sconosciute dove troverà tanti amici nuovi e divertenti."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/06/1707242280774_Kvisual2.jpg",
      "start_time": "2026-02-14 08:40:00",
      "end_time": "2026-02-14 08:55:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi per Leo sarà un giorno davvero speciale: andrà in gita al museo. Ma lui ha paura delle cose nuove! A Leo piacciono le gite. Ma non gli piace affrontare esperienze che non conosce... Gli si agita sempre la pancia. Meno male che Babù lo porterà in un museo molto speciale. Oggi per Leo sarà un giorno davvero speciale: andrà in gita al museo. Ma lui ha paura delle cose nuove! A Leo piacciono le gite. Ma non gli piace affrontare esperienze che non conosce... Gli si agita sempre la pancia. Meno male che Babù lo porterà in un museo molto speciale!"
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777419294_Screenshot%202119.jpg",
      "start_time": "2026-02-14 08:55:00",
      "end_time": "2026-02-14 09:05:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy non sopportano l'inverno, tutto ciò che li circonda sembra sempre uguale, freddo e noioso… Ma Gufo Giò li sfida in una caccia al tesoro tutt'altro che noiosa e in ogni tappa i piccoli scopriranno che la natura d'Inverno è tutt'altro che monotona e alcune meraviglie sono persino esclusive di quella stagione così fredda e bianca. Edmondo e Lucy non sopportano l'inverno, tutto ciò che li circonda sembra sempre uguale, freddo e noioso… Ma Gufo Giò li sfida in una caccia al tesoro tutt'altro che noiosa e in ogni tappa i piccoli scopriranno che la natura d'Inverno è tutt'altro che monotona e alcune meraviglie sono persino esclusive di quella stagione così fredda e bianca..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777565155_Screenshot%202120.jpg",
      "start_time": "2026-02-14 09:05:00",
      "end_time": "2026-02-14 09:15:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo, Lucy e Mitzi si annoiano. Gufo Giò, per intrattenerli, dà loro i suoi \"sassi delle storie\", sassolini sulle cui facce sono disegnati personaggi, luoghi e oggetti, e che servono ad accendere la fantasia e a inventare racconti. I cuccioli dovranno creare una storia apposta per lui entro la fine della giornata. Edmondo, Lucy e Mitzi si annoiano. Gufo Giò, per intrattenerli, dà loro i suoi \\\"sassi delle storie\\."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677777922334_Screenshot%202125.jpg",
      "start_time": "2026-02-14 09:15:00",
      "end_time": "2026-02-14 09:30:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Mima legge una delle sue storie a Edmondo, Lucy e Mitzi, l'attenzione dei cuccioli si focalizza sull'animale fantasioso Cervopiumato, a tal punto che Mitzi, innocentemente, desidera incontrarlo davvero. A Edmondo viene una brillante idea: mascherarsi da Cervopiumato per realizzare il sogno di Mitzi. Mentre Mima legge una delle sue storie a Edmondo, Lucy e Mitzi, l'attenzione dei cuccioli si focalizza sull'animale fantasioso Cervopiumato, a tal punto che Mitzi, innocentemente, desidera incontrarlo davvero. A Edmondo viene una brillante idea: mascherarsi da Cervopiumato per realizzare il sogno di Mitzi..."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398876992_BDG_220_Still_0014.png",
      "start_time": "2026-02-14 09:30:00",
      "end_time": "2026-02-14 09:40:00",
      "episode_number": "S2 E20",
      "show_category": "Cartoni Animati",
      "show_description": "I ragazzi stanno giocando al gioco dell'oca, e Scouty si innervosisce per-ché Berry li sta disturbando, le racconta quindi che se non la smette di dargli fastidio, il folletto dei boschi verrà a prenderla. Berry si mette molta paura, e non riuscirà più a giocare serenamente. Rosie e Woody allora costruiranno uno spaventapasseri per scacciare l'elfo dei boschi e aiutare Berry a riacquisire sicurezza. I ragazzi stanno giocando al gioco dell'oca, e Scouty si innervosisce per-ché Berry li sta disturbando, le racconta quindi che se non la smette di dargli fastidio, il folletto dei boschi verrà a prenderla. Berry si mette molta paura, e non riuscirà più a giocare serenamente. Rosie e Woody allora costruiranno uno spaventapasseri per scacciare l'elfo dei boschi e aiutare Berry a riacquisire sicurezza."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398976107_BDG_221_Still_0010.png",
      "start_time": "2026-02-14 09:40:00",
      "end_time": "2026-02-14 09:50:00",
      "episode_number": "S2 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Pico ha trovato una medaglia, ma i gatti gliela rubano. Per riaverla, Rosie decide di sfidare i ladri a una corsa! Ma quando Pico decide che a correre sarà lui, Scouty cerca di aiutarlo imbrogliando. Purtroppo, niente va come previsto, e a causa dell'imbroglio, il giovane cinghiale si perde. I suoi amici vanno a cercarlo e alla fine Pico è così furbo da riuscire a riavere indietro la medaglia. Pico ha trovato una medaglia, ma i gatti gliela rubano. Per riaverla, Rosie decide di sfidare i ladri a una corsa! Ma quando Pico decide che a correre sarà lui, Scouty cerca di aiutarlo imbrogliando. Purtroppo, niente va come previsto, e a causa dell'imbroglio, il giovane cinghiale si perde. I suoi amici vanno a cercarlo e alla fine Pico è così furbo da riuscire a riavere indietro la medaglia."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742399053500_BDG_222_Still_0006.png",
      "start_time": "2026-02-14 09:50:00",
      "end_time": "2026-02-14 10:05:00",
      "episode_number": "S2 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Margaret è felice e orgogliosa di mostrare a tutta la sua famiglia il vaso di argilla, che ha appena finito. Saggiamente fa promettere ai bambini di non toccarlo, di lasciarlo asciugare. Tutti sono d'accordo e vanno a prendere dell'acqua e dei fiori per riempire il vaso. Quando tornano, Rosie, Scouty e Woody trovano il vaso rotto! Rosie accusa Woody: è l'unico che è tornato alla tana quando sono usciti. Woody dice di essere innocente ma Rosie e Scouty non gli credono. Margaret è felice e orgogliosa di mostrare a tutta la sua famiglia il vaso di argilla, che ha appena finito. Saggiamente fa promettere ai bambini di non toccarlo, di lasciarlo asciugare. Tutti sono d'accordo e vanno a prendere dell'acqua e dei fiori per riempire il vaso. Quando tornano, Rosie, Scouty e Woody trovano il vaso rotto! Rosie accusa Woody: è l'unico che è tornato alla tana quando sono usciti. Woody dice di essere innocente ma Rosie e Scouty non gli credono."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765989787464_OlgaDaPolga_S01_Ep12_iPlayerStill_CBIM242K02.jpg",
      "start_time": "2026-02-14 10:05:00",
      "end_time": "2026-02-14 10:15:00",
      "episode_number": "S1 E12",
      "show_category": "Live Action",
      "show_description": "Olga prende parte a un servizio fotografico, e racconta ai suoi amici di essere diventata una vera modella. Ma la verità sarà un po' diversa da quella che lei racconta. Olga prende parte a un servizio fotografico, e racconta ai suoi amici di essere diventata una vera modella. Ma la verità sarà un po' diversa da quella che lei racconta..."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765989817259_OlgaDaPolga_S01_Ep13_iPlayerStill_CBIM243E02.jpg",
      "start_time": "2026-02-14 10:15:00",
      "end_time": "2026-02-14 10:25:00",
      "episode_number": "S1 E13",
      "show_category": "Live Action",
      "show_description": "La famiglia Paglia sta andando in vacanza! La signora Paglia rivela che Olga sarà portata in un luogo particolare. Si scopre che si tratta di una casa vacanze per porcellini d'India, con un pubblico entusiasta pronto ad ascoltare i fantastici racconti di Olga. La famiglia Paglia sta andando in vacanza! La signora Paglia rivela che Olga sarà portata in un luogo particolare. Si scopre che si tratta di una casa vacanze per porcellini d'India, con un pubblico entusiasta pronto ad ascoltare i fantastici racconti di Olga."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765989848770_OlgaDaPolga_S02_Ep14_EpStill_OlgaDaisy_CBIP306L-01.jpg",
      "start_time": "2026-02-14 10:25:00",
      "end_time": "2026-02-14 10:35:00",
      "episode_number": "S1 E14",
      "show_category": "Live Action",
      "show_description": "Olga racconta ai suoi amici che la nuova coinquilina è la celebrità internazionale Daisy La Squillante, ma poi verrà fuori che è una semplice trovatella che i Paglia hanno deciso di adottare per farle compagnia. Olga racconta ai suoi amici che la nuova coinquilina è la celebrità internazionale Daisy La Squillante, ma poi verrà fuori che è una semplice trovatella che i Paglia hanno deciso di adottare per farle compagnia!"
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/09/23/1632418206926_Schermata%202021-09-23%20alle%2019.44.42.jpg",
      "start_time": "2026-02-14 10:35:00",
      "end_time": "2026-02-14 10:50:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Barbaforte vorrebbe mangiare la torta preparata da Barbapapà ma questa viene rubata. Barbaforte sospetta di Barbabarba e finisce per andare alla sua esposizione di quadri che hanno tutti come soggetto i dolci. Barbabarba gli fa presente che Barbapapà sta preparando un'altra torta e Barbaforte scopre la vera colpevole dei furti di dolci, la cagnolina Lolita. Barbaforte vorrebbe mangiare la torta preparata da Barbapapà ma questa viene rubata. Barbaforte sospetta di Barbabarba e finisce per andare alla sua esposizione di quadri che hanno tutti come soggetto i dolci. Barbabarba gli fa presente che Barbapapà sta preparando un'altra torta e Barbaforte scopre la vera colpevole dei furti di dolci, la cagnolina Lolita."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/09/23/1632419164943_Schermata%202021-09-23%20alle%2019.47.21.jpg",
      "start_time": "2026-02-14 10:50:00",
      "end_time": "2026-02-14 11:00:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Barbalalla, Barbazoo e Barbaforte sentono degli strani rumori durante la notte e si convincono che siano dei mostri a produrli, in particolare una gallina cattiva gigante. I loro fratelli e sorelle li prendono in giro e dicono che i mostri non esistono, ma loro decidono di dimostrare l'esistenza della gallina facendo la ronda in giardino. Alla fine, Barbapapà spiega a tutti l'origine dei rumori, dicendo che si trattava semplicemente del vento. Barbalalla, Barbazoo e Barbaforte sentono degli strani rumori durante la notte e si convincono che siano dei mostri a produrli, in particolare una gallina cattiva gigante. I loro fratelli e sorelle li prendono in giro e dicono che i mostri non esistono, ma loro decidono di dimostrare l'esistenza della gallina facendo la ronda in giardino. Alla fine, Barbapapà spiega a tutti l'origine dei rumori, dicendo che si trattava semplicemente del vento."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716486606376_Screenshot%204553.png",
      "start_time": "2026-02-14 11:00:00",
      "end_time": "2026-02-14 11:10:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo che i fratelli Beavers convincono Kitty a fare una serie di attività al posto loro in modo che possano andare in spiaggia, Frido aiuta Kitty a imparare a dire \"no\", liberando la sua \"Frido interiore. Dopo che i fratelli Beavers convincono Kitty a fare una serie di attività al posto loro in modo che possano andare in spiaggia, Frido aiuta Kitty a imparare a dire \\\"no\\."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716486666956_Screenshot%204554.png",
      "start_time": "2026-02-14 11:10:00",
      "end_time": "2026-02-14 11:20:00",
      "episode_number": "S1 E47",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo anni passati a non riuscire a fare il frullato perfetto, Nori frustrato si rivolge a Kitty per chiedere aiuto. Lei costruisce a Nori un aiutante robot, ma i due chef entrano in competizione. Nori e Kitty devono sconfiggere l'aiutante robot in una gara di frullati... e il camion di Nori andrà al vincitore. Dopo anni passati a non riuscire a fare il frullato perfetto, Nori frustrato si rivolge a Kitty per chiedere aiuto. Lei costruisce a Nori un aiutante robot, ma i due chef entrano in competizione. Nori e Kitty devono sconfiggere l'aiutante robot in una gara di frullati... e il camion di Nori andrà al vincitore."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716486734534_Screenshot%204555.png",
      "start_time": "2026-02-14 11:20:00",
      "end_time": "2026-02-14 11:35:00",
      "episode_number": "S1 E48",
      "show_category": "Cartoni Animati",
      "show_description": "PI inizia a dedicarsi ad un nuovo hobby, lasciando Kitty a capo del Museo per il giorno. Quando viene consegnato uno strano artefatto, Kitty, troppo sicura di sé lo attiva. Ma il manufatto fa fare cose strane e Kitty deve chiedere l'intervento di PI. PI inizia a dedicarsi ad un nuovo hobby, lasciando Kitty a capo del Museo per il giorno. Quando viene consegnato uno strano artefatto, Kitty, troppo sicura di sé lo attiva. Ma il manufatto fa fare cose strane e Kitty deve chiedere l'intervento di PI!"
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811136619_Screenshot%204714.png",
      "start_time": "2026-02-14 11:35:00",
      "end_time": "2026-02-14 11:40:00",
      "episode_number": "S3 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Grande festa nel MagiRegno per la Giornata dell'opera più grande. Dopo la smisurata rosa coltivata da Cinghy e l'enorme palloncino di Raffa Giraffa, tutti restano sbalorditi dal gigantesco dolce realizzato da Erny e Fenny i migliori pasticceri del MagiRegno. Grande, bello ma immangiabile perché Duca Puzzoloso, con uno dei suoi trucchetti, l'ha reso duro come la pietra. Tutti sono tristi ma Lampadino e Caramella sanno cosa consigliare ai bravi pasticceri per rimediare al danno. In breve, con inventiva e abilità, la torta diventa un'attrazione di scivoli al triplo cioccolato. Grande festa nel MagiRegno per la Giornata dell'opera più grande. Dopo la smisurata rosa coltivata da Cinghy e l'enorme palloncino di Raffa Giraffa, tutti restano sbalorditi dal gigantesco dolce realizzato da Erny e Fenny i migliori pasticceri del MagiRegno. Grande, bello ma immangiabile perché Duca Puzzoloso, con uno dei suoi trucchetti, l'ha reso duro come la pietra. Tutti sono tristi ma Lampadino e Caramella sanno cosa consigliare ai bravi pasticceri per rimediare al danno. In breve, con inventiva e abilità, la torta diventa un'attrazione di scivoli al triplo cioccolato."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811273228_Screenshot%204716.png",
      "start_time": "2026-02-14 11:40:00",
      "end_time": "2026-02-14 11:45:00",
      "episode_number": "S3 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Stefano Boeri è la voce dello scimpanzé Archibò, inventore amante della natura e grande amico di Panda Guru. Zampacorta si fa seguire da Lampadino e Caramella nella biblioteca reale dove sta facendo una ricerca scolastica insieme agli altri cuccioli. Un compito molto difficile perché il libro su cui devono studiare usa termini davvero complicati e Panda Guru, in visita da una sua cugina, non può aiutarli. Non resta che andare dallo scimpanzé Archibò, inventore amante della natura e grande amico di Panda Guru, autore di quel libro. Il saggio scimpanzé vive nel Bosco All'Insù, un insieme di alberi e piante diverse che crescono insieme, ma in verticale. Una volta saputo il problema, subito Archibò si affretta a seguire i piccoli amici in biblioteca. La soluzione, grazie al suo aiuto, è semplicissima: associare a ogni parola un'immagine. Ora studiare è veramente molto più semplice. Stefano Boeri è la voce dello scimpanzé Archibò, inventore amante della natura e grande amico di Panda Guru. Zampacorta si fa seguire da Lampadino e Caramella nella biblioteca reale dove sta facendo una ricerca scolastica insieme agli altri cuccioli. Un compito molto difficile perché il libro su cui devono studiare usa termini davvero complicati e Panda Guru, in visita da una sua cugina, non può aiutarli. Non resta che andare dallo scimpanzé Archibò, inventore amante della natura e grande amico di Panda Guru, autore di quel libro. Il saggio scimpanzé vive nel Bosco All'Insù, un insieme di alberi e piante diverse che crescono insieme, ma in verticale. Una volta saputo il problema, subito Archibò si affretta a seguire i piccoli amici in biblioteca. La soluzione, grazie al suo aiuto, è semplicissima: associare a ogni parola un'immagine. Ora studiare è veramente molto più semplice."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811446876_Screenshot%204717.png",
      "start_time": "2026-02-14 11:45:00",
      "end_time": "2026-02-14 11:55:00",
      "episode_number": "S3 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Il MagiArcobaleno ha perso i colori diventando tutto grigio e, a causa di ciò, tutti nel MagiRegno stanno iniziando a perdere le sensazioni. Per trovare una soluzione, Zampacorta, Lampadino e Caramella si fanno aiutare dalla pantera Chantal, che di colori se ne intende. Giunti alla base del MagiArcobaleno, i quattro scoprono che i fiori, il cui polline regala i magici colori, sono chiusi per paura di molte vespe che ronzano lì intorno. I due fratellini, con un piccolo trucchetto, riescono ad allontanare gli insetti così da permettere a Chantal di ricolorare l'arcobaleno. Il MagiArcobaleno ha perso i colori diventando tutto grigio e, a causa di ciò, tutti nel MagiRegno stanno iniziando a perdere le sensazioni. Per trovare una soluzione, Zampacorta, Lampadino e Caramella si fanno aiutare dalla pantera Chantal, che di colori se ne intende. Giunti alla base del MagiArcobaleno, i quattro scoprono che i fiori, il cui polline regala i magici colori, sono chiusi per paura di molte vespe che ronzano lì intorno. I due fratellini, con un piccolo trucchetto, riescono ad allontanare gli insetti così da permettere a Chantal di ricolorare l'arcobaleno."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811567364_Screenshot%204718.png",
      "start_time": "2026-02-14 11:55:00",
      "end_time": "2026-02-14 12:00:00",
      "episode_number": "S3 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Dominga Cotarella è la voce di Cigno Dominga, proprietaria della MagiFattoria in cui si prende cura della salute dei piccoli, ma anche di chi non è più un cucciolo. Arrivati nel MagiRegno, con loro grande sorpresa, Lampadino e Caramella incontrano Zampacorta in compagnia di Tordo e Tondo. Le Faine sono disperate perché Lillo e Lilla, i nipotini di Duca Puzzoloso, sono dei veri discoli e hanno mangiato tutto quello che c'era nella dispensa. Arrivati nella tana del Duca, i due cuccioli dormono ma, una volta svegli, hanno di nuovo tanta fame. Lampadino e Caramella comprendono che fanno così perché, in verità, sono solo annoiati. Zampacorta ha la soluzione e porta tutti nella MagiFattoria di Cigno Dominga dove, fra tante attività, ci si diverte e si impara il valore di una corretta alimentazione. Dominga Cotarella è la voce di Cigno Dominga, proprietaria della MagiFattoria in cui si prende cura della salute dei piccoli, ma anche di chi non è più un cucciolo. Arrivati nel MagiRegno, con loro grande sorpresa, Lampadino e Caramella incontrano Zampacorta in compagnia di Tordo e Tondo. Le Faine sono disperate perché Lillo e Lilla, i nipotini di Duca Puzzoloso, sono dei veri discoli e hanno mangiato tutto quello che c'era nella dispensa. Arrivati nella tana del Duca, i due cuccioli dormono ma, una volta svegli, hanno di nuovo tanta fame. Lampadino e Caramella comprendono che fanno così perché, in verità, sono solo annoiati. Zampacorta ha la soluzione e porta tutti nella MagiFattoria di Cigno Dominga dove, fra tante attività, ci si diverte e si impara il valore di una corretta alimentazione."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090365867_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP03.jpg",
      "start_time": "2026-02-14 12:00:00",
      "end_time": "2026-02-14 12:05:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli giocano al tiro al menhir con i DinoCuccioli. Per vincere, devono centrare un menhir con un cerchio. I dinosauri stanno vincendo, ma quando Senzanome cade, Dentino, anziché segnare il punto della vittoria, lo aiuta. La maestra Adele spiega allora che la gentilezza è sempre vincente. I Mini Cuccioli giocano al tiro al menhir con i DinoCuccioli. Per vincere, devono centrare un menhir con un cerchio. I dinosauri stanno vincendo, ma quando Senzanome cade, Dentino, anziché segnare il punto della vittoria, lo aiuta. La maestra Adele spiega allora che la gentilezza è sempre vincente!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090382690_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP04.jpg",
      "start_time": "2026-02-14 12:05:00",
      "end_time": "2026-02-14 12:10:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli sono invitati a teatro dai DinoCuccioli. Qui si racconta la storia di Maga Accipacchia, con le ombre proiettate dal fuoco su un grande telo. La Maga distrugge tutto e Cilindro ha paura. Ma un fiore gigante attira le vespe, che mettono in fuga la terribile Accipacchia. I Mini Cuccioli sono invitati a teatro dai DinoCuccioli. Qui si racconta la storia di Maga Accipacchia, con le ombre proiettate dal fuoco su un grande telo. La Maga distrugge tutto e Cilindro ha paura. Ma un fiore gigante attira le vespe, che mettono in fuga la terribile Accipacchia."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090399050_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP05.jpg",
      "start_time": "2026-02-14 12:10:00",
      "end_time": "2026-02-14 12:20:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mini Cuccioli e DinoCuccioli gareggiano con bighe senza ruote. Una biga è tirata da Cilindro, l'altra da Ciccio. La biga di Cilindro si rompe, ma l'altra squadra non si ferma e vince. Allora, in una nuova gara Senzanome mette le ruote alla biga e vince. Ora a tutti è chiaro il valore del fair play. Mini Cuccioli e DinoCuccioli gareggiano con bighe senza ruote. Una biga è tirata da Cilindro, l'altra da Ciccio. La biga di Cilindro si rompe, ma l'altra squadra non si ferma e vince. Allora, in una nuova gara Senzanome mette le ruote alla biga e vince. Ora a tutti è chiaro il valore del fair play."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090411254_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP06.jpg",
      "start_time": "2026-02-14 12:20:00",
      "end_time": "2026-02-14 12:25:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mini Cuccioli e DinoCuccioli sono nell'Altopiano dei Rumori Misteriosi, un luogo insolito con strani suoni sottoterra. Smilla rassicura i Mini Cuccioli e invita tutti a sedersi su grandi foglie. All'improvviso soffi di vapore escono da terra spingendo tutti in alto: sono i geyser. Sembra di volare. Mini Cuccioli e DinoCuccioli sono nell'Altopiano dei Rumori Misteriosi, un luogo insolito con strani suoni sottoterra. Smilla rassicura i Mini Cuccioli e invita tutti a sedersi su grandi foglie. All'improvviso soffi di vapore escono da terra spingendo tutti in alto: sono i geyser. Sembra di volare!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090426598_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP07.jpg",
      "start_time": "2026-02-14 12:25:00",
      "end_time": "2026-02-14 12:30:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Cilindro si chiede cosa si provi a dormire in un nido, quindi Dattila e Attila lo invitano in un nido in cima a un albero per un nuovo gioco: i nidi volanti. I cuccioli si sistemano nei nidi che, quando si alza il vento, si staccano dagli alberi e planano in una spassosa discesa lungo un torrente. Cilindro si chiede cosa si provi a dormire in un nido, quindi Dattila e Attila lo invitano in un nido in cima a un albero per un nuovo gioco: i nidi volanti. I cuccioli si sistemano nei nidi che, quando si alza il vento, si staccano dagli alberi e planano in una spassosa discesa lungo un torrente."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2018/04/27/1524825754744_topo%20tip6.jpg",
      "start_time": "2026-02-14 12:30:00",
      "end_time": "2026-02-14 12:35:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Nonostante Tip abbia vinto una medaglia come cucciolo più veloce della scuola, le sue zie sembrano prestare più attenzione a Tippy, solo perché è piccola e carina. Anzi si direbbe addirittura che le zie e Tippy parlino alle sue spalle. Geloso, Tip decide che d'ora in poi sarà Albert il suo nuovo zio. Peccato che Albert non abbia le stesse qualità che lui ammira nelle zie. Alla fine, Tip capirà che non ha motivo di essere geloso: le zie amano sia lui che Tippy. Anzi, essendo in due, li amano due volte tanto. Nonostante Tip abbia vinto una medaglia come cucciolo più veloce della scuola, le sue zie sembrano prestare più attenzione a Tippy, solo perché è piccola e carina. Anzi si direbbe addirittura che le zie e Tippy parlino alle sue spalle. Geloso, Tip decide che d'ora in poi sarà Albert il suo nuovo zio. Peccato che Albert non abbia le stesse qualità che lui ammira nelle zie. Alla fine, Tip capirà che non ha motivo di essere geloso: le zie amano sia lui che Tippy. Anzi, essendo in due, li amano due volte tanto."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/04/1575467317280_Topo-Tip-S2E10-Una-giornata-storta.jpg",
      "start_time": "2026-02-14 12:35:00",
      "end_time": "2026-02-14 12:45:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Tip è emozionatissimo: oggi le zie porteranno lui e Tippy a fare un picnic al lago. Il tempo è bello, la mamma ha preparato un cestino pieno di cibo delizioso e le sue zie sono sempre divertenti. Tutto sembra perfetto... almeno fino a quando l'auto non si rompe in mezzo alla strada e la giornata non sembra rovinata irrimediabilmente. Sulle prime, Tip è distrutto, ma alla fine, grazie all'aiuto di Albert, capirà che, affrontando le difficoltà con un sorriso, anche le giornate brutte possono diventare splendide. Tip è emozionatissimo: oggi le zie porteranno lui e Tippy a fare un picnic al lago. Il tempo è bello, la mamma ha preparato un cestino pieno di cibo delizioso e le sue zie sono sempre divertenti. Tutto sembra perfetto... almeno fino a quando l'auto non si rompe in mezzo alla strada e la giornata non sembra rovinata irrimediabilmente. Sulle prime, Tip è distrutto, ma alla fine, grazie all'aiuto di Albert, capirà che, affrontando le difficoltà con un sorriso, anche le giornate brutte possono diventare splendide."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/04/1575467622178_Topo-Tip-S2E11-Senza-Jody-non-mi-diverto.jpg",
      "start_time": "2026-02-14 12:45:00",
      "end_time": "2026-02-14 12:50:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "È una bella mattina d'inverno con molta neve fresca. Tip non vede l'ora di arrivare all'asilo e costruire un pupazzo di neve con il suo migliore amico Jody. Jody, però, è rimasto a casa, ammalato. Deluso, Tip prova a collaborare con gli altri compagni, ma dato che nessuno segue le sue istruzioni, decide di costruire il pupazzo da solo. Alla fine si renderà conto che lavorare insieme, proprio come fa di solito con Jody, non soltanto è meglio, ma anche più divertente. È una bella mattina d'inverno con molta neve fresca. Tip non vede l'ora di arrivare all'asilo e costruire un pupazzo di neve con il suo migliore amico Jody. Jody, però, è rimasto a casa, ammalato. Deluso, Tip prova a collaborare con gli altri compagni, ma dato che nessuno segue le sue istruzioni, decide di costruire il pupazzo da solo. Alla fine si renderà conto che lavorare insieme, proprio come fa di solito con Jody, non soltanto è meglio, ma anche più divertente!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/04/1575468034705_Topo-Tip-S2E12-Siamo-tutti-artisti.jpg",
      "start_time": "2026-02-14 12:50:00",
      "end_time": "2026-02-14 13:00:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Tip e Jody scoprono con sorpresa che il signor Paco è un eccellente pittore. Provano a dipingere a loro volta, ma rimangono assai delusi dal risultato. Per consolarli, Miguel gli rivela che esistono molte forme d'arte: anche fare il parrucchiere può esserlo. Per ammirare l'arte in tutte le sue forme e dimensioni, basta tenere gli occhi aperti. Tip e Jody decidono allora di fare un altro tentativo, scoprendo così che anche in loro c'è un artista. Tip e Jody scoprono con sorpresa che il signor Paco è un eccellente pittore. Provano a dipingere a loro volta, ma rimangono assai delusi dal risultato. Per consolarli, Miguel gli rivela che esistono molte forme d'arte: anche fare il  parrucchiere può esserlo. Per ammirare l'arte in tutte le sue forme e dimensioni, basta tenere gli occhi aperti. Tip e Jody decidono allora di fare un altro tentativo, scoprendo così che anche in loro c'è un artista."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2021/01/28/1611856966699_Schermata%202021-01-28%20alle%2019.jpg",
      "start_time": "2026-02-14 13:00:00",
      "end_time": "2026-02-14 13:05:00",
      "episode_number": "S4 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Giocando a palla in giardino Bing rompe la finestra del capanno e impara che è meglio giocarci nel parco. Giocando a palla in giardino Bing rompe la finestra del capanno e impara che è meglio giocarci nel parco."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2021/01/28/1611857151134_Schermata%202021-01-28%20alle%2019%201.jpg",
      "start_time": "2026-02-14 13:05:00",
      "end_time": "2026-02-14 13:15:00",
      "episode_number": "S4 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Bing impara a convivere con un braccio ingessato. Bing impara a convivere con un braccio ingessato."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/10/1607559934732_bing.jpg",
      "start_time": "2026-02-14 13:15:00",
      "end_time": "2026-02-14 13:20:00",
      "episode_number": "S4 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Sula stanno facendo uno spettacolo e Coco vorrebbe tanto unirsi a loro. Bing e Sula stanno facendo uno spettacolo e Coco vorrebbe tanto unirsi a loro…."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2021/01/28/1611857664427_Schermata%202021-01-28%20alle%2019%202.jpg",
      "start_time": "2026-02-14 13:20:00",
      "end_time": "2026-02-14 13:30:00",
      "episode_number": "S4 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Bing lancia la palla in casa facendo cadere degli oggetti e incolpa Charlie. Poi dice la verità e si scusa con il suo piccolo amico e con Flop. Bing lancia la palla in casa facendo cadere degli oggetti e incolpa Charlie. Poi dice la verità e si scusa con il suo piccolo amico e con Flop."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712664730823_Bluey_S3E22.jpg",
      "start_time": "2026-02-14 13:30:00",
      "end_time": "2026-02-14 13:35:00",
      "episode_number": "S3 E22",
      "show_category": "",
      "show_description": "Bluey gioca a fare il tour operator e promette alla sua cliente Bingo un fantastico avvistamento di balene. Ci sarebbe bisogno anche della partecipazione di mamma e papà che però sono troppo stanchi per giocare."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712664851075_Bluey_S3E23.jpg",
      "start_time": "2026-02-14 13:35:00",
      "end_time": "2026-02-14 13:45:00",
      "episode_number": "S3 E23",
      "show_category": "",
      "show_description": "Papà viene accusato da Bluey di non sapersi comportare e mamma indice una riunione per sistemare la faccenda."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712664968618_Bluey_S3E24.jpg",
      "start_time": "2026-02-14 13:45:00",
      "end_time": "2026-02-14 13:50:00",
      "episode_number": "S3 E24",
      "show_category": "",
      "show_description": "Bluey e Bingo adorano chattare in video con Muffin e Socks e creare immagini insieme. Ma la regola più importante è fare a turno."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712665064676_Bluey_S3E25.jpg",
      "start_time": "2026-02-14 13:50:00",
      "end_time": "2026-02-14 14:00:00",
      "episode_number": "S3 E25",
      "show_category": "",
      "show_description": "Papà poterà Bluey e Bingo a comprare il gelato se riusciranno a farlo salire in macchina. Ma non sarà facile perché è entrato in modalità \"bambola di pezza\"."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538747467235_peppapig6_15.jpg",
      "start_time": "2026-02-14 14:00:00",
      "end_time": "2026-02-14 14:05:00",
      "episode_number": "S6 E15",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e i suoi amici andranno al museo. Tutti sono sull'autobus pronti a partire, tranne Pedro Pony."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538747569914_peppapig6_16.jpg",
      "start_time": "2026-02-14 14:05:00",
      "end_time": "2026-02-14 14:10:00",
      "episode_number": "S6 E16",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e Suzy sono annoiate perché non hanno niente da fare, così Papà Pig trova loro una vecchia scatola di giochi da giardino con cui giocare. Non tutti i giochi, però, sono facili per il piccolo George."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538747732569_peppapig6_17.jpg",
      "start_time": "2026-02-14 14:10:00",
      "end_time": "2026-02-14 14:15:00",
      "episode_number": "S6 E17",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Tutti sono al lago perché è una giornata perfetta per andare in barca. La signorina Coniglio ha tutti i tipi di barche a noleggio e Papà Pig ne sceglie una a pedali per partecipare alla regata delle famiglie."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538747872394_peppapig6_18.jpg",
      "start_time": "2026-02-14 14:15:00",
      "end_time": "2026-02-14 14:20:00",
      "episode_number": "S6 E18",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Mentre si gode una pausa per il tè, Il signor Toro rompe accidentalmente la sua delicata teiera e quindi porta i pezzi alla signorina Coniglio nella speranza che possa ripararli."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538748243312_peppapig6_19.jpg",
      "start_time": "2026-02-14 14:20:00",
      "end_time": "2026-02-14 14:25:00",
      "episode_number": "S6 E19",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - È la giornata della frutta al mercato, e la signorina Coniglio prepara dei gustosi frullati con la frutta preferita da ognuno. A George dà uno speciale succo di 'dinosauro' per renderlo grande e forte."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/05/1538748400482_peppapig6_20.jpg",
      "start_time": "2026-02-14 14:25:00",
      "end_time": "2026-02-14 14:30:00",
      "episode_number": "S6 E20",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Mamma e Papà Pig accompagnano Peppa e George, con tutti i loro amici, a vedere come viene realizzato un programma televisivo: la signorina Coniglio li porta a visitare il set del signor Patato."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/09/1765283998545_Piripenguins_S01_E09_EPSTILL_1353725_NuggetListensToFish.jpg",
      "start_time": "2026-02-14 14:30:00",
      "end_time": "2026-02-14 14:40:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Il torneo sportivo annuale viene stravolto dalla rivale dei pinguini, Millie, che inventa delle dure \"Gare da pinguino\" per mettere alla prova i Piripinguini. Tra eliminazioni spietate e prove estreme, solo Pancake e Nugget, uniti dall'amicizia, possono farcela. Il torneo sportivo annuale viene stravolto dalla rivale dei pinguini, Millie, che inventa delle dure \\\"Gare da pinguino\\\" per mettere alla prova i Piripinguini. Tra eliminazioni spietate e prove estreme, solo Pancake e Nugget, uniti dall'amicizia, possono farcela."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/09/1765284122312_Piripenguins_S01_E10_EPSTILL_1353726_FlutterCosmicEvent.jpg",
      "start_time": "2026-02-14 14:40:00",
      "end_time": "2026-02-14 14:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Nonostante l'iniziale riluttanza di Pancake, i Piripinguini partono per il Tippety Top per vedere l'auora australe, ma spariscono uno dopo l'altro nella misteriosa \"nebbia di ghiaccio\". Quando Nugget crede di vedere un mostro, Pancake supera la paura e diventa un eroe, prima che la verità venga a galla. Nonostante l'iniziale riluttanza di Pancake, i Piripinguini partono per il Tippety Top per vedere l'auora australe, ma spariscono uno dopo l'altro nella misteriosa \\\"nebbia di ghiaccio\\\". Quando Nugget crede di vedere un mostro, Pancake supera la paura e diventa un eroe, prima che la verità venga a galla."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/09/1765284285320_Piripenguins_S01_E11_EPSTILL_1353727_BrinicleMagicShow.jpg",
      "start_time": "2026-02-14 14:50:00",
      "end_time": "2026-02-14 15:05:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Pinguino Imperatore visita l'iceberg, scopre che Pancake è un principe perduto grazie a un caratteristico \"marchio reale\". Con l'aiuto degli amici, Pancake impara a comportarsi da reale, ma la fama gli dà alla testa, finché il ritorno dell'Imperatore non conclude drammaticamente i suoi sogni regali. Quando il Pinguino Imperatore visita l'iceberg, scopre che Pancake è un principe perduto grazie a un caratteristico \\\"marchio reale\\\". Con l'aiuto degli amici, Pancake impara a comportarsi da reale, ma la fama gli dà alla testa, finché il ritorno dell'Imperatore non conclude drammaticamente i suoi sogni regali."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/09/1765284374361_Piripenguins_S01_E12_EPSTILL_1353728_FlutterReverseTelescope.jpg",
      "start_time": "2026-02-14 15:05:00",
      "end_time": "2026-02-14 15:15:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Esausta per le continue richieste di aiuto e bisognosa di riposo, Looph scompare deliberatamente. I Piripinguini la cercano sull'iceberg da cima a fondo senza successo, inseguendo le false piste di Millie, finché l'ingegnoso piano di Looph non viene finalmente svelato. Esausta per le continue richieste di aiuto e bisognosa di riposo, Looph scompare deliberatamente. I Piripinguini la cercano sull'iceberg da cima a fondo senza successo, inseguendo le false piste di Millie, finché l'ingegnoso piano di Looph non viene finalmente svelato."
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736431496831_Screenshot%205157.png",
      "start_time": "2026-02-14 15:15:00",
      "end_time": "2026-02-14 15:35:00",
      "episode_number": "S3 E21",
      "show_category": "",
      "show_description": "È la giornata della terra e Paddington ha il compito di piantare un albero, ma riuscirà a trovare il luogo perfetto prima che sia troppo tardi? // Baaz organizza la Festa per il raccolto di primavera e ognuno contribuisce a suo modo."
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736431573155_Screenshot%205159.png",
      "start_time": "2026-02-14 15:35:00",
      "end_time": "2026-02-14 16:00:00",
      "episode_number": "S3 E22",
      "show_category": "",
      "show_description": "Jonathan e Judy aiutano un ospite speciale di Paddington ad arrivare a Londra. Chi sarà? // È l'ultima sera di Hanukkah e il candelabro del signor Gruber si rompe prima che possa accendere l'ultima candela, come farà a trovarne un altro in tempo."
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2018/01/05/1515154434804_masha.jpg",
      "start_time": "2026-02-14 16:00:00",
      "end_time": "2026-02-14 16:05:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Masha racconta la storia di un bambino che deve cambiare scuola e ne è terrorizzato. Incontrerà maestre mostruose che gli daranno sempre brutti voti. Masha racconta la storia di un bambino che deve cambiare scuola e ne è terrorizzato. Incontrerà maestre mostruose che gli daranno sempre brutti voti?"
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2018/01/05/1515155057382_masha.jpg",
      "start_time": "2026-02-14 16:05:00",
      "end_time": "2026-02-14 16:15:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Masha racconta la storia di un bambino che vive in un villaggio con la sua cagnolina Principessa e la perde nel bosco! Per ritrovarla gli basterà superare la paura e imparare a orientarsi. Masha racconta la storia di un bambino che vive in un villaggio con la sua cagnolina Principessa e la perde nel bosco! Per ritrovarla gli basterà superare la paura e imparare a orientarsi…."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678131539800_Screenshot%202153.jpg",
      "start_time": "2026-02-14 16:15:00",
      "end_time": "2026-02-14 16:20:00",
      "episode_number": "S5 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Orsa va in vacanza e lascia la sua pianta carnivora a Masha e Orso. Sapranno prendersene cura come si deve. Orsa va in vacanza e lascia la sua pianta carnivora a Masha e Orso. Sapranno prendersene cura come si deve."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/09/1678377500108_Screenshot%202167.jpg",
      "start_time": "2026-02-14 16:20:00",
      "end_time": "2026-02-14 16:30:00",
      "episode_number": "S5 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Masha gioca insieme ai suoi amici, ma vuole essere sempre lei a decidere per tutti. Masha gioca insieme ai suoi amici, ma vuole essere sempre lei a decidere per tutti."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/08/1678282738597_Screenshot%202158.jpg",
      "start_time": "2026-02-14 16:30:00",
      "end_time": "2026-02-14 16:35:00",
      "episode_number": "S5 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Masha e Orso corrono a salvare il pinguino che crede di aver visto uno spaventosissimo mostro in casa sua. Masha e Orso corrono a salvare il pinguino che crede di aver visto uno spaventosissimo mostro in casa sua!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/09/1678377776754_Screenshot%202169.jpg",
      "start_time": "2026-02-14 16:35:00",
      "end_time": "2026-02-14 16:45:00",
      "episode_number": "S5 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Masha e Orso costruiscono una casetta per gli uccelli e Masha fa amicizia con un piccione. Masha e Orso costruiscono una casetta per gli uccelli e Masha fa amicizia con un piccione."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/09/1678378387594_Screenshot%202170.jpg",
      "start_time": "2026-02-14 16:45:00",
      "end_time": "2026-02-14 16:50:00",
      "episode_number": "S5 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Orso vorrebbe portare Orsa a fare un giro in moto, ma Masha non ha intenzione di lasciarli andare da soli. Orso vorrebbe portare Orsa a fare un giro in moto, ma Masha non ha intenzione di lasciarli andare da soli."
    },
    {
      "show_name": "Le Canzoni di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768908971618_le-canzoni-di-masha-e3-la-moda-in-rosa.jpg",
      "start_time": "2026-02-14 16:50:00",
      "end_time": "2026-02-14 17:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Secondo Masha non c'è bisogno di andare a Parigi per essere alla moda: basta chiedere consigli proprio a lei! La Francia stessa resterà affascinata dalla creatività e dalla vitalità contagiosa di Masha stilista. Secondo Masha non c'è bisogno di andare a Parigi per essere alla moda: basta chiedere consigli proprio a lei! La Francia stessa resterà affascinata dalla creatività e dalla vitalità contagiosa di Masha stilista..."
    },
    {
      "show_name": "Hello Yoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764259868326_Screenshot%205854.png",
      "start_time": "2026-02-14 17:00:00",
      "end_time": "2026-02-14 17:30:00",
      "episode_number": "S4 E12",
      "show_category": "Educational",
      "show_description": "Laura e Pocoyo ridono a crepapelle, Orso cerca di ascoltare della musica classica, ma Masha ne combina di tutti i colori, Bing e Coco giocano ai travestimenti e i Mini Smiley cantano l'alfabeto in versione disco. E ancora: sorprese e risate con la Fantastic Bag, il Guessing game e la Goodbye Song. Laura e Pocoyo ridono a crepapelle, Orso cerca di ascoltare della musica classica, ma Masha ne combina di tutti i colori, Bing e Coco giocano ai travestimenti e i Mini Smiley cantano l'alfabeto in versione disco. E ancora: sorprese e risate con la Fantastic Bag, il Guessing game e la Goodbye Song!"
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/03/1593779511836_Schermata%202020-07-03%20alle%2014%202.jpg",
      "start_time": "2026-02-14 17:30:00",
      "end_time": "2026-02-14 17:35:00",
      "episode_number": "S6 E5",
      "show_category": "",
      "show_description": "Il contadino è fuori forma, quindi Bitzer decide di incoraggiarlo a rimettersi in forma usando una cyclette improvvisata ricavata da rottami. La cyclette si stacca dai suoi fissaggi e presto attraversa la campagna insieme al suo ignaro ciclista, con Shaun, Bitzer e la banda all'inseguimento."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/03/1593779876725_Schermata%202020-07-03%20alle%2014%203.jpg",
      "start_time": "2026-02-14 17:35:00",
      "end_time": "2026-02-14 17:45:00",
      "episode_number": "S6 E6",
      "show_category": "",
      "show_description": "Il contadino scopre che i vecchi giocattoli possono valere una fortuna così quando trova l'orsacchiotto di Timmy, lo chiude in un caveau super tecnologico. Come faranno Shaun e il gregge a recuperare l'orsacchiotto dalla \"Fortezza di Mossy Bottom\" e a restituirlo al piccolo Timmy disperato."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/06/1594025849724_Schermata%202020-07-06%20alle%2010.jpg",
      "start_time": "2026-02-14 17:45:00",
      "end_time": "2026-02-14 17:50:00",
      "episode_number": "S6 E7",
      "show_category": "",
      "show_description": "Ben e il suo cane Lexie della fattoria vicina sono un vero e proprio fenomeno online. Per non essere da meno, il contadino decide di pubblicare i propri video, ma non riceve alcun \"mi piace\" finché Shaun e il gregge non intervengono per aiutarlo."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/06/1594026028173_Schermata%202020-07-06%20alle%2010%201.jpg",
      "start_time": "2026-02-14 17:50:00",
      "end_time": "2026-02-14 18:00:00",
      "episode_number": "S6 E8",
      "show_category": "",
      "show_description": "Lo scoiattolo Stash è così veloce nei movimenti da seminare il caos mentre ruba le noci che Bitzer ha seminato qua e là per attirare uccelli rari nella fattoria. Si muove così rapidamente che le noci sembrano svanire nel nulla. Shaun e Bitzer collaborano per rintracciare il colpevole."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/16/1618600824784_Schermata%202021-04-16%20alle%2021%204.jpeg",
      "start_time": "2026-02-14 18:00:00",
      "end_time": "2026-02-14 18:05:00",
      "episode_number": "S9 E13",
      "show_category": "",
      "show_description": "Peppa e i suoi compagni vanno in gita al safari degli insetti. Il Signor Leone mostra loro i vari ambienti naturali che ospitano gli insetti. Quando arrivano nella savana, Steven, l'insetto stecco di Pedro, scappa dalla sua teca. Tutti lo cercano, ma lui, abituato a una vita comoda, rientra spontaneamente nella sua casetta."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/06/1633474489217_Schermata%202021-10-06%20alle%2000.56.29.jpg",
      "start_time": "2026-02-14 18:05:00",
      "end_time": "2026-02-14 18:10:00",
      "episode_number": "S9 E14",
      "show_category": "",
      "show_description": "Madame Gazzella insegna a Peppa e ai suoi amici come utilizzare un hula hoop per fare esercizio fisico. Non è facile farlo ruotare attorno alla vita, ma, grazie all'idea di Papà Pig di utilizzare la musica, tutto risulta possibile."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/06/1633474690893_Schermata%202021-10-06%20alle%2000.59.39%201.jpg",
      "start_time": "2026-02-14 18:10:00",
      "end_time": "2026-02-14 18:15:00",
      "episode_number": "S9 E15",
      "show_category": "",
      "show_description": "Peppa va al parco con la famiglia. Lì incontra i suoi amichetti, con i quali fa un mucchio di giochi, ma il più bello è sempre saltare nelle pozzanghere di fango."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/06/1633475027870_Schermata%202021-10-06%20alle%2001.05.13.jpg",
      "start_time": "2026-02-14 18:15:00",
      "end_time": "2026-02-14 18:20:00",
      "episode_number": "S9 E16",
      "show_category": "",
      "show_description": "Capitan Cane porta Peppa e Danny a visitare la barca di salvataggio di Nonno Coniglio. Quest'ultimo spiega il suo funzionamento solo in teoria, ma, quando si trova in mezzo al mare dentro a una scialuppa in panne, è costretto a chiedere di essere salvato proprio da Peppa, Danny e Capitan Cane."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/06/1633475195362_Schermata%202021-10-06%20alle%2001.07.34.jpg",
      "start_time": "2026-02-14 18:20:00",
      "end_time": "2026-02-14 18:25:00",
      "episode_number": "S9 E17",
      "show_category": "",
      "show_description": "Peppa e i suoi compagni, con l'aiuto dei genitori, decorano una cesta piena di frutta tropicale da mettere in palio per una giusta causa. Tutti comprano un biglietto. Al momento dell'estrazione, Madame Gazzella si rende conto di non aver acquistato un biglietto per sé. Lo compra e lo appoggia sopra a tutti gli altri, così, al momento di pescarne uno, si trova in mano proprio il suo."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/06/1633475353200_Schermata%202021-10-06%20alle%2001.09.53.jpg",
      "start_time": "2026-02-14 18:25:00",
      "end_time": "2026-02-14 18:30:00",
      "episode_number": "S9 E18",
      "show_category": "",
      "show_description": "Papà Pig insegna a Peppa e George come fare la gelatina, che preparano come sorpresa per Mamma Pig."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736437361824_PCY_S05_E09.jpg",
      "start_time": "2026-02-14 18:30:00",
      "end_time": "2026-02-14 18:35:00",
      "episode_number": "S5 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Elly organizza delle audizioni per trovare un partner di ballo e salire sul palco del teatro la sera stessa. Pocoyo, Pato, Bruco, Ronfottino, Loula e Fred fanno il provino. Ognuno ha uno stile diverso, ma Elly li adora ugualmente. L'elefante non sa chi scegliere, quindi decide di sceglierli tutti e creare un gruppo di ballerini godendosi un grande successo tra il pubblico di piccoli alieni. Elly organizza delle audizioni per trovare un partner di ballo e salire sul palco del teatro la sera stessa. Pocoyo, Pato, Bruco, Ronfottino, Loula e Fred fanno il provino. Ognuno ha uno stile diverso, ma Elly li adora ugualmente. L'elefante non sa chi scegliere, quindi decide di sceglierli tutti e creare un gruppo di ballerini godendosi un grande successo tra il pubblico di piccoli alieni."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736437388416_PCY_S05_E010.jpg",
      "start_time": "2026-02-14 18:35:00",
      "end_time": "2026-02-14 18:45:00",
      "episode_number": "S5 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo si sveglia con un baffo sul labbro superiore. Questo significa che... gli stanno crescendo i baffi e che sta diventando grande! Gli viene voglia di fare cose da grande, così mostra orgoglioso il pelo ai suoi amici. Ma quando il pelo cade, Pocoyo lo deve trovare per inseguire il suo sogno di diventare grande. Pocoyo si sveglia con un baffo sul labbro superiore. Questo significa che... gli stanno crescendo i baffi e che sta diventando grande! Gli viene voglia di fare cose da grande, così mostra orgoglioso il pelo ai suoi amici. Ma quando il pelo cade, Pocoyo lo deve trovare per inseguire il suo sogno di diventare grande!"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736437418753_PCY_S05_E011.jpg",
      "start_time": "2026-02-14 18:45:00",
      "end_time": "2026-02-14 18:50:00",
      "episode_number": "S5 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo e Pato giocano a vari giochi in cui Pato, quando è il suo turno, ha a malapena una chance di giocare, dato che Pocoyo continua a cambiare gioco. Pato si stanca e decide di giocare da solo, ma presto capisce che ha bisogno di Pocoyo più di quanto pensasse. Pocoyo e Pato giocano a vari giochi in cui Pato, quando è il suo turno, ha a malapena una chance di giocare, dato che Pocoyo continua a cambiare gioco. Pato si stanca e decide di giocare da solo, ma presto capisce che ha bisogno di Pocoyo più di quanto pensasse."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/09/1736437448078_PCY_S05_E012.jpg",
      "start_time": "2026-02-14 18:50:00",
      "end_time": "2026-02-14 19:00:00",
      "episode_number": "S5 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo vede Loula inseguire la sua coda e scoppia a ridere. Non importa quanto ci provi, non riesce a contenere le risate. A causa di ciò, ogni volta che si trova con i suoi amici, succede un disastro perché non riesce a controllare risate e movimenti. I suoi amici sono un po' infastiditi, ma piano piano vengono influenzati dalla risata di Pocoyo e tutti quanti, incluso il Narratore, finiscono per scoppiare a ridere. Pocoyo vede Loula inseguire la sua coda e scoppia a ridere. Non importa quanto ci provi, non riesce a contenere le risate. A causa di ciò, ogni volta che si trova con i suoi amici, succede un disastro perché non riesce a controllare risate e movimenti. I suoi amici sono un po' infastiditi, ma piano piano vengono influenzati dalla risata di Pocoyo e tutti quanti, incluso il Narratore, finiscono per scoppiare a ridere."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/03/1691081949432_Screenshot%203113.png",
      "start_time": "2026-02-14 19:00:00",
      "end_time": "2026-02-14 19:10:00",
      "episode_number": "S3 E20",
      "show_category": "",
      "show_description": "Lungo la strada per andare a trovare Hegan, Bill e Tiny trovano un campo di noci e vanno alla loro ricerca."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/03/1691094625770_Screenshot%203118.png",
      "start_time": "2026-02-14 19:10:00",
      "end_time": "2026-02-14 19:20:00",
      "episode_number": "S3 E21",
      "show_category": "",
      "show_description": "Quando uno degli esperimenti scientifici di Mazu va storto, i dinosauri devono evacuare la tana per la notte."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/03/1691095718437_Screenshot%203119.png",
      "start_time": "2026-02-14 19:20:00",
      "end_time": "2026-02-14 19:30:00",
      "episode_number": "S3 E22",
      "show_category": "",
      "show_description": "Rocky è così ossessionato dal voler essere d'aiuto che non riflette pima di agire."
    },
    {
      "show_name": "Spidey e i suoi fantastici amici",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/27/1743098703081_spidey-e-i-suoi-fantastici-amici-s3e58-avventura-in-antartide-palle-di-neve-palle-di-neve-palle-di-neve.png",
      "start_time": "2026-02-14 19:30:00",
      "end_time": "2026-02-14 19:55:00",
      "episode_number": "S3 E58",
      "show_category": "",
      "show_description": "Lo Spidey Team impedisce a Doc Ock di sciogliere il ghiaccio mentre cerca tesori in Antartide. Quando Zola invade il parco innevato, Miles e suo padre fanno squadra per riprenderselo."
    },
    {
      "show_name": "Topolino - La casa del divertimento",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765911630584_topolino-la-casa-del-divertimento-s3e63-spasso-in-musica-fiocchi-e-bottoni-mancanti.jpg",
      "start_time": "2026-02-14 19:55:00",
      "end_time": "2026-02-14 20:20:00",
      "episode_number": "S3 E63",
      "show_category": "",
      "show_description": "Minni è preoccupata di non essere abbastanza brava con lo xilofono per suonare al concerto Spasso-In-Musica. Quando degli oggetti di Minni iniziano a sparire, lei crede che siano i suoi amici a prenderli."
    },
    {
      "show_name": "Minnie Toons",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/09/1762648603816_disney-minnies-bow-toons-s1e10-emergenza-moda.jpg",
      "start_time": "2026-02-14 20:20:00",
      "end_time": "2026-02-14 20:25:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Minnie organizza una sfilata di moda con gli animali, ma Trixie mangia i vestiti e Minnie deve improvvisare."
    },
    {
      "show_name": "Vampirina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/16/1747407160013_vampirina-s3e54_2048x1152.jpg",
      "start_time": "2026-02-14 20:25:00",
      "end_time": "2026-02-14 20:45:00",
      "episode_number": "S3 E54",
      "show_category": "",
      "show_description": "Vi, Popy, Bridget ed Edgar si offrono volontari per la Fiera Annuale del Dottor Paquette. L'ultimo ospite del Fobia B&B ha difficoltà ad essere se stesso e si nasconde negli specchi."
    },
    {
      "show_name": "Nocedicocco - Il piccolo drago",
      "show_logo": "https://www.raiplay.it/dl/img/2020/11/05/1604603582867_Nocedicocco%20-%20Il%20piccolo%20drago_2048x1152.jpg",
      "start_time": "2026-02-14 20:45:00",
      "end_time": "2026-02-14 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il piccolo drago Nocedicocco è incaricato di fare la guardia all'\"erba del fuoco\" che ha reso potenti i draghi sputafuoco del suo clan. Tuttavia, quando un vitellino viene attaccato da altri draghi che vogliono mangiarlo, Nocedicocco corre a salvarlo perdendo di vista l'erba e finendo per scatenare un incendio."
    },
    {
      "show_name": "Buonanotte con Carolina - Storie e letterine",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/25/1764089019772_PT12.jpg",
      "start_time": "2026-02-14 22:00:00",
      "end_time": "2026-02-14 22:10:00",
      "episode_number": "S1 E12",
      "show_category": "Programmi Tv Kids",
      "show_description": "Carolina racconta una fiaba ispirata dal bellissimo disegno di Amina: protagoniste una gallina gigante che ha perso la memoria e una bella ragazza che assomiglia tanto a lei. Carolina racconta una fiaba ispirata dal bellissimo disegno di Amina: protagoniste una gallina gigante che ha perso la memoria e una bella ragazza che assomiglia tanto a lei."
    },
    {
      "show_name": "Carolina e Topo Tip - Raccontastorie",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/20/1634732877232_Schermata%202021-10-20%20alle%2014.29.21.jpg",
      "start_time": "2026-02-14 22:10:00",
      "end_time": "2026-02-14 22:15:00",
      "episode_number": "S2021 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Tip, anche se è a casa dei nonni e Tippy dorme serena nel lettino accanto al suo, questa sera ha paura del buio e non è convinto che sia il vento che sposta i rami in giardino a creare quelle ombre che vede fuori dalla finestra. E' sicurissimo infatti di aver visto un mostro! Ma il nonno, che la sa lunga, lo aiuterà a superare la paura con una gita in giardino alla scoperta delle meraviglie del buio: la luna, le stelle cadenti, gli occhi del gufo, le lucciole e il canto dei grilli. Tip, anche se è a casa dei nonni e Tippy dorme serena nel lettino accanto al suo, questa sera ha paura del buio e non è convinto che sia il vento che sposta i rami in giardino a creare quelle ombre che vede fuori dalla finestra. E' sicurissimo infatti di aver visto un mostro! Ma il nonno, che la sa lunga, lo aiuterà a superare la paura con una gita in giardino alla scoperta delle meraviglie del buio: la luna, le stelle cadenti, gli occhi del gufo, le lucciole e il canto dei grilli."
    },
    {
      "show_name": "Tutti a nanna con Yoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/25/1653487248126_tutti-a-nanna-con-yoyo_2048x1152.jpg",
      "start_time": "2026-02-14 22:15:00",
      "end_time": "2026-02-14 22:30:00",
      "episode_number": "",
      "show_category": "Programmi Tv Kids",
      "show_description": "Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla. Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708516259042_09%20FANTASMA1.jpg",
      "start_time": "2026-02-14 22:30:00",
      "end_time": "2026-02-14 22:40:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Una luce inquietante e misteriosa si aggira per il bosco: che paura! Panda e i Ronfi scoprono che non si tratta di un fantasma, bensì di un Ronfo che brilla al buio. Di giorno, però, il suo strano colore desta i sospetti di Panda. Una luce inquietante e misteriosa si aggira per il bosco: che paura! Panda e i Ronfi scoprono che non si tratta di un fantasma, bensì di un Ronfo che brilla al buio. Di giorno, però, il suo strano colore desta i sospetti di Panda..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708516278931_10%20GARA1.jpg",
      "start_time": "2026-02-14 22:40:00",
      "end_time": "2026-02-14 22:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Panda organizza una gara tra Ronfi. Lupo, come al solito, prova ad approfittarne. Panda organizza una gara tra Ronfi. Lupo, come al solito, prova ad approfittarne..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708517460088_11%20FRATELLO1.jpg",
      "start_time": "2026-02-14 22:50:00",
      "end_time": "2026-02-14 22:55:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "È primavera: i Ronfi accolgono la bella stagione raccogliendo frutta. L'arrivo del fratello vegetariano di Lupo li rende molto felici, perché ora è lui a proteggerli dai piani diabolici di quest'ultimo. Grazie all'influenza positiva del fratello, anche Lupo sembra convertirsi al vegetarianesimo, così sia lui che il fratello vengono invitati alla grande festa organizzata da Panda. È primavera: i Ronfi accolgono la bella stagione raccogliendo frutta. L'arrivo del fratello vegetariano di Lupo li rende molto felici, perché ora è lui a proteggerli dai piani diabolici di quest'ultimo. Grazie all'influenza positiva del fratello, anche Lupo sembra convertirsi al vegetarianesimo, così sia lui che il fratello vengono invitati alla grande festa organizzata da Panda..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708517529742_12%20CAVERNA1.jpg",
      "start_time": "2026-02-14 22:55:00",
      "end_time": "2026-02-14 23:05:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Ronfi vanno a raccogliere funghi nel bosco. Uno di loro trova una caverna misteriosa dove crescono funghi luminosi, in grado di donare magici poteri a chi li mangia. I Ronfi vanno a raccogliere funghi nel bosco. Uno di loro trova una caverna misteriosa dove crescono funghi luminosi, in grado di donare magici poteri a chi li mangia..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/15/1542281133423_dixiland.jpg",
      "start_time": "2026-02-14 23:05:00",
      "end_time": "2026-02-14 23:10:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/15/1542281266265_dixiland.jpg",
      "start_time": "2026-02-14 23:10:00",
      "end_time": "2026-02-14 23:15:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/15/1542281447206_dixiland.jpg",
      "start_time": "2026-02-14 23:15:00",
      "end_time": "2026-02-14 23:20:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/15/1542281781620_dixiland.jpg",
      "start_time": "2026-02-14 23:20:00",
      "end_time": "2026-02-14 23:25:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/19/1542619505666_dixiland.jpg",
      "start_time": "2026-02-14 23:25:00",
      "end_time": "2026-02-14 23:30:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/19/1542619745452_dixiland.jpg",
      "start_time": "2026-02-14 23:30:00",
      "end_time": "2026-02-14 23:35:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/04/1649090857909_Screenshot%2020.jpg",
      "start_time": "2026-02-14 23:35:00",
      "end_time": "2026-02-14 23:40:00",
      "episode_number": "S5 E23",
      "show_category": "",
      "show_description": "Molang e Piu Piu mentre lavorano in cucina vengono investiti da forte raffica di vento…Piu Piu non può fare a meno di guardare il suo riflesso."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/10/1646907462959_Schermata%202022-03-10%20alle%2011.18.39.jpg",
      "start_time": "2026-02-14 23:40:00",
      "end_time": "2026-02-14 23:55:00",
      "episode_number": "S5 E24",
      "show_category": "",
      "show_description": "Quando affronta il drago terrorizzante, l'eroe leggendario scappa. Molang e Piu Piu lo raggiungono e lo aiutano a ritrovare la fiducia in se stesso."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/05/1649159433541_Screenshot%2022.jpg",
      "start_time": "2026-02-14 23:55:00",
      "end_time": "2026-02-15 00:45:00",
      "episode_number": "S5 E27",
      "show_category": "",
      "show_description": "Nel Medioevo, Molang e Piu Piu incontrano un tritone il cui sogno è quello di visitare la città."
    }
  ]
}