{
  "channel_name": "Rete 4",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Quarto Grado",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/quarto-grado.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:56:00",
      "episode_number": "",
      "show_category": "Informazione",
      "show_description": "Approfondimento giornalistico condotto da Gianluigi Nuzzi e Alessandra Viero su alcuni dei gialli irrisolti della cronaca."
    },
    {
      "show_name": "Made In Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/made-in-italy.webp",
      "start_time": "2026-02-14 00:56:00",
      "end_time": "2026-02-14 02:00:00",
      "episode_number": "S1 E2",
      "show_category": "Drammatico",
      "show_description": "Una serata in discoteca finisce con un rientro a casa all'alba di Irene, che dopo un litigio col padre, decide di trasferirsi a casa di Monica. La Milano della moda si prepara intanto al grande evento: Krizia sfilerà in Triennale, ma Rita, invitata per Appeal, non si presenta. Irene allora decide di sostituirla e con uno stratagemma riesce ad entrare e a ottenere un'intervista dalla stilista."
    },
    {
      "show_name": "Ieri E Oggi In Tv Special",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/ieri-e-oggi-in-tv-special.webp",
      "start_time": "2026-02-14 02:00:00",
      "end_time": "2026-02-14 03:11:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Riviviamo le note e i personaggi degli anni 80 proposti nel popolare programma musicale del periodo."
    },
    {
      "show_name": "Tg4 Ultima Ora Notte",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 03:11:00",
      "end_time": "2026-02-14 03:30:00",
      "episode_number": "",
      "show_category": "Telegiornale",
      "show_description": "Informazione quotidiana con le notizie dall'Italia e dal mondo per il telegiornale di Rete 4."
    },
    {
      "show_name": "Sono Sartana, Il Vostro Becchino",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 03:30:00",
      "end_time": "2026-02-14 05:09:00",
      "episode_number": "",
      "show_category": "Western",
      "show_description": "Il direttore di una banca, unico superstite di una sanguinosa rapina, individua in Sartana il capo dei banditi. Invece e' innocente ed indaga. Regia di A. Ascot, con G. Garko, E. Manni; ITA 1969."
    },
    {
      "show_name": "Due Per Tre",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/due-per-tre.webp",
      "start_time": "2026-02-14 05:09:00",
      "end_time": "2026-02-14 05:34:00",
      "episode_number": "S1 E15",
      "show_category": "Sit-Com",
      "show_description": "Giorgio Antonioli (Johnny Dorelli), avvocato civilista, e sua moglie Elena (Loretta Goggi), architetto per titolo, ma madre a tempo pieno, formano una bellissima coppia: sposati da tanti anni si amano come se fosse il primo giorno, anzi forse molto di piu'. I due hanno tre figli: Martina (Marta Forghieri), diciassettenne alle prese con i tradizionali problemi adolescenziali, Leo (Alessandro Sacco), l'unico figlio maschio un po' sopraffatto dall'irruenza femminile delle sorelle, ma coccolato dalla mamma e Niki (Margherita Lombardo), la piu' piccola, perdutamente innamorata del padre e con la battuta sempre pronta.Giorgio ed Elena non si esimono dall'usare il gioco e lo scherzo per ravvivare il rapporto coniugale, si prestnao ad un rapporto dialettico con i tre figli e sono sempre pronti a mettersi in discussione, ma anche solidali nel pretendere, se e' il caso, una linea dura di comportamento. Giorgio non perde occaisone per ribadire il suo amore, la sua stima e la s.."
    },
    {
      "show_name": "Riridiamo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:34:00",
      "end_time": "2026-02-14 05:44:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Riridiamo '99."
    },
    {
      "show_name": "Tg4 Ultima Ora Mattina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:44:00",
      "end_time": "2026-02-14 06:03:00",
      "episode_number": "",
      "show_category": "Telegiornale",
      "show_description": "Informazione quotidiana con le notizie dall'Italia e dal mondo per il telegiornale di Rete 4."
    },
    {
      "show_name": "4 Di Sera",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/4-di-sera.webp",
      "start_time": "2026-02-14 06:03:00",
      "end_time": "2026-02-14 06:59:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Dibattito quotidiano sui fatti salienti della giornata. Politica, economia, i principali casi di cronaca ed attualità."
    },
    {
      "show_name": "La Promessa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/la-promessa.webp",
      "start_time": "2026-02-14 06:59:00",
      "end_time": "2026-02-14 07:30:00",
      "episode_number": "S4 E86",
      "show_category": "Soap opera",
      "show_description": "Manuel rivela ad Adriano che è il padre dei bambini ma gli chiede di non dirlo a Catalina. Il dottor Ferrer addormenta Catalina per eseguire il cesareo, assistito da Maria, nel frattempo la famiglia e la servitù sono in trepidazione per la riuscita dell'intervento. Petra chiede scusa a Samuel per aver perso la calma, presa dal ricordo del figlio Feliciano. Il cesareo va a buon fine e Catalina dà luce a un bambino. L'indomani, il medico torna a palazzo per visitare i bambini e la madre, che non si è ancora svegliata, quindi le pratica un'iniezione che la fa riprendere. Parlando con Romulo, Ricardo gli rivela che sta riflettendo sul cambiamento di Ana. Manuel parla con Samuel perché vorrebbe aiutare Simona a ritrovare Toño e vorrebbe parlargli, il prete gli dice che non lo aiuterà a farlo tornare, ma lo porta con sé al rifugio affinché gli parli, ma Toño si rifiuta di dargli ascolto. Leocadia dà ordine a Vera di cercare una balia per Catalina, ma Alonso le dice che Catalina vorrebbe alla."
    },
    {
      "show_name": "Terra Amara",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/terra-amara.webp",
      "start_time": "2026-02-14 07:30:00",
      "end_time": "2026-02-14 08:32:00",
      "episode_number": "S2 E40",
      "show_category": "Soap opera",
      "show_description": "Hunkar, allontanata da Demir, che le vieta anche di vedere la madre Azize, prepara insieme a Fekeli i documenti per il matrimonio. Demir bandisce Hunkar dall'azienda. Sermin alimenta lo scandalo, raccontando le confidenze fattele da Behice: la zia di Mujgan infatti le racconta di un presunto interessamento di Fekeli nei suoi confronti. Cetin 'rapisce' Gulten; che lascia trasparire il suo amore per l'uomo, ma rifiuta di fargli il nome di Ercument, colui che l'ha violentata e che è stato ucciso da Yilmaz. Zuleyha nega che Adnan abbia chiamato Yilmaz papà, come Gaffur ha sentito e riferito a Demir. Nezihe porta la proposta di matrimonio di Rustem per Gulten a Saniye, che la rispedisce al mittente. Gaffur tragicomicamente alle prese con la pastorizia, vuole saldare il debito con Hatip."
    },
    {
      "show_name": "Terra Amara",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/terra-amara.webp",
      "start_time": "2026-02-14 08:32:00",
      "end_time": "2026-02-14 09:40:00",
      "episode_number": "S2 E41",
      "show_category": "Soap opera",
      "show_description": "Le nozze tra Hunkar Yaman e Ali Rahmet Fekeli stanno per celebrarsi e nessun componente delle due famiglie ha intenzione di partecipare al matrimonio, ad eccezione di Saniye che, nonostante le preghiere di Gaffur, si reca alla casa di campagna per aiutare Hunkar a prepararsi. All'arrivo dello sposo però si presenta anche Zuleyha. L'idea che la suocera possa trovare la felicità dopo tutte le ingiustizie che le ha inflitto perm lei è insopportabile e racconta ad Ali Rahmet la verità sulle sue nozze con Demir, della prigionia forzata in casa, del ricovero in manicomio e dell'allontanamento da Adnan. Omette solo di dire che il bambino in realtà è figlio di Yilmaz, per scrupolo di coscienza, perché sa che svelare quest'informazione avrebbe delle ripercussioni sulla vita di molti, tra cui Mujgan."
    },
    {
      "show_name": "Tradimento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/tradimento.webp",
      "start_time": "2026-02-14 09:40:00",
      "end_time": "2026-02-14 10:43:00",
      "episode_number": "S1 E33",
      "show_category": "Soap opera",
      "show_description": "Ozan, Tolga e Oylum organizzano una cena per festeggiare la guarigione di Guzide. Oylum vuole approfittare dell'occasione per dire finalmente la verità sulla sua espulsione alla madre, ma quando arriva il momento, si tira indietro, impaurita. Tarik porta via la piccola Oyku, come conseguenza delle azioni di Yesim."
    },
    {
      "show_name": "Delitti Ai Caraibi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 10:43:00",
      "end_time": "2026-02-14 11:55:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Durante la registrazione di un tutorial di bellezza da condividere con la sua comunita', una giovane donna sente raffiche di spari."
    },
    {
      "show_name": "Tg4",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 11:55:00",
      "end_time": "2026-02-14 12:25:00",
      "episode_number": "",
      "show_category": "Telegiornale",
      "show_description": "Informazione quotidiana con le notizie dall'Italia e dal mondo per il telegiornale di Rete 4. A seguire, le previsioni metereologiche."
    },
    {
      "show_name": "La Signora In Giallo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/la-signora-in-giallo.webp",
      "start_time": "2026-02-14 12:25:00",
      "end_time": "2026-02-14 14:00:00",
      "episode_number": "S11 E6",
      "show_category": "Crime",
      "show_description": "Nel corso di una fiera, la signora Fletcher conosce un funzionario russo, negli Stati Uniti per dimostrare l'innocenza del fratello, recluso in patria."
    },
    {
      "show_name": "Lo Sportello Di Forum",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 14:00:00",
      "end_time": "2026-02-14 15:37:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il processo tv che affronta vicende comuni e quotidiane con uno sguardo sempre attento ai temi piu' attuali. Conduce Barbara Palombelli."
    },
    {
      "show_name": "Freedom Pills",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 15:37:00",
      "end_time": "2026-02-14 15:43:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Avventura, scoperta, indagine. Un viaggio alla ricerca della conoscenza per scoprire l'ignoto e farsi stupire dalle meraviglie della natura e della storia."
    },
    {
      "show_name": "Freedom Pills",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 15:43:00",
      "end_time": "2026-02-14 15:55:00",
      "episode_number": "S1 E27",
      "show_category": "",
      "show_description": "Freedom pills '23-'24."
    },
    {
      "show_name": "Cuori Ribelli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 15:55:00",
      "end_time": "2026-02-14 18:58:00",
      "episode_number": "",
      "show_category": "Avventura",
      "show_description": "Ron Howard dirige Tom Cruise e Nicole Kidman in una storia d'amore ambientata a fine '800. Due ragazzi irlandesi partono per Boston inseguendo il sogno americano. Regia di R. Howard; USA 1992."
    },
    {
      "show_name": "Tg4",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 18:58:00",
      "end_time": "2026-02-14 19:41:00",
      "episode_number": "",
      "show_category": "Telegiornale",
      "show_description": "Informazione quotidiana con le notizie dall'Italia e dal mondo per il telegiornale di Rete 4. A seguire, le previsioni metereologiche."
    },
    {
      "show_name": "La Promessa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/la-promessa.webp",
      "start_time": "2026-02-14 19:41:00",
      "end_time": "2026-02-14 20:29:00",
      "episode_number": "S4 E87",
      "show_category": "Soap opera",
      "show_description": "Adriano passa del tempo con Catalina e i gemelli, e lei gli confessa che è lui il padre. Anche Manuel conosce finalmente i suoi nipoti e, sebbene questo susciti in lui tristezza per il ricordo di Jana, lo rende contento. In più c'è un'altra buona notizia: Pedro Ferrè ha accettato di far costruire il motore del suo aeroplano a Manuel, a La Promessa. Anche Alonso e Martina gioiscono della novità, ma la fanciulla ha altri pensieri che la turbano, soprattutto il litigio con Abel riguardo una telefonata sospetta. Teresa racconta a María che è grazie a Padre Samuel se lei ha ancora un posto di lavoro e che sospetta che lui provi dei sentimenti forti per la cameriera. Vera dice a Teresa che sospetta che Ana abbia escogitato la scomparsa di Diego per poi prendersi il merito di averlo ritrovato. E quando la donna viene a La Promessa per dare dei bavaglioli in regalo ai figli di Catalina, le cameriere la guardano con sospetto. Pia dice a Curro di aver trovato un esperto di veleni e di avergli da."
    },
    {
      "show_name": "4 Di Sera Weekend",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 20:29:00",
      "end_time": "2026-02-14 21:34:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Il nuovo programma di Rete4 dedicato a politica, economia e i principali casi di cronaca ed attualita'."
    },
    {
      "show_name": "Non C'e' Due Senza Quattro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rete-4/today/non-c-e-due-senza-quattro.webp",
      "start_time": "2026-02-14 21:34:00",
      "end_time": "2026-02-14 23:48:00",
      "episode_number": "",
      "show_category": "Avventura",
      "show_description": "Divertente commedia sul tema del doppio con Bud Spencer e Terence Hill che si fanno in quattro: sono due raffinati ricconi e allo stesso tempo i loro rozzi sosia che vengono assunti per evitare che i primi vengano assassinati. Da qui, seguono scene esilaranti con i sosia buzzurri che si godono il buon cibo, le belle macchine e la ricchezza, tra una scazzottata e l'altra. Equivoci a non finire."
    },
    {
      "show_name": "Arma Letale",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 23:48:00",
      "end_time": "2026-02-15 02:06:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "Martin, un poliziotto reduce dal Vietnam e soprannominato Arma letale, viene messo in coppia con Roger, un maturo poliziotto di colore. Regia di R. Donner; USA 1987."
    }
  ]
}