{
  "channel_name": "20",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "Autobahn Fuori Controllo",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307398801000101/media/20/84/0cb69ac3-c9a1-4086-8eae-214d0ccee4c0/5ba05c61-031c-4147-9665-797123af4ce8.jpg",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 01:05:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "Action-thriller con i premi Oscar Anthony Hopkins e Ben Kingsley. Casey lavora in Europa come corriere della droga, per conto di un gangster tedesco, Geran. Dopo aver incontrato Juliette ed essersene innamorato, esce dal giro per dedicarsi a lei. Ma quando scopre che la donna ha bisogno di cure molto costose per sopravvivere, Casey torna a bussare alla porta di Geran: questi ha in serbo per lui un colpo molto pericoloso, una rapina ai danni del maggiore trafficante di droga tedesco. Con A. Hopkins e Ben Kingsley."
    },
    {
      "show_name": "Riverdale",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312201201001304/media/0/0/bb6f1416-f313-4adb-bf86-c2dbf4185f80/ab983f3a-24a6-474a-a07d-3786104980cf.jpg",
      "start_time": "2026-02-15 01:05:00",
      "end_time": "2026-02-15 01:45:00",
      "episode_number": "S7 E13",
      "show_category": "Drammatico",
      "show_description": "La signora Thornton viene licenziata perché sospettata di essere una comunista, e alla fine sostituita da Geraldine Grundy, che rivela ad Archie che la Thornton era anche il suo mentore e si offre di continuare a fargli da mentore. Dopo che Evelyn ha definito Cheryl impegnata in un comportamento deviante, i suoi genitori la costringono a confermare che altri studenti sono gay, inclusi Toni, Kevin e Clay, altrimenti non sarà più una River Vixen. Escogitano un piano per Cheryl e Kevin, e Toni e Clay, per fingere di uscire insieme, ma Cheryl rinuncia alle Vixen dopo aver realizzato che non vuole vivere in una bugia. Archie, nonostante le pressioni degli adulti intorno a lui, continua la sua poesia e la sua amicizia con la signora Thornton, che gli regala una copia de \"Il Crogiuolo\". Betty, dopo la chiusura del Blue and Gold, decide di avviare una newsletter per gli adolescenti, che riscuote subito successo."
    },
    {
      "show_name": "Riverdale",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312201201001404/media/0/0/bb6f1416-f313-4adb-bf86-c2dbf4185f80/ab983f3a-24a6-474a-a07d-3786104980cf.jpg",
      "start_time": "2026-02-15 01:45:00",
      "end_time": "2026-02-15 02:26:00",
      "episode_number": "S7 E14",
      "show_category": "Drammatico",
      "show_description": "Kevin scrive un musical per lo spettacolo primaverile e decide che riguarderà l'ultimo anno alla Riverdale High, anche se Reggie e Jughead si rifiutano di partecipare. Decide il protagonista sarà Archie, il che diventa difficile quando Archie abbandona lo spettacolo perché si rende conto, attraverso le canzoni scritte, che non sa cosa vuole nella vita e alla fine lascia la squadra di basket per concentrarsi sulla poesia, rinunciando anche a Betty e Veronica. Kevin scrive anche una canzone per Betty, Veronica, Cheryl e Toni, ma nessuna di loro la approva."
    },
    {
      "show_name": "Show Reel",
      "show_logo": "",
      "start_time": "2026-02-15 02:26:00",
      "end_time": "2026-02-15 03:03:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Show reel '26."
    },
    {
      "show_name": "The Flash",
      "show_logo": "",
      "start_time": "2026-02-15 03:03:00",
      "end_time": "2026-02-15 03:44:00",
      "episode_number": "S6 E7",
      "show_category": "",
      "show_description": "Dibny viene infettato da Ramsey e il Team non riesce a curarlo nonostante una trasfusione di sangue di Barry che anzi, viene infettato a sua volta."
    },
    {
      "show_name": "The Flash",
      "show_logo": "",
      "start_time": "2026-02-15 03:44:00",
      "end_time": "2026-02-15 04:24:00",
      "episode_number": "S6 E8",
      "show_category": "",
      "show_description": "Il Team riesce a scongiurare la minaccia del piano di Ramsey : infettare tutta Central City."
    },
    {
      "show_name": "R.i.s. 4 Delitti Imperfetti",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012798201001001/images/Mediaset_Italia_Production_-_Main/879/220/ST000000001448-2-header-poster-320x260.jpg",
      "start_time": "2026-02-15 04:24:00",
      "end_time": "2026-02-15 05:19:00",
      "episode_number": "S4 E10",
      "show_category": "Poliziesco",
      "show_description": "La morte di un amico di Ghirelli, conosciuto come \"il ragno\", porta i RIS nel mondo sotterraneo degli hacker, rivelando un'oscura vicenda di truffe informatiche e squallore, dove l'avidità è pronta al tradimento dei legami e persino all'omicidio. Un caso semplice, l'omicidio di un uomo da parte dell'ex-marito della nuova convivente, viene complicato da un errore procedurale."
    },
    {
      "show_name": "Riverdale",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F312201201001304/media/0/0/bb6f1416-f313-4adb-bf86-c2dbf4185f80/ab983f3a-24a6-474a-a07d-3786104980cf.jpg",
      "start_time": "2026-02-15 05:19:00",
      "end_time": "2026-02-15 06:00:00",
      "episode_number": "S7 E13",
      "show_category": "Drammatico",
      "show_description": "La signora Thornton viene licenziata perché sospettata di essere una comunista, e alla fine sostituita da Geraldine Grundy, che rivela ad Archie che la Thornton era anche il suo mentore e si offre di continuare a fargli da mentore. Dopo che Evelyn ha definito Cheryl impegnata in un comportamento deviante, i suoi genitori la costringono a confermare che altri studenti sono gay, inclusi Toni, Kevin e Clay, altrimenti non sarà più una River Vixen. Escogitano un piano per Cheryl e Kevin, e Toni e Clay, per fingere di uscire insieme, ma Cheryl rinuncia alle Vixen dopo aver realizzato che non vuole vivere in una bugia. Archie, nonostante le pressioni degli adulti intorno a lui, continua la sua poesia e la sua amicizia con la signora Thornton, che gli regala una copia de \"Il Crogiuolo\". Betty, dopo la chiusura del Blue and Gold, decide di avviare una newsletter per gli adolescenti, che riscuote subito successo."
    },
    {
      "show_name": "Show Reel",
      "show_logo": "",
      "start_time": "2026-02-15 06:00:00",
      "end_time": "2026-02-15 06:23:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Show reel '26."
    },
    {
      "show_name": "R.i.s. 4 Delitti Imperfetti",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012798201001101/images/Mediaset_Italia_Production_-_Main/879/220/ST000000001448-2-header-poster-320x260.jpg",
      "start_time": "2026-02-15 06:23:00",
      "end_time": "2026-02-15 07:19:00",
      "episode_number": "S4 E11",
      "show_category": "Poliziesco",
      "show_description": "La vicenda di Rinaldi giunge ad un punto di svolta, ma la verità è proprio quella che si sperava di non sapere mai. Riaprendo le indagini sul rapimento e morte del piccolo Manuel, emerge il coinvolgimento evidente di Sebastiano che, per debiti, si assunse il ruolo di carceriere de bambino."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 07:19:00",
      "end_time": "2026-02-15 08:01:00",
      "episode_number": "S4 E1",
      "show_category": "Crime",
      "show_description": "Durante il colloquio per il visto, Thony rivive i due giorni che hanno sconvolto ogni equilibrio: i visti \"S\" ottenuti grazie a Russo, il messaggio di Ramona dal carcere, l'omicidio di Russo che le spezza ogni prospettiva di regolarizzazione. Mentre Jorge lotta per il controllo del cartello, Thony gli salva la vita e trasforma quel momento in una nuova, rischiosa leva di potere."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 08:01:00",
      "end_time": "2026-02-15 09:05:00",
      "episode_number": "S4 E2",
      "show_category": "Crime",
      "show_description": "Thony, ora tirocinante in cerca della residenza, continua a lavorare anche per Jorge, ritrovandosi in una posizione sempre più rischiosa. Intanto Fiona è costretta a collaborare con qualcuno che detesta, aggravando le tensioni."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 09:05:00",
      "end_time": "2026-02-15 10:05:00",
      "episode_number": "S4 E3",
      "show_category": "Crime",
      "show_description": "Mentre Jorge rafforza il controllo sul cartello, Thony affronta il prezzo della sopravvivenza e scelte che ne definiscono l'identità. Con una mossa disperata che sfuma il confine tra misericordia e omicidio, si immerge sempre più nel mondo che aveva combattuto. Fiona cerca di sostenere la famiglia, ignara dei pericoli, mentre Ramona mostra che il suo potere resta intatto anche in carcere."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 10:05:00",
      "end_time": "2026-02-15 11:04:00",
      "episode_number": "S4 E4",
      "show_category": "Crime",
      "show_description": "Le minacce si fanno sempre più vicine e Thony prende una decisione radicale per conquistare la sua libertà, un passo che potrebbe cambiare tutto. Mentre Jorge elimina chi potrebbe distruggere il suo impero, Fiona lotta per salvare la sua attività, senza accorgersi dei pericoli che la circondano. Thony è costretta a rischiare tutto per sopravvivere."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 11:04:00",
      "end_time": "2026-02-15 11:55:00",
      "episode_number": "S4 E5",
      "show_category": "Crime",
      "show_description": "Thony e Jorge lavorano insieme per proteggere le loro famiglie, ma le loro divergenze rendono complicato il loro accordo. Nel frattempo, l'integrità di Thony viene messa alla prova in ospedale. Quando la sicurezza di Ramona è minacciata, Thony e Jorge devono agire rapidamente per scoprire il responsabile. In un momento di incertezza, Ramona fa un accordo segreto."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 11:55:00",
      "end_time": "2026-02-15 12:55:00",
      "episode_number": "S4 E6",
      "show_category": "Crime",
      "show_description": "Con l'influenza crescente di Ramona, la famiglia Sin Cara lotta per il dominio. Nel frattempo, il nuovo hobby di Chris porta successi inaspettati e pericoli. Quando Luca minaccia i segreti familiari, Thony deve prendere una decisione difficile. Ramona agisce per consolidare il suo potere."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 12:55:00",
      "end_time": "2026-02-15 13:54:00",
      "episode_number": "S4 E7",
      "show_category": "Crime",
      "show_description": "Nel loro nuovo equilibrio, Thony cerca di prendere in mano la situazione con Ramona. Nel frattempo, Fiona ha una conversazione sincera con Chris e Jaz, mentre la dinamica familiare subisce grandi cambiamenti. Con il progetto di Jorge in bilico, lui spinge la sua influenza a un livello superiore."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 13:54:00",
      "end_time": "2026-02-15 14:50:00",
      "episode_number": "S4 E8",
      "show_category": "Crime",
      "show_description": "La ricerca incessante di Thony per scoprire la verità svela un pericoloso segreto che potrebbe costarle tutto. Jorge lotta per proteggere il suo impero mentre i nemici si avvicinano, e Fiona si batte per garantire un futuro ai suoi figli. Con il passato che non vuole restare sepolto, Thony è costretta a fare una mossa disperata."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 14:50:00",
      "end_time": "2026-02-15 15:48:00",
      "episode_number": "S4 E9",
      "show_category": "Crime",
      "show_description": "Un ospedale in lockdown, un paziente con un segreto mortale. Thony, mentre lotta per salvare una vita, si ritrova divisa tra due uomini e i fantasmi del loro passato. Jorge è accecato dalla vendetta, mentre Fiona prende una decisione che cambierà tutto. Thony affronta la sua battaglia."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 15:48:00",
      "end_time": "2026-02-15 16:47:00",
      "episode_number": "S4 E10",
      "show_category": "Crime",
      "show_description": "Un'infiltrazione rischiosa e un riscatto milionario mettono tutto in gioco. Thony rischia tutto, Benny è in pericolo e Fiona corre contro il tempo. Le alleanze vacillano e i nemici si avvicinano, ma il vero tradimento sarà una sorpresa inattesa."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 16:47:00",
      "end_time": "2026-02-15 17:45:00",
      "episode_number": "S4 E11",
      "show_category": "Crime",
      "show_description": "Uno scontro violento in prigione e una fuga a rischio estremo mettono tutto in gioco. Thony, minacciata dalla furia di Ramona, deve proteggere la sua libertà e famiglia in mezzo al caos. Jorge, venuto a conoscenza dei piani di Ramona, lotta per fermarla. Il destino di Sin Cara è appeso a un filo, mentre un gesto fatale cambia per sempre il legame con Fiona."
    },
    {
      "show_name": "The Cleaning Lady",
      "show_logo": "",
      "start_time": "2026-02-15 17:45:00",
      "end_time": "2026-02-15 18:43:00",
      "episode_number": "S4 E12",
      "show_category": "Crime",
      "show_description": "Thony è intrappolata in una situazione caotica che mette in pericolo la sua vita. Deve riuscire a preservare la sua libertà e proteggere la famiglia, affrontando direttamente le minacce che la circondano in questo finale di stagione diviso in due parti. Ogni sua mossa è cruciale e determina l'esito di eventi che non lascia spazio a errori o incertezze."
    },
    {
      "show_name": "3 Days To Kill",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F305950301000102/media/20/84/6443c08e-d1c4-4a62-a9f8-57e652583a0b/9b570a73-0f62-4303-9bea-55523f06ff4c.jpg",
      "start_time": "2026-02-15 18:43:00",
      "end_time": "2026-02-15 21:08:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "In cambio di un farmaco sperimentale per guarire da una malattia incurabile, l'agente Ethan Renner accetta un'ultima, rischiosissima missione: catturare un pericoloso terrorista. Una missione rischiosa per poi tentare di recuperare il rapporto con la moglie e la figlia Zoey."
    },
    {
      "show_name": "John Wick",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F305742401000102/media/10/10/3d9eb428-f456-4bfd-ac6c-0e8363782114/dd8c7ba9-0e91-442c-979f-dbe83ffd47d7.jpg",
      "start_time": "2026-02-15 21:08:00",
      "end_time": "2026-02-15 23:11:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "John Wick, l'Uomo Nero, è un ex killer che ha voltato pagina e cominciato una nuova vita con sua moglie Helen. Ma pochi anni dopo Helen muore a causa di una malattia, lasciandogli un cucciolo di cane, a cui John si affeziona in ricordo della moglie. Quando una notte dei balordi si introducono in casa di John, uccidono la cagnolina e rubano la sua adorata auto, l'Uomo Nero è costretto a tornare sui suoi passi e affrontare i fantasmi del passato."
    },
    {
      "show_name": "After The Sunset",
      "show_logo": "",
      "start_time": "2026-02-15 23:11:00",
      "end_time": "2026-02-16 01:06:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "Action-comedy con Pierce Brosnan e Salma Hayek. Due ladri di diamanti fuggono alle Bahamas per godersi il loro bottino. Ma sulle loro tracce c'e' un agente dell'FBI. Regia di B. Ratner; USA 2004."
    }
  ]
}