{
  "channel_name": "Italia 2",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "La Cosa",
      "show_logo": "",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:59:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "Antartide. L'avventura degli scienziati che hanno originariamente scoperto l'alieno. Prequel dell'omonimo film diretto da John Carpenter nel 1982. Regia di M. Van Heijningen Jr.; USA 2011."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000102/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 00:59:00",
      "end_time": "2026-02-01 01:25:00",
      "episode_number": "S1 E1",
      "show_category": "Anime",
      "show_description": "La quattordicenne Oscar diventa capitano delle guardie per la protezione di Maria Antonietta. Oscar decide di accettare il difficile e pericoloso incarico."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000202/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 01:25:00",
      "end_time": "2026-02-01 01:48:00",
      "episode_number": "S1 E2",
      "show_category": "Anime",
      "show_description": "Oscar sventa un tentativo di rapimento di Maria Antonietta da parte del Duca D'Orleans."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000302/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 01:48:00",
      "end_time": "2026-02-01 02:11:00",
      "episode_number": "S1 E3",
      "show_category": "Anime",
      "show_description": "La Contessa Du Barry, favorita di Luigi XV, suscita la gelosia di Maria Antonietta. Le due donne entrano in competizione."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000402/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 02:11:00",
      "end_time": "2026-02-01 02:34:00",
      "episode_number": "S1 E4",
      "show_category": "Anime",
      "show_description": "La Contessa du Barry ordisce un complotto ai danni della madre di Oscar così da farla accusare di omicidio."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000101/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 02:34:00",
      "end_time": "2026-02-01 02:58:00",
      "episode_number": "S1 E1",
      "show_category": "Anime",
      "show_description": "Goku e Chichi vivono tranquillamente in campagna assieme al loro figlioletto Gohan. Un giorno Gohan si perde nel bosco e si trova davanti ad una tigre. Goku corre in suo aiuto. Nel frattempo sulla terra arriva un misterioso e fortissimo combattente di nome Radish che vuole trovare a tutti i costi un certo Kaarot. Si tratta probabilmente di un Sayan, i guerrieri piu' potenti dell'universo."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000201/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 02:58:00",
      "end_time": "2026-02-01 03:22:00",
      "episode_number": "S1 E2",
      "show_category": "Anime",
      "show_description": "Goku ed il figlioletto Gohan si recano sull'isola del Genio per raggiungere Crili, Tartaruga e Bulma. La festa viene interrotta dall'arrivo di Radish che sembra aver rintracciato Kaarot. Si tratta in realta' di Goku che scopre di non essere un terrestre, ma di provenire dal pianeta Vegeta e di essere un Sayan inviato sulla terra ancora piccolo per sterminare gli essere umani. In seguito ad un incidente, Goku ha dimenticato le sue origini trasformandosi in un essere umano in tutto e per tutto. Radish, fratello maggiore di Goku, pretende che Goku torni con lui al fine di conquistare un pianeta..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000301/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 03:22:00",
      "end_time": "2026-02-01 03:44:00",
      "episode_number": "S1 E3",
      "show_category": "Anime",
      "show_description": "Goku, deciso ad eliminare Radish, il fratello-nemico, ricorda che tirando la coda ad un Sayan questi perde completamente la forza. Goku non puo' compiere da solo questa pericolosa missione e Junior, che vede in Radish un ostacolo alle sue mire di conquiesta della terra, gli offre aiuto. Ma Radish e' molto piu' forte di quanto Junior e Goku potessero immaginare.."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000401/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 03:44:00",
      "end_time": "2026-02-01 04:07:00",
      "episode_number": "S1 E4",
      "show_category": "Anime",
      "show_description": "Dopo un difficile combattimento, Goku e Junior riescono a neutralizzare Radish. Questi supplica Goku di lasciarlo andare promettendogli che non gli dara' mai piu' fastidio. Goku cede, ma Radish ha bleffato. Una volta libero, non esita ad aggredire Goku. Gohan, rinchiuso in una navicella, sente le urla del padre e si prepara a difenderlo..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000501/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 04:07:00",
      "end_time": "2026-02-01 04:31:00",
      "episode_number": "S1 E5",
      "show_category": "Anime",
      "show_description": "Gohan si abbatte come una furia su Radish. Goku interviene in aiuto del figlio bloccando alle spalle Radish ed ordinando a Junior di eliminare il nemico ben sapendo che se restera' attaccato al Sayan soccombera' anche lui. Dato che gli altri due Sayan sono costantemente in contatto con Radish, questi spera che arrivino in suo aiuto e chiedano a Scenron di farlo resuscitare. Ma i due Sayan decidono di sfruttare la situazione a loro favore e di chiedere al drago l'immortalita'. Si preparano nelle loro navicelle per compiere un viaggio lungo un anno, atterrare sulla terra ed eliminare gli esseri umani. Goku muore ed il suo corpo svanisce nel nulla. Secondo Junior e' stato il Supremo a farlo scomparire per qualche strano motivo ancora sconosciuto."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000104/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 04:31:00",
      "end_time": "2026-02-01 04:56:00",
      "episode_number": "S12 E1",
      "show_category": "Anime",
      "show_description": "Mentre insegue Rubber e shirahoshi, Hody ripensa a quando era bambino e all'influenza che Arlong ha avuto su di lui e i suoi alleati. Intanto, Fukaboshi si dispera per non essersi accorto che nel quartiere degli uomini-pesce l'odio stava diventando sempre piu' forte; e' convinto che sua madre abbia perso la vita proprio a causa del rancore dilagante sull'isola. Per questo il principe chiede a Rubber di cancellare il passato e i suoi spettri, facendo ripartire l'isola da zero. Mentre la gigantesca bolla d'aria preparata viene lanciata dal serbatoio d'aria e avvolge l'arca, Rubber rassicura Fukaboshi dicendo che ci pensera' lui a sistemare tutto, e si prepara ad affrontare Hody."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000204/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 04:56:00",
      "end_time": "2026-02-01 05:20:00",
      "episode_number": "S12 E2",
      "show_category": "Anime",
      "show_description": "Rubber promette di salvare l'isola degli uomini-pesce e i compagni di ciurma lo assistono, affrontando gli ufficiali della nuova banda pirata degli uomini-pesce. Brook affronta Zeo, Usopp si scontra con Daruma, Sanji e Jinbei contro Wadatsumi, Franky contro Ikaros, Zoro contro hyozo e chopper contro sbam. La battaglia piu' difficile pero' e' quella che deve combattere Rubber contro Hody. Per riuscire a sbaragliarlo sfodera un colpo potentissimo e micidiale che, pero', non ha la meglio su Hody. Adesso il loro scontro si sposta sulla Noah, Hody si riempie di e-s e Rubber puo' finalmente atterrare sul ponte, uscire dalla bolla e respirare."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000304/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 05:20:00",
      "end_time": "2026-02-01 05:45:00",
      "episode_number": "S12 E3",
      "show_category": "Anime",
      "show_description": "Rubber e Hody continuano il loro combattimento sulla Noah. L'uomo-pesce dimostra una resistenza e una forza che sembrano inesauribili, e il pirata sembra parecchio in difficolta'. Tuttavia, Rubber, utilizzando il gear third, colpisce l'avversario con un colpo decisivo mettendolo definitivamente al tappeto. Nel frattempo, anche il resto della ciurma e' alle prese con i compagni di Hody e sono i pirati ad avere la meglio: Chopper sconfigge Sbam, Franky annienta Ikaros, Brook distrugge Zeo, Usopp batte Daruma, Zoro sbaraglia Hyozo, mentre Sanji e Jinbei vincono su Wadatsumi. Rubber, poi, continua a colpire l'arca per evitare che continui a precipitare verso l'isola."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000404/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 05:45:00",
      "end_time": "2026-02-01 06:10:00",
      "episode_number": "S12 E4",
      "show_category": "Anime",
      "show_description": "Mentre sull'isola, con la sconfitta degli ufficiali di Hody e la fuga degli altri pirati, la battaglia e' ormai vinta, Rubber e' impegnato allo stremo per distruggere l'arca e continua a colpire la Noah con l'elephant gatling. Molti abitanti decidono di riporre la loro fiducia in lui e di non scappare dall'isola poiche' alcuni, analizzando le sue gesta, ricordano come Barbabianca, venti anni prima, si fosse messo a difesa dell'isola in nome della sua amicizia con re Nettuno. Quando l'arca e' ormai in prossimita' dell'isola, Shirahoshi richiama involontariamente i re del mare che fermano la Noah, senza bisogno che Rufy la distrugga. Il ragazzo, tirato un sospiro di sollievo, sviene per le ferite riportate mentre i re del mare spiegano a Shirahoshi il suo potere."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000504/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 06:10:00",
      "end_time": "2026-02-01 06:34:00",
      "episode_number": "S12 E5",
      "show_category": "Anime",
      "show_description": "I re del mare spiegano a shirahoshi che, sin dal giorno in cui e' nata, sapevano che sarebbe stata la loro regina e che solo ogni centinaia di anni nasce una sirena con questo potere. Inoltre le dicono che la noah fu progettata proprio per essere trasportata dai re del mare. Dopo che shirahoshi porta in salvo rubber, ancora svenuto per lo scontro con hody, i re del mare adagiano la noah fuori dalla foresta marina e ricordano che solo un altro uomo prima del ragazzo di gomma si era dimostrato capace di sentire la loro voce. Nel frattempo, le guardie del palazzo comunicano che i tesori della famiglia reale sono stati trafugati, ma che le sirene credute rapite dalla ciurma di cappello di paglia sono state ritrovate sane e salve scagionando Rubber. Re Nettuno ordina che venga immediatamente diffusa la notizia dell'innocenza della ciurma mentre i pri'ncipi catturano Hody e Van Der Decken, cosi' come gli altri membri dei nuovi pirati uomini-pesce. Shirahoshi porta Rubber in piazza. Chopp.."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000604/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 06:34:00",
      "end_time": "2026-02-01 07:00:00",
      "episode_number": "S12 E6",
      "show_category": "Anime",
      "show_description": "Nettuno decide di liberare gli schiavi umani di Hody, i quali si dirigono subito verso il nuovo mondo. Gli uomini-pesce arruolati dal pirata vengono invece presi alle sue dipendenze nell'esercito. Il quartiere degli uomini-pesce viene chiuso. Van Der Decken, Hody e i suoi ufficiali vengono imprigionati, mentre Wadatsumi viene bandito dall'isola perche', date le sue dimensioni, non puo' essere incarcerato. Intanto, Jinbei rifiuta la proposta di Rubber perche' dice di avere delle faccende in sospeso. Tuttavia, se in futuro lo vorranno ancora come compagno, sara' ben felice di unirsi a loro. A palazzo viene organizzato un grandioso banchetto in onore della ciurma. Durante la festa, Robin prende da parte il Re Nettuno per chiedergli dei chiarimenti sui poigne' griffe. Robin e il sovrano giungono alla conclusione che Shirahoshi e' l'arma ancestrale indicata dal poigne' griffe di Skypiea, Poseidon."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000804/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 07:00:00",
      "end_time": "2026-02-01 07:22:00",
      "episode_number": "S12 E8",
      "show_category": "Anime",
      "show_description": "Rubber, Sanji e Zoro recuperano i tesori di Caribou e mentre si avvicinano alla fabbrica di dolci incontrano il ministro della sinistra che contratta con Pekoms e il barone Tamago per avere piu' tempo per preparare i dolci per Big Mom. La piratessa, che e' una dei quattro imperatori, offre protezione all'isola, ma in cambio esige un pagamento in dolci, che purtroppo quel giorno non ci sono perche' Rubber li ha divorati tutti. Rubber parla al telefono con Big Mam addossandosi la responsabilita' e le offre in cambio i tesori appena recuperati. L'imperatrice rifiuta l'offerta, ma e' impressionata dal coraggio del giovane pirata, nel quale riconosce il nipote di Garp, e quindi lo sfida a raggiungerla nel nuovo mondo. Rubber risponde che la sconfiggera' e prendera' il suo posto come protettore dell'isola."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001000904/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 07:22:00",
      "end_time": "2026-02-01 07:45:00",
      "episode_number": "S12 E9",
      "show_category": "Anime",
      "show_description": "Jinbei, parlando con Nettuno, rivela che i pirati del sole sono sottoposti a Big Mom. Lui, pero', vorrebbe svincolarsi dall'accordo con l'imperatrice. Il ministro della destra informa Nettuno di essersi ricordato di aver piazzato una bomba in uno scrigno dei tesori rubati e quando Rubber torna a palazzo si scopre che i tesori sono stati ceduti a Big Mom. Caribou, intanto, si riprende e si accorge di non avere piu' alcun tesoro con se'. Vedendo la refurtiva nelle mani di Pekoms e Tamago, tenta di sottrargliela, ma viene sconfitto da un pugno di Pekoms. La ciurma di Rubber, dopo aver saputo del litigio del capitano con Big Mom, si dirige alla Sunny per partire. Nel frattempo, nel nuovo mondo, Tashigi, capitano di vascello, e Smoker, vice ammiraglio della g5, si occupano dei pirati appena scappati dall'isola degli uomini-pesce, e attendono l'arrivo della ciurma di cappello di paglia."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001004/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 07:45:00",
      "end_time": "2026-02-01 08:16:00",
      "episode_number": "S12 E10",
      "show_category": "Anime",
      "show_description": "Madame Shirley spiega a Kayme di avere rotto la sua sfera di cristallo, turbata dalla sua previsione su Rubber, di cui ha dubitato. Intanto, i pirati, ormai pronti a salpare per il nuovo mondo grazie ai suggerimenti di Den a Franky ed al nuovo log pose donato a Nami dal ministro della sinistra, ricevono il saluto e la gratitudine di tutta l'isola. Shirahoshi, affezionatasi a Rufy, si fa promettere che un giorno la ciurma la portera' a visitare una foresta sulla superficie, mentre lei si impegnera' a crescere e smettere di piangere. La ciurma, salutata l'intera popolazione, lascia l'isola degli uomini-pesce per andare verso il nuovo mondo che Rubber e' impaziente di raggiungere per poter rivedere Shanks."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001104/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 08:16:00",
      "end_time": "2026-02-01 08:47:00",
      "episode_number": "S12 E11",
      "show_category": "Anime",
      "show_description": "La ciurma e' ripartita per il nuovo mondo. Inizialmente, la navigazione sottomarina procede senza problemi finche' Rubber ed Usopp, nel tentativo di catturare un enorme pesce da mangiare, non fanno incappare la nave in una potentissima corrente chiamata Whitestrom. Dopo alcuni attimi di panico, la ciurma si accorge di essere uscita dalla corrente grazie all'aiuto di un gruppo di balene identiche a Lovon. Brook, dopo avere inizialmente confuso una balena con delle cicatrici simili a quella del suo amico cetaceo con una del branco, comincia a cantare \"il liquore di Binks\" allietando sia la ciurma che i mammiferi, i quali scortano la nave fino all'emersione. Una volta risalita in superficie ed entrata nel nuovo mondo, la ciurma incappa in un tempo pessimo ed in alcune navi della marina."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001204/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 08:47:00",
      "end_time": "2026-02-01 09:17:00",
      "episode_number": "S12 E12",
      "show_category": "Anime",
      "show_description": "Le navi della marina si rivelano un miraggio causato dalle avverse condizioni atmosferiche del mare di Maubeugemour in cui la ciurma e' capitata. Dopo essere sopravvissuta ai numerosi pericoli del tratto di mare, la ciurma di Cappello di Paglia scopre un minuscolo essere a bordo, che ha divorato le loro scorte di cibo. Si tratta di Lily, una gigantessa che ha mangiato il frutto mini mini e puo' aumentare e diminuire le sue dimensioni. La ragazza e' alla ricerca di suo padre, il noto cuoco pirata Panz Fry, catturato dalla marina e che sta per essere condotto a Impel Down. Nel frattempo, Ain, braccio destro di Z, contatta il suo collega Shuzo ordinandogli di tornare a rapporto. Shuzo rifiuta l'ordine, sostenendo di voler attaccare la marina e sbarazzarsi di Panz Fry per guadagnarsi la stima di Z. Intanto, la ciurma di Rubber decide di aiutare Lily a salvare suo padre e si prepara ad attaccare le navi della marina in arrivo."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001304/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 09:17:00",
      "end_time": "2026-02-01 09:45:00",
      "episode_number": "S12 E13",
      "show_category": "Anime",
      "show_description": "Nami mette a punto una strategia per salvare Panz Fry: Rubber, Robin, Chopper e Brook devono occuparsi di una manovra diversiva per attirare l'attenzione della marina. Il capitano, pero', ansioso di combattere, si unisce ad Usopp, Zoro, Sanji e Lily che, sullo Shark Submerge, raggiungono la grande zattera che trasporta Panz Fry. Zoro e Sanji liberano il prigioniero dalle catene, ma il vice ammiraglio Momonga interviene per fermarli. Subito dopo, Shuzo e i suoi uomini attaccano sia la marina che i pirati, scaraventando Rubber in acqua. Mentre Zoro si tuffa per salvarlo, alle domande di Momonga sul perche' stia facendo tutto questo, Shuzo proclama di far parte della neo marina, costituitasi per sterminare i pirati del nuovo mondo, sotto la guida di Z. Lily si trasforma in un gigante per attaccare Shuzo e viene aiutata da Sanji, che para un attacco diretto a lei. Momonga interviene, riluttante a combattere a fianco di un pirata, ma deciso a fermare Shuzo. Ma adesso c'e' Rubber, riemer.."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001404/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 09:45:00",
      "end_time": "2026-02-01 10:16:00",
      "episode_number": "S12 E14",
      "show_category": "Anime",
      "show_description": "Rubber e Zoro iniziano a combattere rispettivamente contro Shuzo e Momonga mentre Sanji tiene a bada gli uomini della neo marina. Nami, intanto, si rende conto che sta per arrivare la thrust-up stream, una corrente simile alla knock-up stream, ma meno potente, anche se ugualmente capace di distruggere una nave da guerra. Ordina, quindi, ad Usopp, Robin, Chopper e Brook di tornare a bordo della Sunny. Mentre i getti cominciano a distruggere le navi da guerra, Nami sfrutta la corrente ed il coup de burst per far allontanare dalla zona la Sunny trascinandosi dietro cio' che rimane della zattera con Panz Fry, Lily, Rubber, Zoro e Sanji. Shuzo, dopo essersi apparentemente sbarazzato dei marinai sopravvissuti, insegue la Sunny, rifugiatasi dietro a degli scogli, e si prepara ad attaccarla."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F307790001001504/media/3/3/7c35e9d2-f6f9-4b15-b817-93c9beaa31f4/5f147e39-8207-48d9-8865-f9e81bfb8592.jpg",
      "start_time": "2026-02-01 10:16:00",
      "end_time": "2026-02-01 10:45:00",
      "episode_number": "S12 E15",
      "show_category": "Anime",
      "show_description": "Gli uomini della neo marina si lanciano con i loro minisottomarini contro Rubber e gli altri che, pero', riescono a respingerli. Panz Fry e Lily attaccano ripetutamente Shuzo, ma vengono facilmente sconfitti. Anche Rubber, intervenuto per combatterlo, viene messo al tappeto. Lily chiede ad Usopp di lanciarla dentro la bocca di Shuzo, cosi' che possa ingrandirsi e farlo esplodere, ma il membro della neo marina intuisce lo stratagemma e la fa finire dentro Rubber. Lily, allora, si ingrandisce dentro il suo corpo ed il ragazzo di gomma si gonfia fino a diventare un gigante. Utilizzando la nuova forza acquisita e la velocita' del gear second, Rubber sconfigge facilmente Shuzo. Lui e i suoi uomini vengono legati e la ciurma si allontana. Momonga giunge poco dopo sul luogo, prende in custodia Shuzo per mandarlo ad Impel Down, cosi' che possa essere giudicato secondo la giustizia della marina. La ciurma di Cappello di Paglia, intanto, dopo avere finalmente gustato i piatti di Panz Fry, si.."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 10:45:00",
      "end_time": "2026-02-01 11:10:00",
      "episode_number": "S3 E11",
      "show_category": "",
      "show_description": "Annie e Jack decidono per un impulso improvviso di ricorrere a piccoli interventi estetici per ringiovanire. E hanno una giornata folle, mescolandosi ai giovani."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 11:10:00",
      "end_time": "2026-02-01 11:31:00",
      "episode_number": "S3 E12",
      "show_category": "",
      "show_description": "Durante la Festa della strega, il fantasma di un'antenata fa visita alla famiglia per risolvere una vecchia questione e minaccia di trascinare Jack nell'aldila'."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 11:31:00",
      "end_time": "2026-02-01 11:58:00",
      "episode_number": "S3 E13",
      "show_category": "",
      "show_description": "Duncan e i suoi amici partecipano al ballo della scuola solo per burlarsene, ma una volta li', i ragazzi si divertono per davvero."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 11:58:00",
      "end_time": "2026-02-01 12:26:00",
      "episode_number": "S7 E13",
      "show_category": "",
      "show_description": "Bonnie accetta l'invito di Jill di dedicarsi alla meditazione ma poi litiga furiosamente con la sua amica."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 12:26:00",
      "end_time": "2026-02-01 12:50:00",
      "episode_number": "S7 E14",
      "show_category": "",
      "show_description": "Tammy dona il rene alla zia salvandole la vita, ma la donna si comporta in maniera inaspettata."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 12:50:00",
      "end_time": "2026-02-01 13:16:00",
      "episode_number": "S7 E15",
      "show_category": "",
      "show_description": "Bonnie ricorda di aver rubato, cinque anni prima, alcuni pezzi di argenteria dalla casa di Jill."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000502/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 13:16:00",
      "end_time": "2026-02-01 13:42:00",
      "episode_number": "S1 E5",
      "show_category": "Anime",
      "show_description": "Maria Antonietta, contro il suo volere, e' costretta ad avere un colloquio con l'odiata contessa Du Barry."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000602/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 13:42:00",
      "end_time": "2026-02-01 14:10:00",
      "episode_number": "S1 E6",
      "show_category": "Anime",
      "show_description": "Mentre Maria Antonietta visita Parigi, giunge in citta' l'affascinante conte svedese Hans Axel Von Fersen."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000702/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 14:10:00",
      "end_time": "2026-02-01 14:39:00",
      "episode_number": "S1 E7",
      "show_category": "Anime",
      "show_description": "Maria Antonietta, in incognito, incontra ad un ballo popolare Farsen e se ne innamora. La contessa Du Barry lo viene a sapere e complotta contro Maria Antonietta."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000802/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-01 14:39:00",
      "end_time": "2026-02-01 15:08:00",
      "episode_number": "S1 E8",
      "show_category": "Anime",
      "show_description": "Per un capriccio di Maria Antonietta, che insiste a tutti i costi per fare una passeggiata a cavallo, Oscar ed il suo caro amico Andre' rischiano la vita."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201000901/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 15:08:00",
      "end_time": "2026-02-01 15:38:00",
      "episode_number": "S1 E9",
      "show_category": "Anime",
      "show_description": "Gohan, assalito da un coccodrillo gigantesco e da una tigre, si rifugia tra le zampe di un'enorme aquila che lo porta in volo. Cade poi in un buco che lo conduce dritto dritto sotto terra, al tempio di Vimana della civilta' dei Nemuria. Qui trova un robot modello CS insabbiatosi nel tempio anni fa. Tra Goham ed il robot nasce una tenera amicizia. Quando un terremoto si abbatte sulla zona, il robot si sacrifichera' per salvare la vita di Gohan."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001001/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 15:38:00",
      "end_time": "2026-02-01 16:06:00",
      "episode_number": "S1 E10",
      "show_category": "Anime",
      "show_description": "Il piccolo Gohan si prende cura di un dinosauro ferito, incontrato lungo il cammino, e lo aiuta a rimettersi in forza. Purtroppo il dinosauro viene attaccato da un tirannosauro e, nonostante l'intervento di Gohan, il dinosauro soccombe. Il bambino non si scoraggia e prosegue per la sua strada sapendo di avere un'importante missione da compiere."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001101/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 16:06:00",
      "end_time": "2026-02-01 16:35:00",
      "episode_number": "S1 E11",
      "show_category": "Anime",
      "show_description": "Mentre Goku continua la sua corsa lungo il serpentone e il piccolo Gohan comincia ad imparare a cavarsela da solo, Vegeta e Nappa, i due Sayan, si svegliano dal sonno ed interrompono per un attimo il viaggo alla volta della terra al fine di conquistare una stella vicina. Una volta atterrati sulla stella, i due Sayan vengono catturati da alcuni soldati dall'aspetto di grossi insetti i quali li conducono al cospetto del malvagio Moai. Ma Vegeta e Nappa riusciranno ad avere la meglio sul perfido re."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001201/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 16:35:00",
      "end_time": "2026-02-01 17:03:00",
      "episode_number": "S1 E12",
      "show_category": "Anime",
      "show_description": "Bulma e Crili partono alla ricerca di Tensing e Riff, impegnati in un duro allenamento. Con loro c'e' anche Laura la quale cerca di convincere Tensing a smettere gli allenamenti e formare una squadra con lei. Ma a Tensing interessa solo migliorare per raggiungere il livello di combattimento di Goku, suo idolo. Quando Crili e Bulma lo informano della morte di Goku e dell'imminente arrivo dei Sayan, Tensing decide di unirsi al gruppo per raggiungere l'Obelisco di Balzar."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001301/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 17:03:00",
      "end_time": "2026-02-01 17:33:00",
      "episode_number": "S1 E13",
      "show_category": "Anime",
      "show_description": "Goku, caduto dal serpentone, e' finito all'inferno. Goz e Mez, i due guardiani, lo sfidano; solo se Goku li battera' potra' tornare sul serpentone e riprendere la corsa verso re Kaio. Goku accetta e vince, ma nonostante le promesse di Goz e Mez, non riesce ad uscire dall'inferno. Ma Goku non si scoraggia."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001401/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 17:33:00",
      "end_time": "2026-02-01 17:56:00",
      "episode_number": "S1 E14",
      "show_category": "Anime",
      "show_description": "Iamko, Crili, Riff, Tansing e Jirobay arrivano finalmente dal Supremo per cominciare il loro allenamento speciale. Goku, intanto, continua la sua corsa sul Serpentone ed arriva ad un palazzo che crede sia quello di Re Kaio. Qui viene accolto da numerose ragazze che lo conducono al capezzale di una principessa..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001501/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-01 17:56:00",
      "end_time": "2026-02-01 18:25:00",
      "episode_number": "S1 E15",
      "show_category": "Anime",
      "show_description": "Gohan e' finito su un'isola. Desiderando tornare a casa dalla sua mamma, costruisce una barca. Junior, scoperto che Gohan ha lasciato l'isola, corre subito a cercarlo. Gohan, intanto, e' nei guai: si scatena un fortissimo temporale e il piccolo viene risucchiato da un vortice d'acqua."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 18:25:00",
      "end_time": "2026-02-01 18:52:00",
      "episode_number": "S3 E11",
      "show_category": "",
      "show_description": "Annie e Jack decidono per un impulso improvviso di ricorrere a piccoli interventi estetici per ringiovanire. E hanno una giornata folle, mescolandosi ai giovani."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 18:52:00",
      "end_time": "2026-02-01 19:13:00",
      "episode_number": "S3 E12",
      "show_category": "",
      "show_description": "Durante la Festa della strega, il fantasma di un'antenata fa visita alla famiglia per risolvere una vecchia questione e minaccia di trascinare Jack nell'aldila'."
    },
    {
      "show_name": "Duncanville",
      "show_logo": "",
      "start_time": "2026-02-01 19:13:00",
      "end_time": "2026-02-01 19:38:00",
      "episode_number": "S3 E13",
      "show_category": "",
      "show_description": "Duncan e i suoi amici partecipano al ballo della scuola solo per burlarsene, ma una volta li', i ragazzi si divertono per davvero."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 19:38:00",
      "end_time": "2026-02-01 20:08:00",
      "episode_number": "S7 E13",
      "show_category": "",
      "show_description": "Bonnie accetta l'invito di Jill di dedicarsi alla meditazione ma poi litiga furiosamente con la sua amica."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 20:08:00",
      "end_time": "2026-02-01 20:32:00",
      "episode_number": "S7 E14",
      "show_category": "",
      "show_description": "Tammy dona il rene alla zia salvandole la vita, ma la donna si comporta in maniera inaspettata."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-01 20:32:00",
      "end_time": "2026-02-01 21:00:00",
      "episode_number": "S7 E15",
      "show_category": "",
      "show_description": "Bonnie ricorda di aver rubato, cinque anni prima, alcuni pezzi di argenteria dalla casa di Jill."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-01 21:00:00",
      "end_time": "2026-02-01 21:23:00",
      "episode_number": "S3 E6",
      "show_category": "Commedia",
      "show_description": "Sheldon insegna a Leonard il football, mentre l'amicizia tra Howard e Raj e' in pericolo."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-01 21:23:00",
      "end_time": "2026-02-01 21:46:00",
      "episode_number": "S3 E7",
      "show_category": "Commedia",
      "show_description": "Sheldon fa da pacificatore tra Leonard e Penny perche' il litigio che e' in corso tra i due gli causa un fastidioso \"inconveniente\"."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-01 21:46:00",
      "end_time": "2026-02-01 22:10:00",
      "episode_number": "S3 E8",
      "show_category": "Commedia",
      "show_description": "Con Leonard, Howard e Raj in campeggio nel deserto, solo Sheldon puo' aiutare Penny quando questa rimane bloccata con la schiena nella vasca da bagno."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-01 22:10:00",
      "end_time": "2026-02-01 22:33:00",
      "episode_number": "S3 E9",
      "show_category": "Commedia",
      "show_description": "Dopo essere stato umiliato sulla Radio Pubblica Nazionale, Sheldon giura di distruggere Kripke e i ragazzi sono lieti di aiutarlo. Nel frattempo Wolowitz cerca di non rovinare la sua nuova relazione con Bernadette. KATEE SACKHOFF (Battlesatr Glactica) appare in un cameo come la ragazza dei sogni di Wolowitz."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-01 22:33:00",
      "end_time": "2026-02-01 23:04:00",
      "episode_number": "S3 E10",
      "show_category": "Commedia",
      "show_description": "Sheldon si cimenta nella sua piu' grande sfida: insegnare a Penny la fisica. Wolowitz diventa geloso quanto Leonard e Bernadette si frequentano per condividere la loro comune passione per la fisica."
    },
    {
      "show_name": "Auguri Per La Tua Morte",
      "show_logo": "",
      "start_time": "2026-02-01 23:04:00",
      "end_time": "2026-02-02 00:48:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "Il giorno del suo compleanno, Tree viene aggredita e pugnalata a morte da uno sconosciuto con una maschera inquietante. Invece di morire, la ragazza si risveglia e scopre di essere bloccata in un loop temporale che la costringe a rivivere continuamente lo stesso giorno, quello della sua morte. Omaggio horror al cult \"Ricomincio da capo\"."
    }
  ]
}