{
  "channel_name": "Italia 2",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "Upgrade",
      "show_logo": "",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:53:00",
      "episode_number": "",
      "show_category": "Azione",
      "show_description": "Quando Gray Trace resta paralizzato e vedovo di moglie a causa di una rapina, un inventore trova un modo per rimetterlo in piedi. Ora puo' preparare la sua vendetta. Regia di L. Whannell; AUS 2018."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505000902/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 00:53:00",
      "end_time": "2026-02-08 01:22:00",
      "episode_number": "S1 E9",
      "show_category": "Anime",
      "show_description": "Luigi XV muore dopo una breve malattia. Sale al trono Luigi XVI e la Contessa Du Barry viene definitivamente allontanata da corte."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001002/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 01:22:00",
      "end_time": "2026-02-08 01:45:00",
      "episode_number": "S1 E10",
      "show_category": "Anime",
      "show_description": "Luigi XVI viene incoronato Re. Rosalie, stanca ed affamata, chiede aiuto alla sorella Jeanne che vive nella residenza della marchesa Brambury."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001102/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 01:45:00",
      "end_time": "2026-02-08 02:08:00",
      "episode_number": "S1 E11",
      "show_category": "Anime",
      "show_description": "Maria Antonietta trascorre intere giornate con Fersen trascurando i suoi doveri di regina. Per evitare uno scandalo, Oscar consiglia al nobile di tornare in Svezia."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001202/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 02:08:00",
      "end_time": "2026-02-08 02:31:00",
      "episode_number": "S1 E12",
      "show_category": "Anime",
      "show_description": "Il Duca di Germain sfida a duello Oscar. La fanciulla lo ferisce, ma viene condannata dalla regina a restare nei propri appartamenti per tre mesi."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001601/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 02:31:00",
      "end_time": "2026-02-08 02:55:00",
      "episode_number": "S1 E16",
      "show_category": "Anime",
      "show_description": "Gohan viene tratto in salvo da due bambini, Cico e Rom, che vivono assieme ad altri coetanei, tutti orfani, in una vecchia casa diroccata. Gohan confessa loro di voler raggiungere la madre che vive ai piedi del monte Paoz. Pigero, uno dei nuovi amici di Gohan, si offre di accompagnarlo. Dopo una serie di vicessitudini, Gohan arriva finalmente a casa, ma alla fine decide di non farsi vedere dalla madre. Junior lo raggiunge, gli ricorda la sua missione e lo riporta al punto di partenza."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001701/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 02:55:00",
      "end_time": "2026-02-08 03:19:00",
      "episode_number": "S1 E17",
      "show_category": "Anime",
      "show_description": "Ritornato nel deserto, Gohan comincia l'addestramento con Junior. Goku non riesce a vedere la fine del Serpentone mentre Tensing, Iamko, Crili, Riff e Jirobay chiedono al Supremo di poter seguire lo stesso allenamento di Goku. Popo allora li spedisce su un pianeta misterioso dove devono affrontare due temibili guerrieri Sayan. Solo Jirobay rifiuta di proseguire nella missione. Riff e Crili soccomobono ed anche Tensing e Iamko stanno per fare la stessa fine. All'improvviso pero' i quattro amici si svegliano e scoprono cosi' di aver fatto un viaggio solo spirituale. Il Supremo li avverte che i due Sayan in procinto di invadere la terra sono decisamente piu' forti di quelli che hanno incontrato."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001801/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 03:19:00",
      "end_time": "2026-02-08 03:42:00",
      "episode_number": "S1 E18",
      "show_category": "Anime",
      "show_description": "Gohan continua ad addestrare Junior; una notte la luna piena riappare ed il bambino si trasforma nuovamente in uno spaventoso primate. Junior e' impotente: non riesce a controllare la forza di Gohan e non e' in grado di distruggere la luna. Scopre in seguito che quella che lui pensava fosse la luna e' in realta' il riflesso della navicella che molti anni prima ha portato Goku sulla terra. Junior la disintegra, il riflesso scompare e Gohan torna bambino. Nel frattempo Genio, Bulma, Oscar e Tartaruga festeggiano il successo della loro missione: hanno recuperato le sette sfere del drago. A questo punto non resta che attendere l'arrivo dei Sayan. Goku arriva alla fine del Serpentone e finisce su un piccolo pianeta verde dove pero' c'e' una potente forza di gravita' che rende ogni movimento difficoltoso. Ma re Kaio non tarda a fare la sua apparizione..."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201001901/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 03:42:00",
      "end_time": "2026-02-08 04:06:00",
      "episode_number": "S1 E19",
      "show_category": "Anime",
      "show_description": "Guku chiede a Re Kaio di allenarlo per affrontare i due Sayan che stanno per invadere la terra. Nonostante la titubanza iniziale, Re Kaio accetta e costringe Guku a rincorrere Bubbles. Quest'esercizio gli consentira' di abituarsi alla super gravita', la stessa che era presente sul pianeta dei Sayan. Gohan intanto continua il suo addestramento con Junior."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002001/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 04:06:00",
      "end_time": "2026-02-08 04:30:00",
      "episode_number": "S1 E20",
      "show_category": "Anime",
      "show_description": "Mentre il Supremo congeda Iamko, Tensing, Crili, Riff e Jirobay invitandoli a continuare ad allenarsi sulla terra, l'addestramento di Gohan prosegue senza un attimo di tregua. Goku, dopo aver catturato Bubbles, spera di poter cominciare ad allenarsi direttamente con Re Kaio, ma questi lo informa che potra' allenarsi con lui solo dopo che avra' colpito Gregory, la cavalletta-assistente che veglia sul Re."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000102/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 04:30:00",
      "end_time": "2026-02-08 04:55:00",
      "episode_number": "S1 E1",
      "show_category": "Anime",
      "show_description": "La ciurma, giunta in prossimità dell'isola infuocata di Punk Hazard, riceve una richiesta d'aiuto tramite lumacofono da parte di un uomo che viene poi ucciso da un samurai del Paese di Wa. Smoker, intercettata la comunicazione, ordina a Tashigi di fare subito rotta per l'isola sebbene i marine del G-5 gli ricordino che questa è stata posta in quarantena dopo un incidente avvenuto quattro anni prima. Rufy, Zoro, Robin e Usop raggiungono l'isola tramite la Mini-Merry: non appena sbarcati, scoprono che l'isola è sigillata da un cancello su cui si trovano gli stemmi del Governo mondiale, della Marina e vari segnali di pericolo, oltre che il nome dell'isola stessa. Dopo che Zoro ha aperto il cancello, i quattro, trovati alcuni edifici parzialmente fusi dall'alta temperatura, si imbattono in un gigantesco drago."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000202/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 04:55:00",
      "end_time": "2026-02-08 05:20:00",
      "episode_number": "S1 E2",
      "show_category": "Anime",
      "show_description": "Rufy e Zoro cominciano a combattere contro il drago, il quale, oltre che molto forte e resistente, si rivela capace di volare, di sputare fuoco e di parlare. Dopo un iniziale momento di difficoltà, Rufy, lanciatosi sulla schiena dell'animale, scopre che la voce che avevano sentito proviene da un uomo incastrato nel dorso della creatura, di cui si vedono spuntare soltanto le gambe, e che li accusa di essere in combutta con un membro della Flotta dei 7. Il ragazzo fa quindi precipitare il mostro in modo che Zoro, grazie all'aiuto di Usop, abbia la possibilità di decapitarlo. Nel frattempo, sulla Sunny, i cinque membri della ciurma non sbarcati sull'isola vengono fatti addormentare con un gas soporifero da un gruppo di uomini con indosso delle strane tute e maschere antigas."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000302/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 05:20:00",
      "end_time": "2026-02-08 05:44:00",
      "episode_number": "S1 E3",
      "show_category": "Anime",
      "show_description": "Rufy stacca dalla carcassa del drago l'uomo che vi era incastrato, ma sorprendentemente questi è sprovvisto della parte superiore del corpo. L'uomo, tuttavia, riesce a parlare e a darsi alla fuga per vendicarsi di un membro della Flotta dei 7, ma Rufy lo raggiunge e attacca alla sua schiena queste gambe. Il capitano, Zoro, Robin e Usop scorgono dall'alto la metà ghiacciata dell'isola mentre quest'ultimo avvista quella che sembra un'arpia. Intanto, il capo degli uomini mascherati fa rapporto al fantomatico \"padrone\", un essere gassoso intenzionato ad usare i quattro pirati come cavie da laboratorio dimostrandosi particolarmente interessato a Franky. I quattro pirati rapiti si svegliano in una prigione dove trovano la testa di un uomo scomposta in otto parti che chiede loro aiuto per farsi ricomporre; nel frattempo, sulla Sunny, che è stata portata nella baia della parte ghiacciata, Brook si sveglia e incontra un contingente di uomini mascherati."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000402/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 05:44:00",
      "end_time": "2026-02-08 06:09:00",
      "episode_number": "S1 E4",
      "show_category": "Anime",
      "show_description": "Nami, grazie alle informazioni della testa parlante, capisce la natura dell'isola; l'essere, messo alle strette da Sanji, si rivela essere un samurai dal Paese di Wa arrivato su Punk Hazard per salvare il figlio. I cinque riescono ad evadere dalla cella grazie al raggio laser di Franky e la loro fuga li porta alla \"Stanza dei biscotti\", in cui trovano molti bambini, alcuni dei quali giganti. Nel frattempo, Usop e Robin vengono contattati da Brook con il lumacofono e aggiornati su quanto accaduto, quindi decidono di dirigersi verso la metà ghiacciata dell'isola dove la nave è stata portata. Il centauro-leopardo, avvertito da un centauro-giraffa che Rufy è uno degli intrusi, lo attacca insieme al compagno, ma viene messo facilmente al tappeto. Il \"padrone\", sopraggiunto sul luogo dell'evasione dei pirati, riconosce nel raggio di Franky lo stesso in dotazione ai Pacifisti di Vegapunk, contro il quale sembra provare molto astio; ordina poi di rilasciare il gas contro la nave del G-5 con Sm."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000502/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 06:09:00",
      "end_time": "2026-02-08 06:34:00",
      "episode_number": "S1 E5",
      "show_category": "Anime",
      "show_description": "Sanji e gli altri chiedono informazioni ai bambini su dove si trovano esattamente, ma l'arrivo di un contingente di uomini mascherati induce i quattro pirati alla fuga. Nel frattempo, Rufy e gli altri, grazie ad un Pop Green di Usop, cominciano ad attraversare il lago di Punk Hazard per giungere nella metà ghiacciata dell'isola: il centauro-leopardo, una volta ripresosi, chiede al suo \"Boss\" di occuparsi di loro, e questi scambia Zoro per il samurai che ha mietuto vittime tra i suoi uomini. Nel frattempo, Nami, commossa dalla richiesta di aiuto dei bambini, decide di aiutarli: Franky e Sanji rimangono così ad occuparsi degli uomini mascherati, mentre Chopper e Nami conducono fuori dalla \"Stanza dei biscotti\" i bambini. Brook, ancora in attesa del gruppo di Rufy, viene attaccato dal torso senza testa di un samurai."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000602/media/23/87/9a668684-d074-4bfb-9423-8d600f191a7a/186a0b09-df54-4de9-892e-9c45aa77887d.jpg",
      "start_time": "2026-02-08 06:34:00",
      "end_time": "2026-02-08 07:00:00",
      "episode_number": "S1 E6",
      "show_category": "Anime",
      "show_description": "La nave di Smoker si fa strada a colpi di cannone tra il ghiaccio di Punk Hazard, tentando di raggiungere la costa. Usop tenta di spiegare al capo dei centauri, Barbabruna, che Zoro non è il samurai che ha attaccato i suoi uomini, ma questi non gli crede e apre il fuoco sui quattro pirati; nel frattempo Nami e Chopper continuano a condurre lontani dalla \"Stanza dei biscotti\" i bambini, mentre Sanji e Franky continuano a combattere contro gli uomini mascherati. Il samurai si accorge che il suo torso sta affrontando un avversario ostico: Brook, infatti, sta combattendo con la parte superiore del suo corpo, ma lo scheletro, spaventato dallo strano essere, decide di fuggire. Smoker e i marine del G-5 riescono finalmente ad attraccare sull'isola, vicino all'ex-laboratorio del dottor Vegapunk; all'ingresso vengono accolti da Trafalgar Law, ora membro della Flotta dei 7 dopo avere consegnato al governo i cuori di cento pirati, che definisce il laboratorio la sua casa per le vacanze."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401000902/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 07:00:00",
      "end_time": "2026-02-08 07:23:00",
      "episode_number": "S1 E9",
      "show_category": "Anime",
      "show_description": "Tashigi, tagliata a metà dai poteri di Law e alla sua mercé, viene salvata dall'intervento di Smoker che ingaggia battaglia con il membro della Flotta dei 7, e dai marine del G-5 che la portano in salvo. Il gruppo di Rufy, sconfitti i centauri e privatili dei cappotti, si dirige, in groppa a Barbabruna, verso il laboratorio. Il \"padrone\", intanto, informato dall'arpia Mone della forza e della fama della ciurma, ordina di eliminare sia i pirati che Smoker e i marine, per poi mettersi in contatto con un certo Joker. Il gruppo di Sanji, trovata l'uscita posteriore, coi bambini continua la sua fuga, ma il freddo diventa presto un problema. Smoker, nel frattempo, continua a fronteggiare Law cercando di estorcergli una confessione su cosa stia tramando su Punk Hazard. Il pirata, dopo avergli posto la stessa domanda, riesce ad avere la meglio sottraendo il cuore a Smoker."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001002/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 07:23:00",
      "end_time": "2026-02-08 07:46:00",
      "episode_number": "S1 E10",
      "show_category": "Anime",
      "show_description": "Rufy e gli altri, sempre in groppa a Barbabruna, arrivano sul luogo dello scontro appena concluso constatando l'accaduto. Tashigi, giunta coi marine, si getta contro Law, ma questi, tramite i suoi poteri, scambia la sua personalità con quella di Smoker. Dopo un breve scambio di battute, Law dice a Rufy di dirigersi verso l'entrata posteriore del laboratorio per trovare ciò che cerca, sostenendo che entrambi vogliono avere indietro qualcosa. Mentre i pirati si dirigono dove è stato loro indicato e Law torna nel laboratorio, i marine recuperano Smoker e Tashigi, ritirandosi. Intanto, il samurai, grazie ai poteri del suo frutto del diavolo, fornisce ai pirati e ai bambini dei cappotti con cui far fronte al freddo, per poi venire raggiunti da Rufy e gli altri."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001102/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 07:46:00",
      "end_time": "2026-02-08 08:15:00",
      "episode_number": "S1 E11",
      "show_category": "Anime",
      "show_description": "Tashigi riferisce di sospettare che gli incidenti segnalati nei dintorni di Punk Hazard coprano, in realtà, numerosi rapimenti di bambini, e Smoker arriva alla conclusione che qualcuno di molto potente e influente nel G-5 stia coprendo i rapimenti di Caesar. Lo scienziato, intanto, comunica che il misterioso Joker gli ha dato il permesso di uccidere tutti gli intrusi. Barbabruna, interrogato dalla ciurma, riferisce che le undici supernove e Barbanera sono divenuti noti, a causa delle loro scorribande nel Nuovo Mondo, come \"la generazione peggiore\" e che proprio uno di loro, Hawkins, sbaragliò la sua ciurma e gli fece perdere le gambe."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001202/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 08:15:00",
      "end_time": "2026-02-08 08:45:00",
      "episode_number": "S1 E12",
      "show_category": "Anime",
      "show_description": "Il samurai parte alla ricerca del suo busto e Sanji, sentendosi responsabile per lui, decide di mettersi sulle sue tracce assieme a Brook e Zoro. Chopper, analizzando il sudore dei bambini e ascoltando la loro routine all'interno del laboratorio, capisce che il misterioso collasso che comincia a colpirli è in realtà una crisi d'astinenza, causata dalla pericolosissima droga NCH 10 che Caesar propina loro camuffandola all'interno di alcune caramelle. Rufy, spinto dalle richieste dei suoi compagni, decide di andare a combattere con Caesar, dopo che Usop ha addormentato i bambini. Intanto, nella loro ricerca del samurai, Sanji, Zoro e Brook trovano un'enorme impronta: lo scienziato, dialogando con Law mentre giocherella col cuore di Smoker, afferma di aver inviato contro la ciurma due temibili assassini, chiamati Yeti Cool Brothers, che hanno già messo fuori causa i tre."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001302/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 08:45:00",
      "end_time": "2026-02-08 09:14:00",
      "episode_number": "S1 E13",
      "show_category": "Anime",
      "show_description": "Rufy, Franky, Usop e Robin, dopo aver lasciato i bambini in custodia a Nami e Chopper, partono per andare da Caesar Clown. Dopo un diverbio con Caesar, Law apprende degli esperimenti sui bambini dello scienziato, e lascia la stanza. Nel frattempo, gli Yeti Cool Brothers cominciano a fare fuoco sul nascondiglio con i bambini, Nami e Chopper: Rufy e gli altri se ne accorgono e ritornano immediatamente sul posto. Barbabruna comincia a parlare dei due fratelli assassini a Nami e Chopper: nel mezzo del racconto, uno dei due, Scotch, riesce a intrufolarsi nella grotta, dicendo che Caesar li ha mandati anche per uccidere l'ex pirata il quale, come lo stesso scienziato afferma in una registrazione, non è più di alcuna utilità, gettando nello sconforto il centauro per poi sparargli più volte. All'arrivo di Rufy e gli altri, i due rapiscono Nami e si allontanano poiché Caesar ha ordinato loro di portargli Franky, essendo interessato al laser di Vegapunk installato nel corpo del cyborg."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001402/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 09:14:00",
      "end_time": "2026-02-08 09:43:00",
      "episode_number": "S1 E14",
      "show_category": "Anime",
      "show_description": "Rufy e Franky si dirigono a recuperare Nami, ma il cyborg, dopo essersi trasformato nel Monster Point, perde il controllo e si lancia all'inseguimento del capitano. Caesar, nel frattempo, decide di testare contro i marine del G-5 che stanno combattendo contro un gruppo di centauri la sua arma segreta. Rufy, ancora inseguito da Franky, riesce a raggiungere Nami, ma cade nell'imboscata tesagli dagli Yeti Cool Brothers. Tuttavia, anche grazie all'aiuto di Franky, riesce a mettere al tappeto Rock. Scotch tenta di scappare con Nami, ma giunto in cima ad una montagna viene attaccato a tradimento da Law, che lo sconfigge. Una volta giunto anche Rufy, Law, dopo avergli detto che per sopravvivere nel Nuovo Mondo o ci si sottomette ad uno dei 4 imperatori o li si sfida continuamente, gli propone un'alleanza, sostenendo di avere un piano per abbatterne uno."
    },
    {
      "show_name": "One Piece",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310504401001502/media/4/4/5bb2bbe7-afeb-4df9-baab-6a32ea9fbe71/ddc1c4eb-1dc3-446b-ac5f-e21d93454c79.jpg",
      "start_time": "2026-02-08 09:43:00",
      "end_time": "2026-02-08 10:14:00",
      "episode_number": "S1 E15",
      "show_category": "Anime",
      "show_description": "Rufy accetta, nonostante i timori della ciurma, di allearsi con Law, chiedendogli però di salvare anche i bambini. Il membro della flotta dei 7 riporta quindi le personalità di Chopper e Franky nei rispettivi corpi, mettendo Nami in quello di Sanji. Prende poi con sé Chopper, incapace di muoversi dopo la trasformazione nel Monster Point, per dirigersi al laboratorio e indagare sulla droga assunta dai bambini. Prima di andare, istruisce Rufy e gli altri sulla prima parte del piano, che consiste nel rapire Caesar Clown. Intanto, mentre Smoker e i marine del G-5 continuano a combattere per prendere possesso di una nave, alcuni centauri, su ordine di Caesar, liberano un gigantesco mostro rinchiuso nella metà infuocata dell'isola, una creatura fatta di melma chiamata Smiley."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 10:14:00",
      "end_time": "2026-02-08 10:40:00",
      "episode_number": "S9 E1",
      "show_category": "Commedia",
      "show_description": "Will, Grace, Jack e Karen sono tornati! Undici anni dopo l'ultimo episodio, c'e' un nuovo Presidente alla Casa Bianca, che mette a dura a prova gli ideali di Will e Grace."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 10:40:00",
      "end_time": "2026-02-08 11:06:00",
      "episode_number": "S9 E2",
      "show_category": "Commedia",
      "show_description": "Will e Jack escono entrambi con ragazzi molto piu' giovani di loro, e questo li costringe a fare i conti con il passare del tempo."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 11:06:00",
      "end_time": "2026-02-08 11:33:00",
      "episode_number": "S9 E3",
      "show_category": "Commedia",
      "show_description": "Grace va dal ginecologo per un controllo e le trovano qualcosa di strano al seno. E' agitata in attesa dei risultati degli esami che le diranno se ha qualcosa di serio."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 11:33:00",
      "end_time": "2026-02-08 12:05:00",
      "episode_number": "S7 E19",
      "show_category": "",
      "show_description": "Bonnie scopre che il suo psicologo ha piu' problemi di lei ed e' un uomo finito, vicino al suicidio, che ha perso la dignita'."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 12:05:00",
      "end_time": "2026-02-08 12:30:00",
      "episode_number": "S7 E20",
      "show_category": "",
      "show_description": "Le protagoniste si recano a un raduno per donne sobrie. Il weekend si rivela un disastro. Marjorie viene criticata per ogni iniziativa."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 12:30:00",
      "end_time": "2026-02-08 12:54:00",
      "episode_number": "S8 E1",
      "show_category": "Commedia",
      "show_description": "E' il compleanno di Tammy, e il padre la chiamera' dalla prigione per farle gli auguri. Le sue amiche organizzano per lei un pigiama party."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001302/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 12:54:00",
      "end_time": "2026-02-08 13:22:00",
      "episode_number": "S1 E13",
      "show_category": "Anime",
      "show_description": "Oscar, nonostante il divieto della regina, decide di andare in campagna ad Arras. Incontra Robespierre che le parla del malcontento popolare verso la corte."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001402/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 13:22:00",
      "end_time": "2026-02-08 13:50:00",
      "episode_number": "S1 E14",
      "show_category": "Anime",
      "show_description": "L'ascesa di madame Polignac continua. La donna, recandosi in carrozza a Parigi, investe la madre di Rosalie la quale muore in seguito alle ferite riportate."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001502/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 13:50:00",
      "end_time": "2026-02-08 14:17:00",
      "episode_number": "S1 E15",
      "show_category": "Anime",
      "show_description": "Tra i nobili cominciano a circolare strane voci dovute al fatto che la regina non ha ancora dato un erede a Luigi XVI. Maria Antonietta, decide di fingere d'essere incinta."
    },
    {
      "show_name": "Una Spada Per Lady Oscar",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F000413505001602/media/6/6/a7c5aac1-cb38-415f-8827-21bcbafab8bd/88ffcf28-0fcd-40fb-be76-79c9c9550bec.jpg",
      "start_time": "2026-02-08 14:17:00",
      "end_time": "2026-02-08 14:47:00",
      "episode_number": "S1 E16",
      "show_category": "Anime",
      "show_description": "Oscar decide di portare Rosalie a corte così che la giovane possa rintracciare la donna responsabile della morte di sua madre."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002401/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 14:47:00",
      "end_time": "2026-02-08 15:15:00",
      "episode_number": "S1 E24",
      "show_category": "Anime",
      "show_description": "Morto Iamko, Crili scatena tutto il suo dolore e la sua rabbia in un colpo che elimina in una volta sola tre Saibaim. Il quarto viene ucciso da Junior. Mentre Goku si trova a meta' strada del Serpentone, Vegeta e Napa decidono di intervenire. Napa chiede di poter fare tutto da solo e Vegeta acconsente a condizione che non uccida Junior perche' gli serve per avere informazioni sulle sfere del drago. Napa si accanisce contro Tensing. Riff interviene e sacrifica la sua vita esplodendo assieme a Napa. Purtroppo il suo gesto non serve a nulla. Riff muore mentre Napa ricompare illeso."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002501/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 15:15:00",
      "end_time": "2026-02-08 15:44:00",
      "episode_number": "S1 E25",
      "show_category": "Anime",
      "show_description": "Tensing cade vittima della potenza di Napa che sembra veramente imbattibile. Junior e Crili non sanno come affrontare la situazione. Vegeta li sorprende ordinando a Napa di sospendere la lotta per tre ore in attesa che arrivi il famigerato Goku. Napa obbietta, ma Vegeta gli promette che, scadute le tre ore, il divertimento sara' maggiore. Nel frattempo Junior ordina a Gohan di tornare a casa."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002601/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 15:44:00",
      "end_time": "2026-02-08 16:14:00",
      "episode_number": "S1 E26",
      "show_category": "Anime",
      "show_description": "Le tre ore di tregua concessa da Vegeta passano molto lentamente. Junior, Crili e Gohan sperano che Goku arrivi al piu' presto e intanto discutono sul comportamento di Gohan. Junior l'accusa di essere un codardo invitandolo a lasciare il campo, ma Gohan, istigato da Napa, decide di continuare a combattare."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002701/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 16:14:00",
      "end_time": "2026-02-08 16:42:00",
      "episode_number": "S1 E27",
      "show_category": "Anime",
      "show_description": "Junior, Crili e Gohan cercano di eliminare Napa prendendogli la coda. I tre non sanno pero' che non e' la coda il punto debole dei Sayan. Il loro tentativo fallisce quindi miseramente. Junior, Gohan e Crili avvertono la presenza di Goku. Anche Vegeta ha la stessa sensazione e, temendo di perdere, ordina a Napa di eliminare subito i tre combattenti prima che arrivi Goku."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002801/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 16:42:00",
      "end_time": "2026-02-08 17:13:00",
      "episode_number": "S1 E28",
      "show_category": "Anime",
      "show_description": "Junior si sacrifica per salvare Gohan e muore da eroe trascinando con se' anche il Supremo a cui e' legato da un destino comune. Finalmente arriva Goku giusto in tempo per salvare il piccolo Gohan dalle grinfie di Napa. Prima di vedersela con i due Sayan, divide l'ultimo fagiolo di Balzar con Crili e Gohan ridando loro un po' di forza. Goku riesce ad atterrare Napa."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201002901/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 17:13:00",
      "end_time": "2026-02-08 17:43:00",
      "episode_number": "S1 E29",
      "show_category": "Anime",
      "show_description": "Goku e Napa si affrontano senza esclusione di colpi. Vegeta ordina a Napa di farsi da parte. Napa, infastidito, si accanisce su Gohan e Crili, ma interviene Goku che, sfruttando la famigerata energia sferica, atterra definitivamente Napa. Vegeta si prepara a sfidare in prima persona Goku che, nel frattempo, consiglia a Crili e Gohan di tornare sull'isola del Genio."
    },
    {
      "show_name": "What's My Destiny Dragon Ball",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F006109201003001/media/16/80/12f6a21d-2efd-4d02-977a-e7ad5057f31c/4a4d8775-bdfa-4f72-bec5-b2f6437b59d1.jpg",
      "start_time": "2026-02-08 17:43:00",
      "end_time": "2026-02-08 18:12:00",
      "episode_number": "S1 E30",
      "show_category": "Anime",
      "show_description": "Goku e Vegeta si sposano in un luogo ancora piu' isolato per combattere da soli e decidere le sorti della terra. Gohan e Crili volano diretti all'isola del Genio dove Bulma, Genio, Baba, Chichi e Gyuma non riescono piu' ad assistere allo scontro tra Goku e Vegeta con la sfera di cristallo di Baba e si limitano a seguire l'evento con il dispositivo dei Sayan. Lo scontro ha inizio. Vegeta dimostra di essere molto piu' forte di Goku. Questi si gioca il tutto per tutto. Nonostante sia consapevole di mettere a repentaglio la propria vita e di sottoporre il fisico ad uno sforzo sovrumano, Goku decide di sferrare un tripo Kai-O-Ken."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 18:12:00",
      "end_time": "2026-02-08 18:39:00",
      "episode_number": "S9 E1",
      "show_category": "Commedia",
      "show_description": "Will, Grace, Jack e Karen sono tornati! Undici anni dopo l'ultimo episodio, c'e' un nuovo Presidente alla Casa Bianca, che mette a dura a prova gli ideali di Will e Grace."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 18:39:00",
      "end_time": "2026-02-08 19:05:00",
      "episode_number": "S9 E2",
      "show_category": "Commedia",
      "show_description": "Will e Jack escono entrambi con ragazzi molto piu' giovani di loro, e questo li costringe a fare i conti con il passare del tempo."
    },
    {
      "show_name": "Will & Grace",
      "show_logo": "",
      "start_time": "2026-02-08 19:05:00",
      "end_time": "2026-02-08 19:32:00",
      "episode_number": "S9 E3",
      "show_category": "Commedia",
      "show_description": "Grace va dal ginecologo per un controllo e le trovano qualcosa di strano al seno. E' agitata in attesa dei risultati degli esami che le diranno se ha qualcosa di serio."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 19:32:00",
      "end_time": "2026-02-08 19:58:00",
      "episode_number": "S7 E19",
      "show_category": "",
      "show_description": "Bonnie scopre che il suo psicologo ha piu' problemi di lei ed e' un uomo finito, vicino al suicidio, che ha perso la dignita'."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 19:58:00",
      "end_time": "2026-02-08 20:30:00",
      "episode_number": "S7 E20",
      "show_category": "",
      "show_description": "Le protagoniste si recano a un raduno per donne sobrie. Il weekend si rivela un disastro. Marjorie viene criticata per ogni iniziativa."
    },
    {
      "show_name": "Mom",
      "show_logo": "",
      "start_time": "2026-02-08 20:30:00",
      "end_time": "2026-02-08 21:01:00",
      "episode_number": "S8 E1",
      "show_category": "Commedia",
      "show_description": "E' il compleanno di Tammy, e il padre la chiamera' dalla prigione per farle gli auguri. Le sue amiche organizzano per lei un pigiama party."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-08 21:01:00",
      "end_time": "2026-02-08 21:25:00",
      "episode_number": "S3 E11",
      "show_category": "Commedia",
      "show_description": "La visita della madre di Leonard rende molto felice Sheldon ma terrorizza Leonard."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-08 21:25:00",
      "end_time": "2026-02-08 21:49:00",
      "episode_number": "S3 E12",
      "show_category": "Commedia",
      "show_description": "Mentre Sheldon e Koothrappali escono per andare ad un'incontro all'Universita', Leonard scoperto che Penny crede nel paranormale ci rimane molto male. DANICA MCKELLAR (Blue Jeans) e' la guest stras dell'episodio ed interpreta l'oggetto dei desideri di Raj."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-08 21:49:00",
      "end_time": "2026-02-08 22:14:00",
      "episode_number": "S3 E13",
      "show_category": "Commedia",
      "show_description": "Dopo che il loro appartamento viene svaligiato dai ladri, Leonard e Sheldon creano insieme ai loro amici un super sistema di sicurezza."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-08 22:14:00",
      "end_time": "2026-02-08 22:37:00",
      "episode_number": "S3 E14",
      "show_category": "Commedia",
      "show_description": "Sheldon cade vittima del \"blocco del fisico\" mentre cerca di risolvere un difficile problema di fisica. Lo sconforto per cio' che gli sta accadendo lo portera' a lasciare il suo lavoro ed iniziare una nuova carriera come cameriere alla Fabbrica del Cheesecake."
    },
    {
      "show_name": "The Big Bang Theory",
      "show_logo": "",
      "start_time": "2026-02-08 22:37:00",
      "end_time": "2026-02-08 23:10:00",
      "episode_number": "S3 E15",
      "show_category": "Commedia",
      "show_description": "E' San Valentino e Leonard ha la possibilita' di portare una persona con se a visitare il piu' grande acceleratore di particelle del mondo in Svizzera. Chi portera' Sheldon o Penny."
    },
    {
      "show_name": "Ancora Auguri Per La Tua Morte",
      "show_logo": "",
      "start_time": "2026-02-08 23:10:00",
      "end_time": "2026-02-09 01:10:00",
      "episode_number": "",
      "show_category": "Thriller",
      "show_description": "\"Se non resetti la giornata saremo tutti morti per sempre, vero?\" E' ancora tutto nelle mani di Tree, che per proteggere i suoi amici, deve morire in continuazione per spezzare il loop mortale e salvarli. Sequel di \"Auguri per la tua morte\"."
    }
  ]
}