{
  "channel_name": "La 5",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Shall We Dance?",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F011651901000102/media/28/92/1601e4cd-6307-4967-8386-5a7bc23d3ba0/d9c0beae-261b-435f-b5e7-0adfa4e38e48.jpg",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 01:24:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Jonh Clark ha alle spalle vent'anni di matrimonio e una vita monotona. A volte la crisi dei cinquant'anni può essere una grande occasione di riscoprire ciò che amiamo: infatti tutto cambia per John una sera, quando scopre la sua folle passione per il ballo."
    },
    {
      "show_name": "X Style",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314203401000201/media/4/4/a8c7530e-35c3-453e-a751-d61ab41175a2/7932581f-d09c-4adb-a2d6-a89ecef20ca3.jpg",
      "start_time": "2026-02-07 01:24:00",
      "end_time": "2026-02-07 02:01:00",
      "episode_number": "",
      "show_category": "Lifestyle",
      "show_description": "Il rotocalco dedicato alla moda, bellezza, lifestyle e tendenze."
    },
    {
      "show_name": "Le Stagioni Del Cuore",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F009561901000601/media/31/95/7b444140-bd88-4c43-bc29-3a08b04f5123/2649c331-40ed-4cfb-ab1e-32322001a5c5.jpg",
      "start_time": "2026-02-07 02:01:00",
      "end_time": "2026-02-07 03:42:00",
      "episode_number": "S1 E6",
      "show_category": "Sentimentale",
      "show_description": "Per salvare l'azienda di famiglia, la Caslam, Claudia Castelli (Anna Valle) e' costretta dal padre Edoardo Castelli (Arnaldo Ninchi) a sposare Sergio Valenti (Alessandro Gassman), di famiglia benestante, di cui non e' innamorata: Claudia infatti ha una simpatia per Gianni Casiraghi (Paolo Seganti), giovane spiantato che non soddisfa le esigenze del padre della ragazza (che riuscira' con le sue amicizie altolocate a farlo partire militare, sperando che la figlia lo dimentichi). A poco a poco, pero', tra i due coniugi nascera' un sentimento che permettera' loro di affrontare alcune difficolta', come la morte del padre di Claudia e le vicissitudini legate alla guerra: nel luglio 1943, come le altre fabbriche torinesi, anche la Caslam viene occupata dagli operai, e Sergio si dimostra abile nel gestire le trattative con i lavoratori anche nel dopoguerra."
    },
    {
      "show_name": "Furore Il Vento Della Speranza",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F305231601000501/images/Mediaset_Italia_Production_-_Main/861/368/ST000000000504-2-header-poster-320x260.jpg",
      "start_time": "2026-02-07 03:42:00",
      "end_time": "2026-02-07 05:10:00",
      "episode_number": "S1 E5",
      "show_category": "Drammatico",
      "show_description": "Saruzzo (Massimiliano Morra) informa Irma (Giuliana De Sio) che le indagini sulla morte di suo fratello sono ferme, e le suggerisce di rivolgersi al sindaco uscente Belgrano (Tullio Solenghi). Irma, colpita dalla dedizione e dall'amore del giovane, si lascia finalmente andare ai suoi sentimenti, noncurante che la sua passione per un ragazzo piu' giovane potrebbe crearle dei seri problemi... Intanto Concetta (Cosima Coppola) e' impegnata con le Dame della Carita' nell'organizzazione del ballo di beneficenza per raccogliere i fondi destinati agli studi della piccola Rosa Licata (Aurora Giovinazzo). La giovane non sa che Luciana (Alessandra Martines) sta tramando alle sue spalle con lo scopo di annientarla. Concetta informa Vito (Francesco Testi) che Schivo (Stefano Dionisi) e Sofia (Elena Russo) saranno presenti al ballo e che, durante la serata, avra' campo libero per recuperare i documenti che le servono per scappare. Sofia, che ha minacciato Rino di rendere pubblico il nastro ch.."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "",
      "start_time": "2026-02-07 05:10:00",
      "end_time": "2026-02-07 06:01:00",
      "episode_number": "S17 E181",
      "show_category": "",
      "show_description": "Werner informa Ariane che Robert si e' dimesso e la notizia destabilizza la Kalenberg; la cena tra Rosalie e Christoph prende una piega totalmente diversa dalle aspettative dell'uomo."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "",
      "start_time": "2026-02-07 06:01:00",
      "end_time": "2026-02-07 06:52:00",
      "episode_number": "S17 E182",
      "show_category": "",
      "show_description": "Christoph cerca di convincere Michael che Rosalie e' fortemente innamorata di lui e che non lo ha mai tradito. Ariane non vuole sostituire Robert e informa i soci dell'offerta fatta a Lia."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F009378601021501/media/10/10/af4d144f-9f89-404a-9cab-390c5dfa8dd9/4b98354e-0a18-4a48-ba0a-b8ccd2877290.jpg",
      "start_time": "2026-02-07 06:52:00",
      "end_time": "2026-02-07 07:16:00",
      "episode_number": "S2 E215",
      "show_category": "Soap opera",
      "show_description": "Marco si lascia convincere dagli amici a 'marinare' le lezioni universitarie. I tre ragazzi lo portano in un negozio di cd, dove vorrebbero indurlo a rubare. Eva fa ad Alfio una proposta piu' concreta circa l'affare dei megastore, ma lui rifiuta. Bruno e Sharis, che e' prossima alla partenza, incontrano Adriana e Pietro."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F009378601021601/media/10/10/af4d144f-9f89-404a-9cab-390c5dfa8dd9/4b98354e-0a18-4a48-ba0a-b8ccd2877290.jpg",
      "start_time": "2026-02-07 07:16:00",
      "end_time": "2026-02-07 07:40:00",
      "episode_number": "S2 E216",
      "show_category": "Soap opera",
      "show_description": "Eva decide di non entrare nell'affare dei megastores. Maffioli comunica la notizia ad Andrea e Letizia. Giannini permette a Vittorio di lasciare Giacomo in ospedale fino alla scadenza del periodo di prova, ma solo a patto che Falcon non eserciti nessuna mansione medica, neppure sotto controllo dei colleghi. Marco ha dato prova di essere un bravissimo pilota: Maurizio gli propone di metterlo in contatto con \"il Biondo\", un tipo che organizza corse di auto clandestine, ma Marco rifiuta."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313340701000204/media/0/0/bf2fb8e0-d8ab-4751-93da-590c9c59ff15/642336fc-0093-4f84-8783-520686a8485d.jpg",
      "start_time": "2026-02-07 07:40:00",
      "end_time": "2026-02-07 08:01:00",
      "episode_number": "S35 E2",
      "show_category": "Soap opera",
      "show_description": "Liam affronta Deacon per capire come possa difendere Sheila nonostante il suo passato e il rischio per Finn e Steffy. Intanto, R.J. teme che il segreto di Luna venga scoperto, mentre lei confida alla madre il timore di essere incinta. Sheila ripensa alla proposta di Deacon, ma l'arrivo di Steffy accende lo scontro: per lei, Sheila è morta."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313340701000304/media/0/0/bf2fb8e0-d8ab-4751-93da-590c9c59ff15/642336fc-0093-4f84-8783-520686a8485d.jpg",
      "start_time": "2026-02-07 08:01:00",
      "end_time": "2026-02-07 08:33:00",
      "episode_number": "S35 E3",
      "show_category": "Soap opera",
      "show_description": "Steffy è sconvolta dopo aver visto Sheila viva e rifiuta di accoglierla. Liam teme la sua pericolosità e si scontra con Finn. Sheila e Deacon annunciano il fidanzamento a Hope, che resta senza parole. Luna scopre di non essere incinta e si riavvicina a R.J., mentre Brooke avverte Poppy sui rischi dei suoi farmaci."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313340701000404/media/0/0/bf2fb8e0-d8ab-4751-93da-590c9c59ff15/642336fc-0093-4f84-8783-520686a8485d.jpg",
      "start_time": "2026-02-07 08:33:00",
      "end_time": "2026-02-07 09:00:00",
      "episode_number": "S35 E4",
      "show_category": "Soap opera",
      "show_description": "Deacon chiede a Sheila di diventare damigella e a Finn di fare da testimone. Hope rimane esitante, mentre Steffy si oppone duramente alla relazione di Deacon con Sheila. Sheila sorprende Finn in ospedale, ma lui si allontana. Liam sfida Deacon, mentre Hope invita Finn a decidere senza l'influenza di Steffy. Sheila torna al ristorante."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313340701000504/media/0/0/bf2fb8e0-d8ab-4751-93da-590c9c59ff15/642336fc-0093-4f84-8783-520686a8485d.jpg",
      "start_time": "2026-02-07 09:00:00",
      "end_time": "2026-02-07 09:33:00",
      "episode_number": "S35 E5",
      "show_category": "Soap opera",
      "show_description": "Deacon e Sheila preparano il matrimonio, ma le famiglie reagiscono duramente. Deacon spera che Finn sia testimone e Hope damigella d'onore, ma Steffy, ignara delle nozze, teme che Finn ceda alla madre biologica e lancia un ultimatum. Liam la sostiene, definendo Sheila pericolosa. Hope soffre per mal di testa, Finn le consiglia di lasciar andare Thomas, convinto che meriti di più."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313718003012601/media/3/3/085e6592-162b-4f0a-bded-56a97570195b/23c49a19-1f01-4923-9500-695f3911f893.jpg",
      "start_time": "2026-02-07 09:33:00",
      "end_time": "2026-02-07 10:06:00",
      "episode_number": "S2 E126",
      "show_category": "Soap opera",
      "show_description": "Kaya si sente in dovere di scagionare Yildiz che e' totalmente innocente, e affronta Ender, dicendole che sarebbe andato a raccontare tutto ad Halit. In effetti, subito dopo, Kaya sta per rivelare quanto ha scoperto ad Halit, ma viene interrotto dall'arrivo di Sevda. La ragazza e', a sua detta, pentita per aver accusato Yildiz, in quanto la vera mente dietro a tutto e' effettivamente Ender. Per dare prova che quello che dice e' la verita' fa ascoltare una registrazione di Ender ad Halit che non lascia spazio a dubbi. Ender viene cacciata via da Halit."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313718003012701/media/3/3/085e6592-162b-4f0a-bded-56a97570195b/23c49a19-1f01-4923-9500-695f3911f893.jpg",
      "start_time": "2026-02-07 10:06:00",
      "end_time": "2026-02-07 10:33:00",
      "episode_number": "S2 E127",
      "show_category": "Soap opera",
      "show_description": "Ender incontra Philip, figlio del defunto marito di Sahika, il quale le rivela una verita' agghiacciante. Preoccupata per Erim, Ender corre a raccontare tutto ad Halit, ma quando telefona a Philip per dimostrargli che non sta mentendo, scopre che il giovane non puo' piu' esserle d'aiuto. Nel frattempo, Zehra confida a Lila di essere innamorata di Caner e, forte dell'appoggio della sorella, decide di accettare la proposta di matrimonio del ragazzo. Caner la precede e le comunica una decisione importante che stravolgera' il loro rapporto. Yildiz prova a risolvere la situazione con Halit, ma l'uomo e' convinto a procedere col divorzio."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313718003012801/media/3/3/085e6592-162b-4f0a-bded-56a97570195b/23c49a19-1f01-4923-9500-695f3911f893.jpg",
      "start_time": "2026-02-07 10:33:00",
      "end_time": "2026-02-07 11:00:00",
      "episode_number": "S2 E128",
      "show_category": "Soap opera",
      "show_description": "Yigit va alla villa per rivelare a Ender di essere suo figlio, ma la donna lo caccia in malo modo. Ender cerca di smascherare Sahika tendendole una trappola, ma l'unica cosa che riesce a registrare col cellulare e' una minaccia, neanche troppo velata. Qualche ora dopo, mentre osserva il mare dalla terrazza della villa, Ender riceve una visita inattesa."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314238203000101/media/0/0/ab49bac5-b298-45a6-9305-9a1af9f69b09/d1a23025-3a71-4478-834e-7dcfb55f8067.jpg",
      "start_time": "2026-02-07 11:00:00",
      "end_time": "2026-02-07 11:33:00",
      "episode_number": "S3 E1",
      "show_category": "Soap opera",
      "show_description": "L'episodio inizia proiettandoci nel futuro, dove Halit e Yildiz affrontano un momento delicato e inaspettato. Yildiz ripercorre gli eventi più recenti, rivelando di aver scoperto una gravidanza che cambia tutto. Poco dopo, Emir la informa di una scomparsa inquietante: Ender è caduta in mare in circostanze misteriose, e il suo destino resta incerto. Sconvolta dall'angoscia, Yildiz sceglie di fuggire nell'ombra, in cerca di rifugio."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314238203000201/media/0/0/ab49bac5-b298-45a6-9305-9a1af9f69b09/d1a23025-3a71-4478-834e-7dcfb55f8067.jpg",
      "start_time": "2026-02-07 11:33:00",
      "end_time": "2026-02-07 11:59:00",
      "episode_number": "S3 E2",
      "show_category": "Soap opera",
      "show_description": "Otto mesi dopo, la famiglia Argun appare trasformata: Halit ha una nuova compagna, Sahika, mentre Erim è caduto in una profonda depressione, seguito solo da Yigit, ormai una presenza fissa in casa. Yildiz, prossima al parto, vorrebbe tornare in città, ma qualcosa la trattiene, lasciando aperti molti interrogativi sul suo futuro e sulle tensioni che la aspettano."
    },
    {
      "show_name": "Forbidden Fruit",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314238203000301/media/0/0/ab49bac5-b298-45a6-9305-9a1af9f69b09/d1a23025-3a71-4478-834e-7dcfb55f8067.jpg",
      "start_time": "2026-02-07 11:59:00",
      "end_time": "2026-02-07 12:32:00",
      "episode_number": "S3 E3",
      "show_category": "Soap opera",
      "show_description": "Halit e Sahika annunciano a Kaya le nozze imminenti, ma lui reagisce con fermezza, scegliendo di lasciare l'azienda per tornare a fare l'avvocato. Nel frattempo, offre a Caner ed Emir nuove opportunità lavorative dopo il loro recente licenziamento. Sotto l'influenza di Sahika, Yigit inizia a somministrare a Erim delle gocce di nascosto, convinto che possano migliorare le sue condizioni."
    },
    {
      "show_name": "Verissimo",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F314098201003801/media/8/8/4b7c36ce-2c9c-475b-a919-27ad0fbbe931/b001ca60-654e-4666-b9ab-99f3b1396d9e.jpg",
      "start_time": "2026-02-07 12:32:00",
      "end_time": "2026-02-07 16:04:00",
      "episode_number": "",
      "show_category": "Talk Show",
      "show_description": "Gli ospiti del salotto di Silvia Toffanin sono: Samira Lui, Carlo Conti, Fabio Fognini, Paolo Campolo, Kekko Silvestre e Bianca Atzei, Carolyn Smith, Eva Riccobono."
    },
    {
      "show_name": "Crazy, Stupid, Love",
      "show_logo": "",
      "start_time": "2026-02-07 16:04:00",
      "end_time": "2026-02-07 18:24:00",
      "episode_number": "",
      "show_category": "Commedia Romantica",
      "show_description": "La vita di Cal Weaver crolla improvvisamente quando la moglie Emily chiede il divorzio. Per costruirsi una nuova esistenza Cal si affida a Jacob Palmer, un noto playboy. Con i suoi insegnamenti Cal cerchera' di riconquistare la famiglia mentre Jacob, abbandonando i modi da dongiovanni, si lancera' in una relazione nuova e piu' matura con Hannah. Con Steve Carell, Ryan Gosling."
    },
    {
      "show_name": "Io Sono Farah",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313291601000704/media/20/84/e46d7b71-bb76-4639-8220-08c2f3c1f2c3/77fc2054-8676-4289-a288-be8c24814d46.jpg",
      "start_time": "2026-02-07 18:24:00",
      "end_time": "2026-02-07 19:18:00",
      "episode_number": "S2 E7",
      "show_category": "Soap opera",
      "show_description": "Farah dice a Tahir che ama Behnam per convincerlo a lasciarla tornare da lui. Gli uomini di Behnam cercano incessantemente Tahir e Farah, e in una colluttazione con Bekir, viene colpita Gonul. Farah colpisce Tahir e torna da Behnam che nel frattempo è alle prese con delle discussioni familiari."
    },
    {
      "show_name": "Io Sono Farah",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313291601000804/media/20/84/e46d7b71-bb76-4639-8220-08c2f3c1f2c3/77fc2054-8676-4289-a288-be8c24814d46.jpg",
      "start_time": "2026-02-07 19:18:00",
      "end_time": "2026-02-07 20:14:00",
      "episode_number": "S2 E8",
      "show_category": "Soap opera",
      "show_description": "Farah scopre che Behnam ha ucciso Tahir e dà in escandescenze. Tuttavia, Behnam viene informato da uno dei suoi uomini che il corpo di Tahir non si trova da nessuna parte. Tahir, infatti, viene salvato da Merjan, che lo fa portare in ospedale."
    },
    {
      "show_name": "Io Sono Farah",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313291601000904/media/20/84/e46d7b71-bb76-4639-8220-08c2f3c1f2c3/77fc2054-8676-4289-a288-be8c24814d46.jpg",
      "start_time": "2026-02-07 20:14:00",
      "end_time": "2026-02-07 21:10:00",
      "episode_number": "S2 E9",
      "show_category": "Soap opera",
      "show_description": "Farah si risveglia disorientata a casa di Behnam e scopre di poter passare più tempo con Kerim. Poi, però, vede le domestiche metterle dei farmaci nel té e capisce che Behnam sta cercando di tenerla sotto controllo."
    },
    {
      "show_name": "Inga Lindstrom Cuore Rubato",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F310993801000104/media/25/89/c57a2b23-4225-4901-a57e-3f3f32355361/36edb738-1f9a-4298-86ce-026c157de86c.jpg",
      "start_time": "2026-02-07 21:10:00",
      "end_time": "2026-02-07 22:54:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "La trentenne Kristie si sente rinata dopo un trapianto di cuore. Suo marito Bjorn, la madre Ebba e la migliore amica Lilli devono accettare che Kristie voglia riprendere il controllo della sua vita. Mentre mette alla prova i suoi limiti con una nuotata, incontra Sixten, il suo amico del cuore della scuola materna, e lo aiuta a mettere ordine nel caos della sua vita. Kristie poi scopre che suo marito e la sua migliore amica avevano una relazione segreta, ma non si lascia abbattere: è il momento di riempire di vita il suo nuovo cuore. Con M. Haddad e M. Koch."
    },
    {
      "show_name": "Un Amore Senza Tempo",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F013041601000105/media/2/2/ca69bc26-ba82-45c8-8d08-407ff4e83d9b/f1fa0bab-5839-4edf-b2d0-fef98db3c3cc.jpg",
      "start_time": "2026-02-07 22:54:00",
      "end_time": "2026-02-08 01:01:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "In punto di morte, Ann ripercorre il viale dei ricordi. Un viaggio nel passato, negli anni '50, quando era una promettente cantante ventiquattrenne. Ann rivela alle figlie che, invitata al matrimonio della migliore amica Lila, si era recata alla residenza dei Wittenborn. Quel weekend segnò anche il suo incontro con il promettente medico Harris: un segreto tenuto nascosto per tanto tempo. Le due donne, al capezzale della madre, la sentono poi pronunciare ad alta voce il nome dell'uomo che ha amato più di ogni altro nella sua vita. Ma chi è questo Harris Arden."
    }
  ]
}