{
  "channel_name": "La 5",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Appuntamento Con L'@more",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/appuntamento-con-l-more.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:58:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "Può la storia \"da una notte e via\" trasformarsi nell'amore della tua vita? Megan, single disoccupata e svogliata, si risveglia nel letto di Alec, conosciuto su un sito di appuntamenti on line, dopo l'avventura di una notte. La mattina si salutano, felici di non rivedersi mai più. E invece no: fuori infuria la bufera, e Megan è bloccata a casa di Alec."
    },
    {
      "show_name": "Le Stagioni Del Cuore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/le-stagioni-del-cuore.webp",
      "start_time": "2026-02-04 00:58:00",
      "end_time": "2026-02-04 02:37:00",
      "episode_number": "S1 E3",
      "show_category": "Sentimentale",
      "show_description": "Per salvare l'azienda di famiglia, la Caslam, Claudia Castelli (Anna Valle) e' costretta dal padre Edoardo Castelli (Arnaldo Ninchi) a sposare Sergio Valenti (Alessandro Gassman), di famiglia benestante, di cui non e' innamorata: Claudia infatti ha una simpatia per Gianni Casiraghi (Paolo Seganti), giovane spiantato che non soddisfa le esigenze del padre della ragazza (che riuscira' con le sue amicizie altolocate a farlo partire militare, sperando che la figlia lo dimentichi). A poco a poco, pero', tra i due coniugi nascera' un sentimento che permettera' loro di affrontare alcune difficolta', come la morte del padre di Claudia e le vicissitudini legate alla guerra: nel luglio 1943, come le altre fabbriche torinesi, anche la Caslam viene occupata dagli operai, e Sergio si dimostra abile nel gestire le trattative con i lavoratori anche nel dopoguerra."
    },
    {
      "show_name": "Furore Il Vento Della Speranza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/furore-il-vento-della-speranza.webp",
      "start_time": "2026-02-04 02:37:00",
      "end_time": "2026-02-04 03:55:00",
      "episode_number": "S1 E2",
      "show_category": "Drammatico",
      "show_description": "La nuova vita della famiglia Licata a Lido Ligure non e' facile. La borghesia classista della ricca cittadina mostra ostilita' e cattiveria nei confronti di Vito (Francesco Testi) e dei suoi cari. Persino la piccola Rosa (Aurora Giovinazzo) vive un momento di profondo imbarazzo a scuola. Intanto Vito non riesce a dimenticare la bella Concetta (Cosima Coppola) e cerca di capire che tipo di legame lei abbia con il commendator Schivo (Stefano Dionisi). Anche Sofia (Elena Russo) e' intenzionata a scoprire chi e' la donna che le sta portando via il marito. Saruzzo (Massimiliano Morra), intanto, trova un nuovo interesse sentimentale in Irma (Giuliana De Sio), una combattiva sindacalista. Affascinato dalla personalita' e dal coraggio della donna, il giovane Licata decide di iscriversi al sindacato, nonostante questa sua decisione crei un acceso diverbio con suo fratello Vito.."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/vivere.webp",
      "start_time": "2026-02-04 03:55:00",
      "end_time": "2026-02-04 04:18:00",
      "episode_number": "S2 E206",
      "show_category": "Soap opera",
      "show_description": "Emilia e' sempre piu' in pena per Marco che rincasa tardi e trascura lo studio. Cosi' obbliga il figlio a invitare a pranzo i suoi amici: vuole conoscerli anche lei. Mirella esprime al marito i sensi di colpa per lo schiaffo che ha tirato a Eva: non riesce a perdonarsi tanta impulsivita' e mancanza di controllo. Giovanni cerca di farle coraggio, ma la donna e' convinta di aver solo peggiorato le cose con la figlia. Letizia minaccia con la pistola Alfio. L'uomo cerca di riportarla alla ragione, ma Letizia sembra veramente fuori di se'. Quando Pietro ed Eva sopraggiungono in albergo, sentono uno sparo che proviene dalla stanza: sono arrivati troppo tardi."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/vivere.webp",
      "start_time": "2026-02-04 04:18:00",
      "end_time": "2026-02-04 04:43:00",
      "episode_number": "S2 E207",
      "show_category": "Soap opera",
      "show_description": "Adriana e Pietro convincono Letizia a trasferirsi per qualche giorno da loro. Giacomo confida a Giovanni e Mirella la sua convinzione riguardo al lavoro in ospedale: Vittorio si rifiuta di riassumerlo perche' ce l'ha con lui. Marco decide di marinare l'universita' per incontrarsi con i suoi amici in una sala giochi: ma Emilia lo prende in castagna."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/vivere.webp",
      "start_time": "2026-02-04 04:43:00",
      "end_time": "2026-02-04 05:09:00",
      "episode_number": "S2 E208",
      "show_category": "Soap opera",
      "show_description": "Vittorio promette ad Emilia che concedera' a Giacomo un periodo di prova in ospedale. La donna si reca felice dal marito per dargli la notizia, ma Falcon non la prende tanto bene. Superata la paura per l'insano gesto di Letizia, Alfio ed Eva si ritrovano più uniti e innamorati che mai. Decidono così di velocizzare i tempi della ricerca di un appartamento dove andare a vivere. Sharis, in ospedale, deve fare i conti con un paziente maleducato e razzista che la tratta male."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 05:09:00",
      "end_time": "2026-02-04 06:02:00",
      "episode_number": "S17 E178",
      "show_category": "",
      "show_description": "Mentre Robert e Lia non riescono a mantenere le distanze e si lasciano trasportare dalla passione, Werner riceve la busta con l'esito dei test genetici."
    },
    {
      "show_name": "Tempesta D'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 06:02:00",
      "end_time": "2026-02-04 06:55:00",
      "episode_number": "S17 E179",
      "show_category": "",
      "show_description": "Robert e Lia risultano fratelli e sono costretti a lasciarsi. Ariane si pregusta il futuro che ha progettato mentre Robert esprime il suo rancore nei confronti del padre."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/vivere.webp",
      "start_time": "2026-02-04 06:55:00",
      "end_time": "2026-02-04 07:24:00",
      "episode_number": "S2 E209",
      "show_category": "Soap opera",
      "show_description": "Arturo Maffioli propone ad Andrea di entrare in un grosso affare di carattere europeo. Il pranzo in casa Falcon con gli amici di Marco riesce perfettamente: Emilia riceve una buona impressione dai ragazzi. Pietro accompagna Adriana a fare l'ecografia: finalmente si sapra' il sesso del nascituro."
    },
    {
      "show_name": "Vivere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/vivere.webp",
      "start_time": "2026-02-04 07:24:00",
      "end_time": "2026-02-04 07:52:00",
      "episode_number": "S2 E210",
      "show_category": "Soap opera",
      "show_description": "Andrea si lascia convincere da Letizia a fare una controproposta a Maffioli: nell'affare dei megastore, Arturo deve provare a tirare in ballo solo Eva. La festa organizzata da Alice alla Villa sembra procedere bene, quando un'orda di giovani 'imbucati' si presenta senza invito. In ospedale, tra Vittorio e Giannini vengono a galla i primi dissapori: le loro differenti vedute iniziano ad avere conseguenze pratiche nella vita in reparto. Bruno cerca Sharis per chiederle scusa per il suo comportamento brusco: ma la ragazza, che evidentemente c'e' rimasta molto male, non gli da' spazio."
    },
    {
      "show_name": "Centovetrine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/centovetrine.webp",
      "start_time": "2026-02-04 07:52:00",
      "end_time": "2026-02-04 08:23:00",
      "episode_number": "S1 E67",
      "show_category": "Soap opera",
      "show_description": "Ettore chiede ad Ivan di occuparsi di CentoVetrine e di tenere sott'occhio Anita, ma la cosa non sembra far molto piacere alla giovane Ferri. Rosa vede Paolo che sta baciando una donna e fugge via. Il giovane Monti la segue e le rivela che la donna che lo stava baciando altri non è che Beatrice, la vera mamma di Benedetta."
    },
    {
      "show_name": "Centovetrine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/centovetrine.webp",
      "start_time": "2026-02-04 08:23:00",
      "end_time": "2026-02-04 08:50:00",
      "episode_number": "S1 E68",
      "show_category": "Soap opera",
      "show_description": "Elena, nervosa per la continua gelosia di Giuliano, si sfoga con Laura. La donna le propone di andare a trovare Ettore. Rosa accusa Paolo di essere un bugiardo e di averle mentito. Il giovane Monti sfoga la sua rabbia contro Beatrice. Anita rivela a Vanessa la sua storia con Ivan e la ragazza le propone un modo per farla pagare cara a Bettini."
    },
    {
      "show_name": "Furore Il Vento Della Speranza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/furore-il-vento-della-speranza.webp",
      "start_time": "2026-02-04 08:50:00",
      "end_time": "2026-02-04 10:42:00",
      "episode_number": "S1 E3",
      "show_category": "Drammatico",
      "show_description": "Vito (Francesco Testi) e i suoi familiari sono in pena per la piccola Rosa (Aurora Giovinazzo) che e' rimasta cieca in seguito all'incidente e ora necessita di una costosissima operazione. Saruzzo (Massimiliano Morra) intanto e' sempre piu' attratto dall'indomita Irma (Giuliana De Sio), al punto tale che decide di seguirne l'esempio, facendo scelte di vita controcorrente che rischiano di minare il rapporto con suo fratello Vito. Nel frattempo Pietro (Antonio Grosso), durante la prima notte di nozze, scopre che Concetta (Cosima Coppola) non e' illibata. Sentendosi offeso nell'onore, s'infuria e si accanisce sulla moglie. Concetta prega quindi Schivo (Stefano Dionisi) di lasciarla libera e di restituirle i documenti che lui tiene nascosti in casa. Ma Rino, folle d'amore per lei, non accetta: Concetta ormai sa troppe cose di lui. Sofia (Elena Russo) intanto cerca disperatamente di non perdere suo marito. Frugando nella borsa di Schivo, trova proprio i documenti dell'ex prostituta.."
    },
    {
      "show_name": "La Forza Di Una Donna",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/la-forza-di-una-donna.webp",
      "start_time": "2026-02-04 10:42:00",
      "end_time": "2026-02-04 11:48:00",
      "episode_number": "S2 E71",
      "show_category": "Soap opera",
      "show_description": "Nella villa di Nezir, Piril con Ali e Omer, e Bahar con Nisan e Doruk continuano la loro vita in una prigione dorata. Nezir mette alla prova Munir spingendolo a uccidere suo fratello Azim, ma Munir inaspettatamente si rifiuta disobbedendo al suo capo. Nel frattempo, Sirin esce a cena con Emre davanti al quale si spaccia per una vittima di Sarp raccontando di essere stata molestata da lui."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/beautiful.webp",
      "start_time": "2026-02-04 11:48:00",
      "end_time": "2026-02-04 12:14:00",
      "episode_number": "S34 E199",
      "show_category": "Soap opera",
      "show_description": "Finn è tormentato da flashback e da forti sospetti: Deacon sostiene che la donna cremata non fosse Sheila, ma Sugar, una sua nemica storica, che, dopo un intervento chirurgico, era diventata identica a lei. Sheila, quindi, potrebbe essere ancora viva e in circolazione. Finn, pur essendo scettico, inizia a credere a Deacon."
    },
    {
      "show_name": "Beautiful",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/beautiful.webp",
      "start_time": "2026-02-04 12:14:00",
      "end_time": "2026-02-04 12:41:00",
      "episode_number": "S34 E200",
      "show_category": "Soap opera",
      "show_description": "Deacon e Finn, tormentati dal dubbio che Sheila sia ancora viva, intraprendono una ricerca disperata. Guidati dalla segnalazione di un senzatetto che ha udito urla in un edificio abbandonato, i due si avventurano in un luogo sinistro, pervaso da un terribile odore di decomposizione."
    },
    {
      "show_name": "Uomini E Donne",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 12:41:00",
      "end_time": "2026-02-04 14:04:00",
      "episode_number": "",
      "show_category": "Reality show",
      "show_description": "Il dating show che racconta l'amore in chiave contemporanea, tra tronisti giovani e partecipanti over che cercano la loro anima gemella."
    },
    {
      "show_name": "Amici Di Maria",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 14:04:00",
      "end_time": "2026-02-04 14:39:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "L'appuntamento quotidiano con i ragazzi di Amici."
    },
    {
      "show_name": "Una Mamma Per Amica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 14:39:00",
      "end_time": "2026-02-04 15:32:00",
      "episode_number": "S7 E7",
      "show_category": "",
      "show_description": "A Parigi, Christopher chiede a Lorelai di sposarlo. Lane comunica a sua madre di aspettare due gemelli e deve prepararsi a subire la sua solita prepotente invadenza."
    },
    {
      "show_name": "Una Mamma Per Amica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 15:32:00",
      "end_time": "2026-02-04 16:28:00",
      "episode_number": "S7 E8",
      "show_category": "",
      "show_description": "Lorelai e Christopher, durante il viaggio a Parigi, si sono sposati. Appresa la notizia, Rory si arrabbia con la madre e non le risponde piu' al telefono."
    },
    {
      "show_name": "Bitter Sweet Ingredienti D'amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/bitter-sweet-ingredienti-d-amore.webp",
      "start_time": "2026-02-04 16:28:00",
      "end_time": "2026-02-04 17:19:00",
      "episode_number": "S1 E70",
      "show_category": "Soap opera",
      "show_description": "Per Ferit e' Nazli e' una giornata speciale, si sono presi un giorno di ferie per poter stare insieme e fare qualcosa di nuovo. Nel frattempo Hakan sta cercando Nazli per poter parlare con lei, non trovandola al ristorante decide di andare a parlarle a casa, sicuro che Ferit non ci sia. Con sua enorme sorpresa pero' ci trova la mamma di Ferit, Leman, e tra i due la situazione diventa tesa."
    },
    {
      "show_name": "Le Stagioni Del Cuore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/le-stagioni-del-cuore.webp",
      "start_time": "2026-02-04 17:19:00",
      "end_time": "2026-02-04 19:29:00",
      "episode_number": "S1 E4",
      "show_category": "Sentimentale",
      "show_description": "Per salvare l'azienda di famiglia, la Caslam, Claudia Castelli (Anna Valle) e' costretta dal padre Edoardo Castelli (Arnaldo Ninchi) a sposare Sergio Valenti (Alessandro Gassman), di famiglia benestante, di cui non e' innamorata: Claudia infatti ha una simpatia per Gianni Casiraghi (Paolo Seganti), giovane spiantato che non soddisfa le esigenze del padre della ragazza (che riuscira' con le sue amicizie altolocate a farlo partire militare, sperando che la figlia lo dimentichi). A poco a poco, pero', tra i due coniugi nascera' un sentimento che permettera' loro di affrontare alcune difficolta', come la morte del padre di Claudia e le vicissitudini legate alla guerra: nel luglio 1943, come le altre fabbriche torinesi, anche la Caslam viene occupata dagli operai, e Sergio si dimostra abile nel gestire le trattative con i lavoratori anche nel dopoguerra..."
    },
    {
      "show_name": "Amici Di Maria",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 19:29:00",
      "end_time": "2026-02-04 19:59:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "L'appuntamento quotidiano con i ragazzi di Amici."
    },
    {
      "show_name": "Uomini E Donne",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 19:59:00",
      "end_time": "2026-02-04 21:15:00",
      "episode_number": "",
      "show_category": "Reality show",
      "show_description": "Il dating show che racconta l'amore in chiave contemporanea, tra tronisti giovani e partecipanti over che cercano la loro anima gemella."
    },
    {
      "show_name": "L'assistente Della Star",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-04 21:15:00",
      "end_time": "2026-02-04 23:23:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "Il mondo della musica e' spesso difficile e pieno di sfide, ma per una grande star e la sua assistente si presenta l'occasione di una svolta. Con Dakota Johnson. Regia di N. Ganatra; USA 2020."
    },
    {
      "show_name": "Amore & Altri Rimedi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/La-5/tomorrow/amore-altri-rimedi.webp",
      "start_time": "2026-02-04 23:23:00",
      "end_time": "2026-02-05 01:25:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il donnaiolo Jamie Randall, che lavora come rappresentante di prodotti farmaceutici, conosce Maggie Murdock, una ragazza affetta dal morbo di Parkinson. Tutto comincia come una storia di sesso occasionale ma poi i due si innamorano, vivendo una relazione che incrinerà ogni loro certezza. E' possibile amarsi veramente."
    }
  ]
}