{
  "channel_name": "Mediaset Extra",
  "date": "2026-02-16",
  "programs": [
    {
      "show_name": "Tu Si Que Vales",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F313384301000301/media/2/2/239cafbb-fb4f-476c-9949-e590271fbcb3/d291f20e-3751-424d-8788-53d42ac4d774.jpg",
      "start_time": "2026-02-16 00:00:00",
      "end_time": "2026-02-16 01:54:00",
      "episode_number": "",
      "show_category": "Talent show",
      "show_description": "Le spericolate, divertenti, emozionanti esibizioni degli artisti e."
    },
    {
      "show_name": "Caduta Libera",
      "show_logo": "",
      "start_time": "2026-02-16 01:54:00",
      "end_time": "2026-02-16 02:52:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti e' alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi puo' raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Don Tonino",
      "show_logo": "",
      "start_time": "2026-02-16 02:52:00",
      "end_time": "2026-02-16 04:35:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Don Tonino e il commissario indagano. Enzo Iacchetti nei panni dell'artista Lukas."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "",
      "start_time": "2026-02-16 04:35:00",
      "end_time": "2026-02-16 05:32:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "",
      "start_time": "2026-02-16 05:32:00",
      "end_time": "2026-02-16 05:45:00",
      "episode_number": "S5 E14",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "",
      "start_time": "2026-02-16 05:45:00",
      "end_time": "2026-02-16 06:02:00",
      "episode_number": "S5 E15",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-16 06:02:00",
      "end_time": "2026-02-16 06:26:00",
      "episode_number": "S12 E8",
      "show_category": "Sit-Com",
      "show_description": "Raimondo si accorge che Sandra porta continuamente a casa un mucchio di oggetti inutili con i quali riempie gli armadi e, avendo controllato che non sono stati effettuati prelievi dal loro conto corrente, si convince che la moglie sia affetta da cleptomania. Preoccupato, Raimondo si rivolge a Nicola (Nicola del Buono), il quale gli dice che solitamente i cleptomani rubano per attirare l'attenzione.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-16 06:26:00",
      "end_time": "2026-02-16 06:50:00",
      "episode_number": "S12 E9",
      "show_category": "Sit-Com",
      "show_description": "Un certo Sarti convince Raimondo a fare da testimonial per pubblicizzare una nuova agenzia di attori insieme a sua nipote. Quest'ultima e' una bella ragazza che inizia a corteggiare Raimondo per indurlo ad organizzare un casting per conto di suo zio. Raimondo si lascia abbindolare e cosi' stuoli di aspiranti attori dalle scarse capacita' recitative si iscrivono all'agenzia.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "",
      "start_time": "2026-02-16 06:50:00",
      "end_time": "2026-02-16 07:13:00",
      "episode_number": "S12 E10",
      "show_category": "Sit-Com",
      "show_description": "Raimondo, diventato giudice di pace, deve dirimere il contenzioso che vede protagonisti due condomini: la prima vuole che l'antenna parabolica del palazzo venga orientata per captare canali di programmi culturali, il secondo, invece, e' interessato esclusivamente alle reti che programmano il calcio.."
    },
    {
      "show_name": "Anna E I Cinque La Nuova Serie",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F303320401000401/media/9/9/8720fcb9-9843-441b-8d21-0444bb4bc0b5/fe66a458-9d12-44e8-9c44-ae0a6a2746f0.jpg",
      "start_time": "2026-02-16 07:13:00",
      "end_time": "2026-02-16 09:12:00",
      "episode_number": "S2 E4",
      "show_category": "Commedia",
      "show_description": "I giovani Ferrari sono in fermento per l imminente matrimonio della tata Anna (Sabrina Ferilli) con il loro papa' (Pierre Cosso). La manager Benedetta (Eleonora Sergio) pero' e' decisa a conquistare Ferdinando in ogni modo. Intanto Anna cerca di ritrovare Wilma (Luisa De Santis) e a villa Ferrari si rifa' viva Margherita (Andrea Ferreol), madre di Ferdinando ed ex moglie di Nicola (Riccardo Garrone)."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704002301/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-16 09:12:00",
      "end_time": "2026-02-16 10:11:00",
      "episode_number": "S7 E23",
      "show_category": "Commedia",
      "show_description": "Una vecchia ferita nella coscienza dell'agente Romano' ricomincia a sanguinare quando il giovane figlio di un pregiudicato, da lui ucciso vent'anni addietro durante una sparatoria, viene incriminato per spaccio di stupefacenti. Convinto della sua innocenza e deciso a riscattarsi dall'errore commesso in gioventu', l'agente si lancera' in una rischiosa impresa solitaria per portare alla luce la verita' sul caso. Lasciato da Paola, il maresciallo Contini tenta di avvicinarsi a Stefania, ma lei non cede e pur di non lasciarsi coinvolgere accetta il pressante corteggiamento del Colonnello Di Chiara."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704002401/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-16 10:11:00",
      "end_time": "2026-02-16 11:16:00",
      "episode_number": "S7 E24",
      "show_category": "Commedia",
      "show_description": "La bizzarra denuncia del furto di un chakra fatta da Monica Grandi a carico dell'affascinante esperta di esoterismo Adriana Bazler conduce gli agenti alla cattura di un sedicente medium colpevole di truffa e ricatto. Finalmente libero dal legame con Paola, il maresciallo Contini approfitta della collaborazione con la Virgili per convincerla dell'onesta' dei suoi sentimenti ma lei, diffidente, per non farsi coinvolgere accetta di uscire ancora una volta con il Colonnello Di Chiara."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012834704002501/images/Mediaset_Italia_Production_-_Main/254/784/ST000000000728-2-header-poster-320x260.jpg",
      "start_time": "2026-02-16 11:16:00",
      "end_time": "2026-02-16 12:16:00",
      "episode_number": "S7 E25",
      "show_category": "Commedia",
      "show_description": "i carabinieri della caserma di Montepulciano l'indagine sul furto di una preziosa tela della chiesa di Padre Paolo si rivela particolarmente delicata poiche' l'unica indiziata e' la madre della collega Francesca Rossini, di passaggio nella cittadina per una visita alla figlia. Mentre Edoardo Mariani e' finalmente libero di ufficializzare la relazione con Roberta che si e' separata dal marito, Giacomo Contini deve reprimere i suoi sentimenti per Stefania che, temendo un ritorno di Paola, si sforza di mantenere le distanze."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501001401/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-16 12:16:00",
      "end_time": "2026-02-16 13:21:00",
      "episode_number": "S7 E14",
      "show_category": "Poliziesco",
      "show_description": "Anna e Irene sono in un locale dove un'ubriaca sembra aver bisogno del loro aiuto. Le due agenti accompagnano a casa Gabriella dove scoprono il corpo senza vita del quattordicenne Enrico, il figlio autistico della donna, immediatamente arrestata. Ingargiola e Vittoria sono invece sulle tracce di un celebre ipnotizzatore che spinge le sue vittime a consegnargli i propri risparmi. Fontana organizza il trasferimento di Nina al carcere dove suo padre e' recluso: Neri ha chiesto un colloquio con la ragazza che ha subito accettato."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501001501/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-16 13:21:00",
      "end_time": "2026-02-16 14:34:00",
      "episode_number": "S7 E15",
      "show_category": "Poliziesco",
      "show_description": "Una bellissima ragazza albanese e' sequestrata da un energumeno poco raccomandabile ma riesce a chiamare il X Tuscolano chiedendo aiuto. Ugo registra la sua chiamata che permette di rintracciare il luogo della telefonata e la sua identita': la madre conferma che la voce e' quella di Elena, appena arrivata in Italia col sogno di diventare attrice. Il commissario Fontana consola Nina per lo scampato pericolo ma un fax ritrovato nel covo di Morace col tragitto che gli agenti avevano stabilito per raggiungere il carcere conferma la terribile ipotesi di una talpa."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F012735501001601/media/6/6/054f0b1b-ac17-43d4-b3ec-ea3baba24c38/6cded898-38c6-4247-a4a3-b6d021b1fac2.jpg",
      "start_time": "2026-02-16 14:34:00",
      "end_time": "2026-02-16 15:37:00",
      "episode_number": "S7 E16",
      "show_category": "Poliziesco",
      "show_description": "Il pm Corradi decide di affidare la sicurezza di Nina esclusivamente al maggiore Patrizi. Ma il commissario Fontana sospetta che quest'ultimo sia connivente col clan Neri per l'eliminazione della giovane. Sono le ore piu' brutte per Fontana che vede la sua giovane amica completamente esposta. Anche Irene e Anna sono in crisi perche' il caso di un barbone morto nella notte sembra coinvolgere in modo ambiguo il figlio della loro collega Vittoria, il liceale Francesco."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F304193301000401/media/16/80/f4ce1c6b-3d6f-4ac9-baec-b0bb001545e2/8f2ac9aa-0de7-4f4d-845a-60106adc973d.jpg",
      "start_time": "2026-02-16 15:37:00",
      "end_time": "2026-02-16 16:53:00",
      "episode_number": "S5 E4",
      "show_category": "Commedia",
      "show_description": "Giulio si trova alle prese con una giovane spasimante che, a causa dell'intervento di Ezio e Cesare minaccia di denunciarlo per vendicarsi di essere stata rifiutata. L'intervento di Lucia fa rinsavire la ragazza e Giulio, felice per la ritrovata complicità con l'ex moglie, non può che restare attonito quando la donna gli annuncia che sta per fare ritorno a Venezia."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F304193301000501/media/16/80/f4ce1c6b-3d6f-4ac9-baec-b0bb001545e2/8f2ac9aa-0de7-4f4d-845a-60106adc973d.jpg",
      "start_time": "2026-02-16 16:53:00",
      "end_time": "2026-02-16 18:06:00",
      "episode_number": "S5 E5",
      "show_category": "Commedia",
      "show_description": "Giulio, Cesare ed Ezio si scontrano con Stefania e Lucia per l'assegnazione dell'ex negozio di Barilon, dove gli uomini vogliono aprire un Roma Club e le donne una libreria. In uno scontro dove il fine giustifica i mezzi, Giulio, vedendo nella libreria una ragione che costringerebbe Lucia a trattenersi a Roma, boicotta i suoi amici."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F304193301000601/media/16/80/f4ce1c6b-3d6f-4ac9-baec-b0bb001545e2/8f2ac9aa-0de7-4f4d-845a-60106adc973d.jpg",
      "start_time": "2026-02-16 18:06:00",
      "end_time": "2026-02-16 19:29:00",
      "episode_number": "S5 E6",
      "show_category": "Commedia",
      "show_description": "Cesare scopre di avere un figlio, frutto di una donazione di seme fatta in gioventù. Le cose però non sono come sembrano e questa volta a pagarne le conseguenze sarà l'entusiasmo di Cesare. Alice e Jolanda per finanziare il loro progetto legato alla moda, decidono di trovare lavoro come cameriere ed è così che conoscono Francesco."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://static2.mediasetplay.mediaset.it/Mediaset_Italia_Production_-_Main/F304193301000701/media/16/80/f4ce1c6b-3d6f-4ac9-baec-b0bb001545e2/8f2ac9aa-0de7-4f4d-845a-60106adc973d.jpg",
      "start_time": "2026-02-16 19:29:00",
      "end_time": "2026-02-16 21:23:00",
      "episode_number": "S5 E7",
      "show_category": "Commedia",
      "show_description": "Ezio decide di acquistare una vecchia Alfa Romeo Arna, convince così Cesare e Giulio a fare una gita in Sicilia per ritirare l'auto. Aizzati dai pregiudizi di Cesare nei confronti dell'isola, i tre si persuadono di essere ospiti di una famiglia mafiosa. Lucia intanto, si trova costretta a fare i conti con la sua gelosia: vedere Giulio in costume sulla prima pagina di un calendario di quartiere, infatti, non le è affatto indifferente."
    },
    {
      "show_name": "Le Iene",
      "show_logo": "",
      "start_time": "2026-02-16 21:23:00",
      "end_time": "2026-02-17 01:20:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Veronica Gentili conduce con Max Angioni il programma cult di attualita' con nuove interviste dissacranti ed inchieste di cronaca degli inviati."
    }
  ]
}