{
  "channel_name": "Mediaset Extra",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Caduta Libera",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 01:09:00",
      "episode_number": "",
      "show_category": "Varietà",
      "show_description": "Max Giusti e' alla guida della nuova edizione. Al suo fianco, Isobel Fetiye Kinnear, ballerina finalista del talent \"Amici\" 2023. Il montepremi puo' raggiungere i 300.000 euro!"
    },
    {
      "show_name": "Don Tonino",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 01:09:00",
      "end_time": "2026-02-14 02:51:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Don Tonino e il suo amico commissario di polizia investigano su casi misteriosi."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 02:51:00",
      "end_time": "2026-02-14 03:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Non E' La Rai",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 03:50:00",
      "end_time": "2026-02-14 04:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Non e' la Rai\": musica, giochi e ragazze protagoniste del cult anni '90 che ha fatto storia in TV. Energia, divertimento e nostalgia."
    },
    {
      "show_name": "Finche' C'e' Ditta C'e' Speranza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 04:45:00",
      "end_time": "2026-02-14 05:05:00",
      "episode_number": "S5 E12",
      "show_category": "",
      "show_description": "La sitcom non e' composta da una trama vera e propria; ogni puntata assembla vari pezzi di sketch con protagonista il quartetto comico della Premiata Ditta."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:05:00",
      "end_time": "2026-02-14 05:24:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:24:00",
      "end_time": "2026-02-14 05:38:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 05:38:00",
      "end_time": "2026-02-14 06:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "La Sai L'ultima? Snack",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 06:02:00",
      "end_time": "2026-02-14 06:14:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata verranno riproposte le barzellette e gli sketch piu' divertenti di tutta l'edizione."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 06:14:00",
      "end_time": "2026-02-14 06:38:00",
      "episode_number": "S11 E20",
      "show_category": "Sit-Com",
      "show_description": "A Raimondo viene offerto di presentare un famoso concorso di bellezza: la piu' bella dei Carabi. Deve pero' incontrare il capo di Telemundo, la TV caraibica, che decidera' se Vianello e' idoneo. Nel frattempo la tata tenta la fortuna giocando al lotto dei numeri avuti, pagando profumatamente, da un veggente di una trasmissione tv. Ma i numeri tanto attesi non escono e con l'aiuto di Sandra decidono di smascherare il veggente che molto probabilmente e' un truffatore. Cosi' lo invitano a casa per tendergli un tranello, ma a cadere nella rete sara', erroneamente, il capo della TV caraibica venuto a verificare l'idoneita' di Raimondo. Ora i Carabi aspetteranno.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 06:38:00",
      "end_time": "2026-02-14 07:03:00",
      "episode_number": "S12 E1",
      "show_category": "Sit-Com",
      "show_description": "La Tata (Giorgia Trasselli) ha convinto Sandra a fare le pulizie di primavera proprio durante i Mondiali di Calcio, comiciando proprio dai televisori di casa Vianello, che vengono smontati per essere accuratamente puliti. Per questo la Tata viene licenziata in tronco e al suo posto subentra un maggiordomo inglese, dai modi perfetti ma altamente asfissianti.."
    },
    {
      "show_name": "Casa Vianello",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 07:03:00",
      "end_time": "2026-02-14 07:25:00",
      "episode_number": "S12 E2",
      "show_category": "Sit-Com",
      "show_description": "Raimondo, su consiglio di Sandra, e per cercare di mantenersi giovane, decide di diventare un pompiere, anche perche' ha scoperto che Kate (Barbara Snellemburg) fa un sogno ricorrente nel quale viene salvata dalle fiamme. Per conquistare la bella vicina di casa, Raimondo lancia l'allarme di incendio nel cuore della notte e si precipita nel suo appartamento per 'salvarla'.."
    },
    {
      "show_name": "Anna E I Cinque La Nuova Serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/anna-e-i-cinque-la-nuova-serie.webp",
      "start_time": "2026-02-14 07:25:00",
      "end_time": "2026-02-14 09:27:00",
      "episode_number": "S2 E3",
      "show_category": "Commedia",
      "show_description": "Mentre Ferdinando (Pierre Cosso) cerca faticosamente di risollevare le sorti dell azienda di famiglia con la collaborazione della rampante consulente finanziaria Benedetta Costantini (Eleonora Sergio), invaghita di lui, Anna (Sabrina Ferilli) prosegue il suo impegno di attrice nella soap raggiungendo la notorieta'. Nel frattempo Filippo (Alberto Galetti) cerca di ambientarsi nella nuova scuola; Giacomo (Amedeo Magnaghi) si fa carico dei problemi della gemella Giovanna (Aurora Andreaus), diventata donna; Carolina (Carolina Victoria Benvenga) conosce il giovane stalliere Michele (Marco Cacciapuoti); la piccola Lucia (Karen Ciaurro) sfrutta a modo sua la situazione di bambina povera suscitando il compatimento delle amichette."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/carabinieri.webp",
      "start_time": "2026-02-14 09:27:00",
      "end_time": "2026-02-14 10:35:00",
      "episode_number": "S7 E20",
      "show_category": "Commedia",
      "show_description": "Il grave colpo della morte del brigadiere Tosi ha colpito profondamente il capitano Morri che tenta di ritrovare la tranquillita' dedicandosi alla figlia e alla nipotina, ma ha scioccato l'agente Antonio Baldi che vuole lasciare l'Arma. Tocca al maresciallo Contini convincerlo a risolvere la crisi di coscienza con un temporaneo trasferimento in missione all'estero. Edoardo e' sempre piu' a disagio nella relazione clandestina con Roberta, Giacomo continua a rimandare il confronto sentimentale con Paola, Stefania prende tempo con Di Chiara; dovranno tutti collaborare alla risoluzione di un caso complicato: una serie di truffe telematiche che rischia di coinvolgere anche l'innocente Monica Grandi."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/carabinieri.webp",
      "start_time": "2026-02-14 10:35:00",
      "end_time": "2026-02-14 11:38:00",
      "episode_number": "S7 E21",
      "show_category": "Commedia",
      "show_description": "Edoardo Mariani deve fare i conti con la propria coscienza quando Roberta, la sua amante, gli chiede aiuto per dimostrare l'innocenza del marito, il noto avvocato Merli, finito al centro di uno scandalo con l'accusa di tentato stupro. Molteplici prove indiziarie aggravano la posizione dell'avvocato ma il Capitano Morri decide di scavare oltre le apparenze, nella zona oscura dei possibili nemici del legale, che risultano molto numerosi. Estromesso dalle indagini per il coinvolgimento emotivo con Roberta, Edoardo contravverra' agli ordini pur di trovare la verita' e scagionare il suo rivale in amore."
    },
    {
      "show_name": "Carabinieri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/carabinieri.webp",
      "start_time": "2026-02-14 11:38:00",
      "end_time": "2026-02-14 12:49:00",
      "episode_number": "S7 E22",
      "show_category": "Commedia",
      "show_description": "In viaggio in pullman verso Firenze, l'agente Giorgio Orlandini deve dar prova di grande coraggio e abilita' per contrastare la violenza di un pazzo salito sul veicolo per fermare la moglie di cui e' ossessivamente geloso, e che minaccia con la sua pistola tutti i passeggeri. Prima che la difficile situazione del collega li richiami in soccorso, Contini e la Vigili hanno una nuova occasione per confrontarsi sul piano dei sentimenti: lui le dichiara il suo amore, ma lei e' ancora troppo preoccupata di un eventuale ritorno di Paola per abbandonarsi ai sentimenti."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/distretto-di-polizia.webp",
      "start_time": "2026-02-14 12:49:00",
      "end_time": "2026-02-14 13:55:00",
      "episode_number": "S7 E11",
      "show_category": "Poliziesco",
      "show_description": "In seguito all'attentato subito dal commissario Fontana da parte del fuggitivo Morace, l'archivista Parmesan rischia la vita per un infarto. Le agenti Valli e Gori indagano sulla morte di una prostituta nigeriana che stava tentando di uscire dal giro, mentre Raffaele e Luca, alle prese col furto di un inchiostro speciale per stampare le banconote, fanno una spiacevole scoperta su Giorgio, il nuovo fidanzato di Anna."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/distretto-di-polizia.webp",
      "start_time": "2026-02-14 13:55:00",
      "end_time": "2026-02-14 15:08:00",
      "episode_number": "S7 E12",
      "show_category": "Poliziesco",
      "show_description": "Fra i documenti del faccendiere ucciso, il commissario Fontana, grazie alla collaborazione di Nina trova le prove di un orrendo delitto che permette l'arresto di Neri Giorgio. Ma al momento del fermo il boss si sente male e Benvenuto e' costretto a seguirlo in ambulanza. Nel frattempo Raffaele indaga sul tentato suicidio di Marinella e Maurizio, una coppia salvata dal figlio quattordicenne Silvio. L'agente Marchetti sospetta una storia di usura, da lui vissuta in prima persona, e rischia grosso con procedure poco ortodosse pur di incastrare il responsabile."
    },
    {
      "show_name": "Distretto Di Polizia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/distretto-di-polizia.webp",
      "start_time": "2026-02-14 15:08:00",
      "end_time": "2026-02-14 16:18:00",
      "episode_number": "S7 E13",
      "show_category": "Poliziesco",
      "show_description": "Rosanna e' violentata in casa propria da un uomo mascherato che sembra non aver lasciato tracce: la giovane donna, sconvolta, ricorda solo che l'aggressore aveva una lieve zoppia. Anna e Irene indagano sul caso che presenta analogie con altri stupri rimasti irrisolti. L'agente Guerra ed Ingargiola hanno invece il compito di rintracciare un detenuto, evaso, strana coincidenza, il giorno stesso che viene denunciato il furto di un prezioso pianoforte."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/i-cesaroni.webp",
      "start_time": "2026-02-14 16:18:00",
      "end_time": "2026-02-14 17:27:00",
      "episode_number": "S4 E40",
      "show_category": "",
      "show_description": "Nella quarta stagione la serie subisce un flashforward di un anno e mezzo. Alla Garbatella tante cose sono cambiate."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/i-cesaroni.webp",
      "start_time": "2026-02-14 17:27:00",
      "end_time": "2026-02-14 18:52:00",
      "episode_number": "S5 E1",
      "show_category": "Commedia",
      "show_description": "Lucia è rimasta a Roma per allestire una mostra di giovani pittori esordienti ed Ezio convinto che voglia riconquistare Giulio, architetta un piano per far riavvicinare i due. Quando l'oste si convince di avere una seconda chance con la sua ex moglie, la verità lo colpisce come una doccia fredda. Rudi torna dalle vacanze convinto di aver dimenticato Miriam e in Alice si accende la speranza che i suoi sentimenti siano ricambiati."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/i-cesaroni.webp",
      "start_time": "2026-02-14 18:52:00",
      "end_time": "2026-02-14 20:15:00",
      "episode_number": "S5 E2",
      "show_category": "Commedia",
      "show_description": "Ezio decide di comprare l'ex officina di Walter e per farlo finisce per scommettere la bottiglieria Cesaroni mettendosi contro una banda di motociclisti. Marco, grazie al supporto di Lucia, trova il coraggio di raccontare a Giulio la verità sul suo rapporto con Eva. Intanto tra lui e Maya è scontro aperto, tanto che il giovane Cesaroni fa di tutto per metterla in cattiva luce con la sua famiglia."
    },
    {
      "show_name": "I Cesaroni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Mediaset-Extra/tomorrow/i-cesaroni.webp",
      "start_time": "2026-02-14 20:15:00",
      "end_time": "2026-02-14 21:22:00",
      "episode_number": "S5 E3",
      "show_category": "Commedia",
      "show_description": "Ezio e Cesare, sicuri di essere in contatto con gli alieni, si convincono che il mondo stia per finire e decidono di rubare un sottomarino per salvarsi dal diluvio universale. Per Giulio invece, la cosa più importante è fare bella figura con Lucia. Mentre tra Alice e Rudi c'è sempre più freddezza, Diego conosce Miriam e tra loro scocca subito la scintilla."
    },
    {
      "show_name": "Quarto Grado",
      "show_logo": "https://tv-programma.it/wp-content/uploads/2026/02/sample-image.webp",
      "start_time": "2026-02-14 21:22:00",
      "end_time": "2026-02-15 00:48:00",
      "episode_number": "",
      "show_category": "Informazione",
      "show_description": "Approfondimento giornalistico condotto da Gianluigi Nuzzi e Alessandra Viero su alcuni dei gialli irrisolti della cronaca."
    }
  ]
}