{
  "channel_name": "Rai5",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 00:27:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Prima Visione RAI - La vita e l'arte di Giuseppe Pellizza da Volpedo, pittore famoso soprattutto per il quadro 'Il quarto stato', simbolo dei lavoratori. Ma la sensibilità sociale è parte di un più vasto mondo artistico che, con un linguaggio modernissimo per l'epoca e attuale ancora oggi, fonde insieme la storia, la società e la natura. - 2025 ITA."
    },
    {
      "show_name": "Classic Albums - Amy Winehouse: Back to Black",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/26/1658820642351_2048x1152.jpg",
      "start_time": "2026-02-07 00:27:00",
      "end_time": "2026-02-07 01:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La genesi di \"Back To Black\", il secondo album di Amy Winehouse. Pubblicato nel 2006 e prodotto da Mark Ronson, \"Back To Black\" è l'album della consacrazione. Trainato da un numero impressionante di singoli, l'album conquista le classifiche mondiali mentre la cantautrice inizia il suo vorticoso declino."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762972118681_PokeStories2048x1152.png",
      "start_time": "2026-02-07 01:25:00",
      "end_time": "2026-02-07 01:33:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "\"Poke stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-07 01:33:00",
      "end_time": "2026-02-07 01:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692696211946_overland.jpg",
      "start_time": "2026-02-07 01:35:00",
      "end_time": "2026-02-07 02:26:00",
      "episode_number": "S21 E3",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica. Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica."
    },
    {
      "show_name": "Italian Beauty",
      "show_logo": "https://www.raiplay.it/dl/img/2018/07/17/1531832489268_Matera_2048x1152.gif",
      "start_time": "2026-02-07 02:26:00",
      "end_time": "2026-02-07 03:19:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Bellezza in bicicletta, dai Campi Flegrei al Golfo di Pozzuoli e fino alla Costiera amalfitana in un viaggio su due ruote alla scoperta di un territorio sorprendente, disseminato di preziose rovine romane. Bellezza in bicicletta, dai Campi Flegrei al Golfo di Pozzuoli e fino alla Costiera amalfitana in un viaggio su due ruote alla scoperta di un territorio sorprendente, disseminato di preziose rovine romane."
    },
    {
      "show_name": "Americans 1943-1945. Napoli a stelle e strisce",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770028878369_2048x1152.jpg",
      "start_time": "2026-02-07 03:19:00",
      "end_time": "2026-02-07 04:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Quando Napoli era governata dagli Alleati il suo porto era il più importante del mondo, superando di gran lunga persino quello di New York."
    },
    {
      "show_name": "Gli esploratori",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/06/1701871241658_1920x1080.jpg",
      "start_time": "2026-02-07 04:10:00",
      "end_time": "2026-02-07 05:02:00",
      "episode_number": "E5",
      "show_category": "Scienza & Natura",
      "show_description": "Il 31 luglio del 1954 due italiani hanno raggiunto, primi nella storia, la vetta della montagna selvaggia. I loro nomi sono Achille Compagnoni e Lino Lacedelli. Sono membri di una spedizione guidata dal geologo Ardito Desio. La loro è una grande impresa, un'impresa italiana, di un paese che è uscito distrutto dalla guerra e che si riscatta davanti agli occhi del mondo intero. Rai Storia racconta questa avventura eccezionale, ripercorrendo le varie tappe della spedizione: dalla selezione degli alpinisti alla loro preparazione fisica ed atletica, dalla scelta dei materiali a quella dei portatori che avrebbero accompagnato gli alpinisti nella loro scalata, dall' allestimento dei campi base ad altitudini sempre più estreme fino all'ultima meta, la vetta! Il racconto di questo viaggio straordinario è affidato alle immagini del filmato del CAI \"Italia K2\", alle interviste al Presidente Generale del Cai Antonio Montani, alla Direttrice del Museo della Montagna di Torino Daniela Berta, allo storico dell'alpinismo Leonardo Bizzaro, e alla grande alpinista italiana Nives Meroi. Il 31 luglio del 1954 due italiani hanno raggiunto, primi nella storia, la vetta della montagna selvaggia. I loro nomi sono Achille Compagnoni e Lino Lacedelli. Sono membri di una spedizione guidata dal geologo Ardito Desio.  La loro è una grande impresa, un'impresa italiana, di un paese che è uscito distrutto dalla guerra e che si riscatta davanti agli occhi del mondo intero. Rai Storia racconta questa avventura eccezionale, ripercorrendo le varie tappe della spedizione: dalla selezione degli alpinisti alla loro preparazione fisica ed atletica, dalla scelta dei materiali a quella dei portatori che avrebbero accompagnato gli alpinisti nella loro scalata, dall' allestimento dei campi base ad altitudini sempre più estreme fino all'ultima meta, la vetta! Il racconto di questo viaggio straordinario è affidato alle immagini del filmato del CAI \\\"Italia K2\\."
    },
    {
      "show_name": "Gli insetti delle foreste tropicali della Malesia",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811282602_2048x1152.jpg",
      "start_time": "2026-02-07 05:02:00",
      "end_time": "2026-02-07 06:00:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \"grandi imitatori\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli. Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \\\"grandi imitatori\\\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli?"
    },
    {
      "show_name": "De Chirico e Paolini. Il viandante e la sua ombra",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/24/1719222813423_2048x1152.jpg",
      "start_time": "2026-02-07 06:00:00",
      "end_time": "2026-02-07 06:56:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Nel passaggio di testimone da Giorgio de Chirico a Giulio Paolini, Giulio diventa il 'doppio' di Giorgio e viceversa, la metafisica dechirichiana diventa metafisica concettuale e per entrambi il 'quadro' si trasforma in teatro. Nel passaggio di testimone da Giorgio de Chirico a Giulio Paolini, Giulio diventa il 'doppio' di Giorgio e viceversa, la metafisica dechirichiana diventa metafisica concettuale e per entrambi il 'quadro' si trasforma in teatro."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692696211946_overland.jpg",
      "start_time": "2026-02-07 06:56:00",
      "end_time": "2026-02-07 07:48:00",
      "episode_number": "S21 E3",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica. Prosegue il nostro viaggio alla scoperta dell'Islanda, l'isola di ghiaccio e fuoco che ospita panorami tra i più incredibili sulla faccia della Terra. Percorreremo svariati chilometri in offroad, tra polvere e guadi, e ci accamperemo in piccoli angoli di paradiso terrestre, isolati dal mondo. Raggiungeremo la caldera del lago Askja e la laguna Jökulsárlón, il più grande e più conosciuto lago di origine glaciale dell'Islanda, che costeggia il Parco Nazionale del ghiacciaio Vatnajökull. Faremo un'avventurosa escursione in gommone e ci inoltreremo in un mondo di iceberg, acqua cristallina e nera sabbia vulcanica."
    },
    {
      "show_name": "I Capuleti e i Montecchi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/21/1663749666215_2048x1152.jpg",
      "start_time": "2026-02-07 07:48:00",
      "end_time": "2026-02-07 10:03:00",
      "episode_number": "",
      "show_category": "Opera",
      "show_description": "Dal Teatro Massimo Bellini di Catania, tragedia lirica in due atti di Felice Romani, musica di Vincenzo Bellini, direttore Fabrizio Maria Carminati, Maestro del coro Luigi Petrozziello. Dal Teatro Massimo Bellini di Catania, tragedia lirica in due atti di Felice Romani, musica di Vincenzo Bellini, direttore Fabrizio Maria Carminati, Maestro del coro Luigi Petrozziello."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/05/1680680810606_wild-italy-S7E5.jpg",
      "start_time": "2026-02-07 10:03:00",
      "end_time": "2026-02-07 10:52:00",
      "episode_number": "S7 E5",
      "show_category": "",
      "show_description": "Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pascoli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche. Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pascoli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-07 10:52:00",
      "end_time": "2026-02-07 10:56:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Gli insetti delle foreste tropicali della Malesia",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/19/1718811282602_2048x1152.jpg",
      "start_time": "2026-02-07 10:56:00",
      "end_time": "2026-02-07 11:49:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \"grandi imitatori\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli. Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \\\"grandi imitatori\\\" di piante e altre creature. Dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione: come fare a vederli?"
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762972118681_PokeStories2048x1152.png",
      "start_time": "2026-02-07 11:49:00",
      "end_time": "2026-02-07 11:58:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "\"Poke stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "La visione italiana, la cultura nel mondo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769701691953_Macerata-ediz-2025.jpg",
      "start_time": "2026-02-07 11:58:00",
      "end_time": "2026-02-07 12:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lo speciale realizzato in occasione della Conferenza annuale dei Direttori degli Istituti italiani di cultura nel mondo illustra il ruolo degli Istituti nel campo della promozione culturale e della visibilità del sistema Italia in ambito internazionale. Di Stefano Catucci e Francesca Nesler, regia Fabio Solimini Giani."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-07 12:55:00",
      "end_time": "2026-02-07 13:14:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. E' il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai.. - di F. Pennacchia 2026 ITA."
    },
    {
      "show_name": "Art Night",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478071374_2048x1152.jpg",
      "start_time": "2026-02-07 13:14:00",
      "end_time": "2026-02-07 14:12:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Art Night Puntata 4 Pellizza pittore da Volpedo - RUBRICA - La vita e l'arte di Giuseppe Pellizza da Volpedo, pittore famoso soprattutto per il quadro 'Il quarto stato', simbolo dei lavoratori. Ma la sensi - bilità sociale è parte di un più vasto mondo artistico che, con un linguaggio modernissimo per l'epoca e attuale ancora oggi, fonde insieme la storia, la società e la natura. - 2025 ITA."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/12/1681314468888_wild-italy-S7E6.jpg",
      "start_time": "2026-02-07 14:12:00",
      "end_time": "2026-02-07 15:04:00",
      "episode_number": "S7 E6",
      "show_category": "",
      "show_description": "Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi. Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi."
    },
    {
      "show_name": "Antartide, viaggio alla fine della terra",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/26/1685114791522_2048x1152.jpg",
      "start_time": "2026-02-07 15:04:00",
      "end_time": "2026-02-07 15:54:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Antartide: terra meridionale sconosciuta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giganteschi ghiacciai. Antartide: terra meridionale sconosciuta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giganteschi ghiacciai."
    },
    {
      "show_name": "Kilimangiaro",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/20/1760961247792_2048x1152.jpg",
      "start_time": "2026-02-07 15:54:00",
      "end_time": "2026-02-07 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Camila Raznovich ci accompagna in giro per l'Italia per scoprire il territorio attraverso le sue storie e le sue bellezze. Le puntate di questa edizione saranno dalla Costa dei Trabocchi, dall'Aquila, prossima Capitale italiana della cultura 2026, da Roma e da Modena. - con Conduce Camila Raznovich. Un programma di Sergio Leszczynski, Fabio Roberti e Massimo Favia, Maruia Iodice, Antongiulio Panizzi, Camila Zaznovich, Claudia Tofani. Con la collaborazione di Cristoforo Gorno. Produttori esecutivi Elena Mercieri, Alessandra 2025 ITA."
    },
    {
      "show_name": "Casa Sapiens",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/07/1746610936522_7.jpg",
      "start_time": "2026-02-07 18:00:00",
      "end_time": "2026-02-07 18:44:00",
      "episode_number": "E7",
      "show_category": "Scienza & Natura",
      "show_description": "Oggi, metà della popolazione mondiale vive all'interno delle aree urbane, una percentuale destinata, secondo l'ONU, a salire a due terzi entro il 2050. Le città erano in passato il luogo in cui rifugiarsi per sfuggire alla povertà, oggi sono bersagli di eventi meteorologici estremi sempre più devastanti, agglomerati di cemento e asfalto dove la temperatura è più alta di 5 gradi rispetto alle aree di campagna circostanti. La bulimia costruttiva attanaglia le nostre città, un fenomeno particolarmente vistoso in Cina dove si moltiplicano le \"città fantasma\", costruite per essere abitate da eserciti di cittadini ma lasciate pressoché disabitate. In tre anni, dal 2011 al 2013 nel paese asiatico è stato utilizzato più cemento che negli Stati Uniti nel XX secolo. Un problema, quello del sovra utilizzo di cemento, che riguarda tutto il mondo: ogni anno si producono 4 miliardi di tonnellate di cemento con enorme dispendio di energia, di acqua e di rocce. Oggi, metà della popolazione mondiale vive all'interno delle aree urbane, una percentuale destinata, secondo l'ONU, a salire a due terzi entro il 2050. Le città erano in passato il luogo in cui rifugiarsi per sfuggire alla povertà, oggi sono bersagli di eventi meteorologici estremi sempre più devastanti, agglomerati di cemento e asfalto dove la temperatura è più alta di 5 gradi rispetto alle aree di campagna circostanti. La bulimia costruttiva attanaglia le nostre città, un fenomeno particolarmente vistoso in Cina dove si moltiplicano le \\\"città fantasma\\."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-07 18:44:00",
      "end_time": "2026-02-07 18:46:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/18/1731924971786_2048x1152.jpg",
      "start_time": "2026-02-07 18:46:00",
      "end_time": "2026-02-07 20:29:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2023-2024 - Lo Scrigno Della Terra - DOCUMENTARIO - La ricchezza mineraria del Sudafrica, legata alla sua antichissima geologia, ha alimentato conquista, colonialismo e apartheid. Oggi, nonostante - il primato nei diamanti e nel platino, le disuguaglianze restano profonde: una minoranza possiede ancora la maggior parte delle risorse. - 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2023/08/22/1692696572775_overland.jpg",
      "start_time": "2026-02-07 20:29:00",
      "end_time": "2026-02-07 21:22:00",
      "episode_number": "S21 E4",
      "show_category": "",
      "show_description": "Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno. Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno."
    },
    {
      "show_name": "Una festa esagerata",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/23/1577117505505_2048x1152.jpg",
      "start_time": "2026-02-07 21:22:00",
      "end_time": "2026-02-07 23:27:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Giochi di parole, equivoci e fatalità sono al centro dello spettacolo, il quale, già dal titolo, anticipa qualcosa di straordinario. La vicenda ruota intorno alla festa del diciottesimo di Mirea, la figlia di Gennaro Parascandolo. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo. - 2023 ITA. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo, il quale, già dal titolo, anticipa qualcosa di straordinario. La vicenda ruota intorno alla festa del diciottesimo di Mirea, la figlia di Gennaro Parascandolo. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo. -  2023 ITA."
    },
    {
      "show_name": "La visione italiana, la cultura nel mondo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769701691953_Macerata-ediz-2025.jpg",
      "start_time": "2026-02-07 23:27:00",
      "end_time": "2026-02-08 00:26:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lo speciale realizzato in occasione della Conferenza annuale dei Direttori degli Istituti italiani di cultura nel mondo illustra il ruolo degli Istituti nel campo della promozione culturale e della visibilità del sistema Italia in ambito internazionale. Di Stefano Catucci e Francesca Nesler, regia Fabio Solimini Giani."
    }
  ]
}