{
  "channel_name": "Rai5",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "Denti da squalo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/17/1752738964895_2048x1152.jpg",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 01:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Estate. Walter, tredicenne rimasto da poco orfano di padre, vaga per le strade del litorale romano fino a quando non si imbatte in una piscina dove vive uno squalo. Questo incontro è l'inizio della più incredibile estate della sua vita. Dai produttori di \"Lo chiamavano Jeeg Robot. Estate. Walter, tredicenne rimasto da poco orfano di padre, vaga per le strade del litorale romano fino a quando non si imbatte in una piscina dove vive uno squalo. Questo incontro è l'inizio della più incredibile estate della sua vita. Dai produttori di \\\"Lo chiamavano Jeeg Robot\\\"."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-11 01:00:00",
      "end_time": "2026-02-11 01:02:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- . - ITA."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762970654409_PokeStories2048x1152.png",
      "start_time": "2026-02-11 01:02:00",
      "end_time": "2026-02-11 01:14:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/19/1629369485288_Overland2.jpg",
      "start_time": "2026-02-11 01:14:00",
      "end_time": "2026-02-11 02:06:00",
      "episode_number": "S21 E7",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen. Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen."
    },
    {
      "show_name": "Bellezza in bicicletta",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/01/1572609890127_2048x1152.jpg",
      "start_time": "2026-02-11 02:06:00",
      "end_time": "2026-02-11 02:58:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "Un percorso scanzonato e singolare dentro Bologna, alla ricerca di capolavori e angoli nascosti, fuori dai percorsi turistici convenzionali. Un percorso scanzonato e singolare dentro Bologna, alla ricerca di capolavori e angoli nascosti, fuori dai percorsi turistici convenzionali."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/12/1505209684291_l_italia_della_repubblica_h.jpg",
      "start_time": "2026-02-11 02:58:00",
      "end_time": "2026-02-11 03:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La seconda puntata di Italia della Repubblica si incentra sul 18 aprile 1948, giorno in cui l Italia va al voto. È una festa della democrazia che vede un affluenza del 92%, e il trionfo della Dc di Alcide De Gasperi, che supera il 48% dei consensi. - con Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio M 2015 ITA."
    },
    {
      "show_name": "Giorno del Ricordo delle Foibe",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/02/1706862418436_2048x1152.jpg",
      "start_time": "2026-02-11 03:55:00",
      "end_time": "2026-02-11 04:56:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In occasione della giornata del Ricordo ripercorriamo le vicende dell'esodo doloroso degli italiani dell'Istria, di Fiume e della Dalmazia costretti a lasciare le proprie terre e le proprie case senza alcuna certezza, incalzati e in alcuni casi trucidati dall'esercito Titino. Di Agostino Pozzi, produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/04/1656934687435_bois_2.jpg",
      "start_time": "2026-02-11 04:56:00",
      "end_time": "2026-02-11 06:00:00",
      "episode_number": "E2",
      "show_category": "Scienza & Natura",
      "show_description": "Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lungo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio. Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lungo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio."
    },
    {
      "show_name": "Italian Beauty",
      "show_logo": "https://www.raiplay.it/dl/img/2018/07/17/1531832489268_Matera_2048x1152.gif",
      "start_time": "2026-02-11 06:00:00",
      "end_time": "2026-02-11 06:55:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Paolo Cognetti e la montagna: in Val D'Aosta, nella frazione di Estoul, il Festival annuale de Il richiamo della foresta. Bellezza in Bicicletta: il Grab, il Grande Raccordo anulare delle biciclette di Roma, i quarantacinque chilometri della ciclovia più affascinante del mondo. Paolo Cognetti e la montagna: in Val D'Aosta, nella  frazione di Estoul, il Festival annuale de Il richiamo della foresta. Bellezza in Bicicletta: il Grab, il Grande Raccordo anulare delle biciclette di Roma, i  quarantacinque chilometri della ciclovia più affascinante del mondo."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-11 06:55:00",
      "end_time": "2026-02-11 07:26:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per... la Riduzione del Rischio dei Disastri Naturali - RUBRICA - Terremoti ed eruzioni vulcaniche sono eventi estremi con cui l'uomo deve fare i conti da sempre, così come con alluvioni, uragani - e incendi, fenomeni sempre più frequenti, incrementati, in parte, dal cambiamento climatico rilevato negli ultimi decenni. Cittadini, organizzazioni... - con Francesca Bianco, Osservatorio Vesuviano INGV; Francesca Cipollini, Ingegnera Agenzia Spaziale Europea; Ten. Col. Alessandro Fuccello, Servizio Meteorologico dell'Aeronautica Militare, Lucia Margheriti, Sismologa Osservatorio Nazionale Terremoti INGV; 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/19/1629369485288_Overland2.jpg",
      "start_time": "2026-02-11 07:26:00",
      "end_time": "2026-02-11 08:17:00",
      "episode_number": "S21 E7",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen. Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/28/1711638138749_isole-scozzesi-S2E2.jpg",
      "start_time": "2026-02-11 08:17:00",
      "end_time": "2026-02-11 09:18:00",
      "episode_number": "S2 E2",
      "show_category": "Viaggi & Avventure",
      "show_description": "L'avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia. L'avventuriero Ben Fogle parte per un pellegrinaggio molto personale attraverso le isole remote della Scozia."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/04/1656934687435_bois_2.jpg",
      "start_time": "2026-02-11 09:18:00",
      "end_time": "2026-02-11 10:11:00",
      "episode_number": "E2",
      "show_category": "Scienza & Natura",
      "show_description": "Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lungo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio. Simon Allix alla scoperta dei Vosgi e dei loro numerosi fiumi. Attraverso i suoi incontri, dipinge un quadro completo di questo massiccio forestale, a lungo considerato una frontiera naturale. Un vero rifugio per l'uomo che ne ha sfruttato le risorse naturali fin dall'inizio."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-11 10:11:00",
      "end_time": "2026-02-11 10:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Lo strabiliante mondo delle piante",
      "show_logo": "https://www.raiplay.it/dl/img/2018/03/26/1522069258608_LSMDP_2.jpg",
      "start_time": "2026-02-11 10:15:00",
      "end_time": "2026-02-11 11:03:00",
      "episode_number": "E2",
      "show_category": "Scienza & Natura",
      "show_description": "Un incredibile viaggio attraverso la capacità e le abilità delle piante nel trovare e affermare il proprio ruolo nel complesso sistema della vita sulla Terra. Un incredibile viaggio attraverso la capacità e le abilità delle piante nel trovare e affermare il proprio ruolo nel complesso sistema della vita sulla Terra."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/10/1762769576617_2048x1152.jpg",
      "start_time": "2026-02-11 11:03:00",
      "end_time": "2026-02-11 13:29:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Attraverso i grandi documentari di \"Geo\" e gli esperti in studio, Sveva Sagramola ed Emanuele Biggi raccontano le persone, le meraviglie e le fragilità del nostro pianeta, dando particolare spazio ai grandi squilibri ambientali che compromettono la sopravvivenza della specie."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://www.raiplay.it/dl/img/2020/06/12547524.png",
      "start_time": "2026-02-11 13:29:00",
      "end_time": "2026-02-11 14:11:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il cuore di Napoli è costituito da strade strette e antiche dove, dai tempi dei primi insediamenti greci, la città cresce su se stessa, strato dopo strato... Qui oltre i greci e i romani sono passati normanni, spagnoli, francesi, austriaci...Questo distillato di secoli di esperienze e tradizioni anima i nuovi artigiani della città che proprio qui sono venuti a raccogliere la sfida che il passato getta al futuro: sali sulle mie spalle e vai più in alto. E quindi sulla tradizione della costruzione dei mandolini, o di una storica sartoria teatrale che serve tutt'Europa."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/19/1629369485288_Overland2.jpg",
      "start_time": "2026-02-11 14:11:00",
      "end_time": "2026-02-11 15:03:00",
      "episode_number": "S21 E7",
      "show_category": "",
      "show_description": "Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen. Prosegue il nostro viaggio e dopo aver visitato Groenlandia e Isole Faroe, che fanno parte del suo regno, approderemo infine in Danimarca. Solcheremo i canali della sua capitale Copenaghen a bordo di Kayak e daremo il nostro contributo per combattere l'inquinamento dell'Oceano, mentre ammireremo la città dalle sue acque. Entreremo in contatto con la natura danese e ci immergeremo nel mondo incantato del mitico scrittore Hans Christian Andersen."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/29/1711713574529_isole-scozzesi-S2E3.jpg",
      "start_time": "2026-02-11 15:03:00",
      "end_time": "2026-02-11 16:02:00",
      "episode_number": "S2 E3",
      "show_category": "Viaggi & Avventure",
      "show_description": "Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/04/1656941177959_bois_3.jpg",
      "start_time": "2026-02-11 16:02:00",
      "end_time": "2026-02-11 16:56:00",
      "episode_number": "E3",
      "show_category": "Scienza & Natura",
      "show_description": "Ricco di miti e leggende, il massiccio corso incarna l'anima e la diversità dell'intera isola. Con l'aiuto dei suoi abitanti, Simon Allix ci porta nella foresta della Castagniccia, alla scoperta dei suoi emblematici castagni e ulivi, testimoni della storia locale e del forte legame che si è forgiato tra gli uomini e la natura. Ricco di miti e leggende, il massiccio corso incarna l'anima e la diversità dell'intera isola. Con l'aiuto dei suoi abitanti, Simon Allix ci porta nella foresta della Castagniccia, alla scoperta dei suoi emblematici castagni e ulivi, testimoni della storia locale e del forte legame che si è forgiato tra gli uomini e la natura."
    },
    {
      "show_name": "Edoardo Bennato. Sono solo canzonette",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/14/1739540619368_2048x1152.jpg",
      "start_time": "2026-02-11 16:56:00",
      "end_time": "2026-02-11 18:33:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "Un artista a tutto tondo, a volte controverso, che da subito si è fatto riconoscere per i suoi testi pungenti e incisivi, che deridono personaggi di spicco, così come fazioni politiche di ogni genere. La sua indole ribelle convive con un'anima da sognatore e una passione per l'universo delle favole. Un artista a tutto tondo, a volte controverso, che da subito si è fatto riconoscere per i suoi testi pungenti e incisivi, che deridono personaggi di spicco, così come fazioni politiche di ogni genere. La sua indole ribelle convive con un'anima da sognatore e una passione per l'universo delle favole."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://www.raiplay.it/dl/img/2017/09/12/1505209684291_l_italia_della_repubblica_h.jpg",
      "start_time": "2026-02-11 18:33:00",
      "end_time": "2026-02-11 19:29:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "La terza puntata di Italia della Repubblica si incentra sul 25 giugno 1946: una data memorabile nella storia d'Italia. In quel giorno d'estate, infatti, si aprono i lavori della Costituente: un'Assemblea, eletta da milioni d'italiani e italiane, che ha il compito di scrivere una nuova Costituzione ... - con Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli 2015 ITA."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-11 19:29:00",
      "end_time": "2026-02-11 19:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "1923. Nascita della Regia Aeronautica",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/05/1770296334132_1679846509407_2048x1152.jpg",
      "start_time": "2026-02-11 19:30:00",
      "end_time": "2026-02-11 20:29:00",
      "episode_number": "S2023",
      "show_category": "",
      "show_description": "Lo speciale, presentato da Rai Cultura in collaborazione con l'Aeronautica Militare, ripercorre le origini dell'Aeronautica italiana dalla fine dell'Ottocento al 1923: dai pionieri del volo alla guerra di Libia, dall'esperienza del primo conflitto mondiale al raid Roma-Tokyo. Lo speciale, presentato da Rai Cultura in collaborazione con l'Aeronautica Militare, ripercorre le origini dell'Aeronautica italiana dalla fine dell'Ottocento al 1923: dai pionieri del volo alla guerra di Libia, dall'esperienza del primo conflitto mondiale al raid Roma-Tokyo."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/01/04/1609738144462_overland.jpg",
      "start_time": "2026-02-11 20:29:00",
      "end_time": "2026-02-11 21:23:00",
      "episode_number": "S21 E8",
      "show_category": "",
      "show_description": "Ultimo appuntamento con l'avventura di Overland nel grande Nord Europa. Torneremo a Copenaghen per immergerci nella \"città libera\" di Christiania, un quartiere unico al mondo, autogovernato nel quale vive una comunità indipendente. Affronteremo il tema, particolarmente sentito, delle energie rinnovabili e capiremo come la Danimarca abbia prodotto quasi la metà del suo fabbisogno energetico attraverso queste nuove fonti nel 2019. Conosceremo i segreti del famoso stile culinario \"New Nordic\", grazie a uno chef italiano trasferitosi a Copenaghen. Ultimo appuntamento con l'avventura di Overland nel grande Nord Europa. Torneremo a Copenaghen per immergerci nella \\\"città libera\\\" di Christiania, un quartiere unico al mondo, autogovernato nel quale vive una comunità indipendente. Affronteremo il tema, particolarmente sentito, delle energie rinnovabili e capiremo come la Danimarca abbia prodotto quasi la metà del suo fabbisogno energetico attraverso queste nuove fonti nel 2019. Conosceremo i segreti del famoso stile culinario \\\"New Nordic\\."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/01/1701443916670_1701440263899.png",
      "start_time": "2026-02-11 21:23:00",
      "end_time": "2026-02-11 23:28:00",
      "episode_number": "S2023",
      "show_category": "Scienza & Natura",
      "show_description": "I popoli del mediterraneo sono frutto della mescolanza di genti per secoli? La convivenza fra cristiani e musulmani è sempre stata conflittuale? Gli arabi di Sicilia erano incolti predoni o raffinati intellettuali? Cosa ha significato la dominazione musulmana nel Mediterraneo? I siciliani sono diversi? Questi sono solo alcuni degli interrogativi sui quali si concentrerà questa puntata, che racconterà la nascita e l'epilogo delle dominazioni musulmane nei Paesi che affacciano sul bacino del Mediterraneo. Dalle prime invasioni nella Sicilia dell'alto Medioevo alla \"reconquista\" spagnola del XV secolo, Sapiens compie un lungo viaggio tra storia, architettura e geologia, mentre un documentario svela i segreti dell'Alhambra di Granada, edificio emblematico dell'eredità araba nel Mediterraneo che proprio in Spagna cesserà la sua spinta propulsiva. L'espansione musulmana nei paesi intorno al Mediterraneo iniziata in Sicilia intorno all'VIII sec a.C., segna un momento fondamentale nella storia dei sapiens, caratterizzato da un fermento culturale ed economico di enorme respiro. La Sicilia ha vissuto in pieno la trasformazione dovuta alla conquista araba, per questo la puntata è ambientata a Palermo, dove Mario Tozzi racconta lo splendore della cultura arabo-normanna a Palermo, sulle tracce di quello che oggi è un mondo nascosto, fatto soprattutto di suggestioni tra storia, architettura e geologia. Seguendo il corso dell'acqua e la storia delle rocce Sapiens racconterà con particolare attenzione le grandi capacità ingegneristiche che gli arabi hanno dimostrato trasformando una pianura incolta come quella di Palermo nella conca d'oro, famosa nel mondo per i suoi agrumeti. I popoli del mediterraneo sono frutto della mescolanza di genti per secoli? La convivenza fra cristiani e musulmani è sempre stata conflittuale? Gli arabi di Sicilia erano incolti predoni o raffinati intellettuali? Cosa ha significato la dominazione musulmana nel Mediterraneo? I siciliani sono diversi? Questi sono solo alcuni degli interrogativi sui quali si concentrerà questa puntata, che racconterà la nascita e l'epilogo delle dominazioni musulmane nei Paesi che affacciano sul bacino del Mediterraneo. Dalle prime invasioni nella Sicilia dell'alto Medioevo alla \\\"reconquista\\\" spagnola del XV secolo, Sapiens compie un lungo viaggio tra storia, architettura e geologia, mentre un documentario svela i segreti dell'Alhambra di Granada, edificio emblematico dell'eredità araba nel Mediterraneo che proprio in Spagna cesserà la sua spinta propulsiva. L'espansione musulmana nei paesi intorno al Mediterraneo iniziata in Sicilia intorno all'VIII sec a.C., segna un momento fondamentale nella storia dei sapiens, caratterizzato da un fermento culturale ed economico di enorme respiro. La Sicilia ha vissuto in pieno la trasformazione dovuta alla conquista araba, per questo la puntata è ambientata a Palermo, dove Mario Tozzi racconta lo splendore della cultura arabo-normanna a Palermo, sulle tracce di quello che oggi è un mondo nascosto, fatto soprattutto di suggestioni tra storia, architettura e geologia. Seguendo il corso dell'acqua e la storia delle rocce Sapiens racconterà con particolare attenzione le grandi capacità ingegneristiche che gli arabi hanno dimostrato trasformando una pianura incolta come quella di Palermo nella conca d'oro, famosa nel mondo per i suoi agrumeti."
    },
    {
      "show_name": "Supertramp: Breakfast In America Live In Paris",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770627017286_2048x1152.jpg",
      "start_time": "2026-02-11 23:28:00",
      "end_time": "2026-02-12 00:52:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "1979: i Supertramp pubblicano Breakfast In America, ed è un successo mondiale. Segue una tournée internazionale a sostegno dell'album, e l'audio di questa \"tappa\" al Pavillon di Parigi verrà pubblicato l'anno successivo, il live album \"Paris."
    }
  ]
}