{
  "channel_name": "Rai5",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "La visione italiana, la cultura nel mondo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/la-visione-italiana-la-cultura-nel-mondo.webp",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:27:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lo speciale realizzato in occasione della Conferenza annuale dei Direttori degli Istituti italiani di cultura nel mondo illustra il ruolo degli Istituti nel campo della promozione culturale e della visibilità del sistema Italia in ambito internazionale. Di Stefano Catucci e Francesca Nesler, regia Fabio Solimini Giani."
    },
    {
      "show_name": "L'universo alternativo di Kate Bush",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/l-universo-alternativo-di-kate-bush.webp",
      "start_time": "2026-02-08 00:27:00",
      "end_time": "2026-02-08 01:19:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "Compositrice, ballerina, coreografa, musicista. Scoperta a soli 18 anni da David Gilmour dei Pink Floyd, Kate Bush ha trovato una nuova popolarità grazie alla serie Stranger Things, conquistando nuovamente le classifiche a distanza di 40 anni dal suo primo exploit. Compositrice, ballerina, coreografa, musicista. Scoperta a soli 18 anni da David Gilmour dei Pink Floyd, Kate Bush ha trovato una nuova popolarità grazie alla serie Stranger Things, conquistando nuovamente le classifiche a distanza di 40 anni dal suo primo exploit."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/rainews.webp",
      "start_time": "2026-02-08 01:19:00",
      "end_time": "2026-02-08 01:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-08 01:20:00",
      "end_time": "2026-02-08 02:12:00",
      "episode_number": "S21 E4",
      "show_category": "",
      "show_description": "Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno. Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno."
    },
    {
      "show_name": "Da Cimabue a Giotto: la rivoluzione del corpo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/da-cimabue-a-giotto-la-rivoluzione-del-corpo.webp",
      "start_time": "2026-02-08 02:12:00",
      "end_time": "2026-02-08 03:06:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Nella Basilica di San Francesco d'Assisi, sulle volte, nelle cappelle, sul soffitto, ovunque, su scala grandiosa, affreschi ovunque. Qui si sono espressi e hanno gareggiato i più grandi artisti dell'Italia tardo-duecentesca. È qui che una generazione di artisti arriva a rinnovare l'arte pittorica. Nella Basilica di San Francesco d'Assisi, sulle volte, nelle cappelle, sul soffitto, ovunque, su scala grandiosa, affreschi ovunque. Qui si sono espressi e hanno gareggiato i più grandi artisti dell'Italia tardo-duecentesca. È qui che una generazione di artisti arriva a rinnovare l'arte pittorica."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/wild-italy.webp",
      "start_time": "2026-02-08 03:06:00",
      "end_time": "2026-02-08 03:58:00",
      "episode_number": "S7 E6",
      "show_category": "",
      "show_description": "Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi. Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi."
    },
    {
      "show_name": "Antartide, viaggio alla fine della terra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/antartide-viaggio-alla-fine-della-terra.webp",
      "start_time": "2026-02-08 03:58:00",
      "end_time": "2026-02-08 04:48:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Antartide: terra meridionale sconosciuta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giganteschi ghiacciai. Antartide: terra meridionale sconosciuta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giganteschi ghiacciai."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/le-serie-di-raicultura-it.webp",
      "start_time": "2026-02-08 04:48:00",
      "end_time": "2026-02-08 05:02:00",
      "episode_number": "E4",
      "show_category": "",
      "show_description": "Il filosofo Giuseppe Girgenti racconta L'Edipo re (420 a.C. ca.), la tragedia in cui Sofocle mostra come la conoscenza di sé sia per l'uomo causa di sofferenza. Il filosofo Giuseppe Girgenti racconta L'Edipo re (420 a.C. ca.), la tragedia in cui Sofocle mostra come la conoscenza di sé sia per l'uomo causa di sofferenza."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/wild-italy.webp",
      "start_time": "2026-02-08 05:02:00",
      "end_time": "2026-02-08 06:11:00",
      "episode_number": "S7 E6",
      "show_category": "",
      "show_description": "Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi. Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi."
    },
    {
      "show_name": "Lorenzo Lotto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/lorenzo-lotto.webp",
      "start_time": "2026-02-08 06:11:00",
      "end_time": "2026-02-08 07:11:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Lorenzo Lotto ebbe una produzione intensissima, caratterizzata sempre da una creatività sorprendente e arguta. Il documentario presenta una sessantina di opere, tra tele, ritratti e pale d'altare, che costituiscono circa un terzo dei suoi lavori giunti fino a noi. Lorenzo Lotto ebbe una produzione intensissima, caratterizzata sempre da una creatività sorprendente e arguta. Il documentario presenta una sessantina di opere, tra tele, ritratti e pale d'altare, che costituiscono circa un terzo dei suoi lavori giunti fino a noi."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-08 07:11:00",
      "end_time": "2026-02-08 08:03:00",
      "episode_number": "S21 E4",
      "show_category": "",
      "show_description": "Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno. Al largo dei mari tempestosi del Nord Atlantico, le sperdute isole Fær Øer sono un pittoresco mosaico di pascoli color smeraldo, punteggiati da casette e fattorie dai colori allegri e i caratteristici tetti in erba. Profondi fiordi, scogliere a picco popolate dai famosi uccelli Puffin e promontori panoramici delineano i profili di questa manciata di isole che esploreremo a bordo di un veicolo 4x4 lungo meravigliose strade panoramiche, ma anche a cavallo, a piedi e immergendoci nelle gelide acque, per vivere il più possibile a contatto con la loro natura indomita. Condivideremo lo stile di vita locale, difficile da immaginare e capiremo cosa sta cambiando dalla capitale Tórshavn (la più piccola al mondo) alle fattorie che ci ospiteranno."
    },
    {
      "show_name": "Dentro le note con Gloria Campaner",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/dentro-le-note-con-gloria-campaner.webp",
      "start_time": "2026-02-08 08:03:00",
      "end_time": "2026-02-08 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Una breve introduzione con Gloria Campaner al concerto dell'Accademia Nazionale di Santa Cecilia \"Vivaldi e Bach con Rinaldo Alessandrini. Una breve introduzione con Gloria Campaner al concerto dell'Accademia Nazionale di Santa Cecilia \\\"Vivaldi e Bach con Rinaldo Alessandrini\\\"."
    },
    {
      "show_name": "Vivaldi e Bach con Rinaldo Alessandrini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/vivaldi-e-bach-con-rinaldo-alessandrini.webp",
      "start_time": "2026-02-08 08:05:00",
      "end_time": "2026-02-08 09:36:00",
      "episode_number": "",
      "show_category": "Classica",
      "show_description": "L'Orchestra e il Coro dell'Accademia Nazionale di Santa Cecilia diretti da Rinaldo Alessandrini eseguono pagine sacre di Vivaldi e Bach. In programma il Dixit Dominus, il Concerto di San Lorenzo e il Magnificat, con un cast vocale di grande prestigio. L'Orchestra e il Coro dell'Accademia Nazionale di Santa Cecilia diretti da Rinaldo Alessandrini eseguono pagine sacre di Vivaldi e Bach. In programma il Dixit Dominus, il Concerto di San Lorenzo e il Magnificat, con un cast vocale di grande prestigio."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/poke-stories.webp",
      "start_time": "2026-02-08 09:36:00",
      "end_time": "2026-02-08 09:42:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "Habitat",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/habitat.webp",
      "start_time": "2026-02-08 09:42:00",
      "end_time": "2026-02-08 10:13:00",
      "episode_number": "S2025 E1",
      "show_category": "",
      "show_description": "Il Parco naturale regionale della Gola della Rossa e di Frasassi, nelle Marche, è un insieme di habitat che spaziano dalle praterie ai boschi, sulle tracce della fauna selvatica, luoghi dove è possibile capire quanto siano fragili gli equilibri che proteggono la biodiversità. Dagli eremi benedettini all'abbazia di San Vittore alle Chiuse, qui si può ripercorrere la storia dell'uomo nel suo intreccio con sorgenti, pietra e silenzio. Frasassi è un luogo caratteristico soprattutto per le sue grotte che offrono un habitat unico e vivo, dove la montagna respira e la meraviglia prende forma nel buio."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-08 10:13:00",
      "end_time": "2026-02-08 10:17:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-08 10:17:00",
      "end_time": "2026-02-08 12:00:00",
      "episode_number": "S2024",
      "show_category": "Scienza & Natura",
      "show_description": "Che c'entrano i diamanti e l'oro con l'apartheid? E poi, fino a che punto la geologia ha influenzato la storia dei Sapiens? Perché la corsa alle risorse minerarie ha generato in alcuni Paesi disuguaglianze sociali ed economiche così vistose? E che cosa c'è dentro un diamante? Se un diamante è per sempre, quali effetti negativi ha avuto oggi la corsa a questo minerale su un Paese che ne è ricchissimo come il Sudafrica? Questi sono solo alcuni degli interrogativi sui quali si concentrerà la prima puntata della nuova stagione di \"Sapiens, un solo pianeta\", ambientata in Sudafrica, la terra più antica del mondo, insieme all'Australia, e per questo ricchissima di risorse minerarie, ma anche luogo di grandi disuguaglianze sociali. Che c'entrano i diamanti e l'oro con l'apartheid? E poi, fino a che punto la geologia ha influenzato la storia dei Sapiens? Perché la corsa alle risorse minerarie ha generato in alcuni Paesi disuguaglianze sociali ed economiche così vistose? E che cosa c'è dentro un diamante? Se un diamante è per sempre, quali effetti negativi ha avuto oggi la corsa a questo minerale su un Paese che ne è ricchissimo come il Sudafrica? Questi sono solo alcuni degli interrogativi sui quali si concentrerà la prima puntata della nuova stagione di \\\"Sapiens, un solo pianeta\\."
    },
    {
      "show_name": "Save the Date",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/save-the-date.webp",
      "start_time": "2026-02-08 12:00:00",
      "end_time": "2026-02-08 12:30:00",
      "episode_number": "E13",
      "show_category": "",
      "show_description": "Al Maxxi di Roma la mostra \"Franco Battiato. Un’altra vita\"; \"La Grazia. Immagini e location della Torino di Paolo Sorrentino a Palazzo Chiablese\"; per l’arte \"Nicola Samorì. Classical Collapse\"; \"Argo\" per il teatro; la musica di Davide Van De Sfroos & Folkestra; Paolo di Paolo presenta \"Un mondo nuovo tutti i giorni."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/passepartout.webp",
      "start_time": "2026-02-08 12:30:00",
      "end_time": "2026-02-08 13:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Daverio incontra Kengiro Azuma, scultore giapponese che vive a Milano da più di mezzo secolo. Azuma racconta la sua storia, la sua formazione come artista sotto la guida di Marino Marini, il periodo Edo in Giappone, la filosofia zen e la ricerca di spirito e fede che applica nella realizzazione delle sue opere. - 2010 ITA."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/passepartout.webp",
      "start_time": "2026-02-08 13:00:00",
      "end_time": "2026-02-08 13:31:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Daverio dedicata un approfondimento in due parti alla storia di due famiglie ebree distrutte dalla persecuzione nazista, i Reinach e i Camondo. I Reinach erano una famiglia originaria della Renania, con un ramo italiano; la loro storia viene ripercorsa a partire da documenti ritrovati all'Archivio di Stato di Milano. - 2010 ITA."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/movie-mag.webp",
      "start_time": "2026-02-08 13:31:00",
      "end_time": "2026-02-08 14:03:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Paolo Calabresi è ospite di Melissa Greta al nuovo appuntamento con \"Movie Mag\". L' attore, tra i più versatili e riconoscibili del panorama italiano tra cinema, teatro e impegno civile, ripercorre alcune tappe della sua carriera: dalle celebri trasformazioni, alla formazione con Giorgio Strehler al Piccolo Teatro di Milano, sino al personaggio di Biascica in \"Boris\", diventato oramai un cult. Si parte dal nuovo film di Eros Puglielli, \"Agata Christian – Delitto sulle nevi\", che vede proprio Calabresi tra i protagonisti accanto a Christian De Sica e Lillo. E Calabresi è in procinto di tornare a teatro in tournée con \"Tutti gli uomini che non sono\", tratto dalla sua autobiografia, dal 21 febbraio. Federico Pontiggia presenta un approfondimento su \"Hamnet – Nel nome del figlio\" e riflette sulla forza dell'arte come risposta al dolore. Si parla anche dell'impegno di Calabresi con UNITA – Unione Nazionale Interpreti Teatro e Audiovisivo, l'associazione nata per tutelare la categoria e sostenere il lavoro degli attori in Italia. Infine, ad Asti, per conoscere da vicino la mostra dedicata a Paolo Conte, un viaggio nel mondo visivo e musicale di uno dei più grandi autori italiani. Paolo Calabresi è ospite di Melissa Greta al nuovo appuntamento con \\\"Movie Mag\\\". L' attore, tra i più versatili e riconoscibili del panorama italiano tra cinema, teatro e impegno civile,  ripercorre alcune tappe della sua carriera: dalle celebri trasformazioni, alla formazione con Giorgio Strehler al Piccolo Teatro di Milano, sino al personaggio di Biascica in \\\"Boris\\."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-08 14:03:00",
      "end_time": "2026-02-08 14:58:00",
      "episode_number": "S6 E10",
      "show_category": "Viaggi & Avventure",
      "show_description": "Luigi Maria Perotti ci porta in una delle città più note al mondo: Venezia. Un viaggio alla scoperta dei pochi residenti rimasti. Luigi Maria Perotti ci porta in una delle città più note al mondo: Venezia. Un viaggio alla scoperta dei pochi residenti rimasti."
    },
    {
      "show_name": "Il fuoco del Mediterraneo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/il-fuoco-del-mediterraneo.webp",
      "start_time": "2026-02-08 14:58:00",
      "end_time": "2026-02-08 15:51:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Un tuffo unico nel Mar Mediterraneo con una spedizione internazionale alla ricerca di vulcani sottomarini da scoprire, guidata dal candidato agli Emmy Laurent Ballesta. Più di 100 metri sotto la superficie terrestre, dalla Sicilia a Napoli, dal Vesuvio allo Stromboli, alla scoperta della bellezza di queste montagne di fuoco. Un tuffo unico nel Mar Mediterraneo con una spedizione internazionale alla ricerca di vulcani sottomarini da scoprire, guidata dal candidato agli Emmy Laurent Ballesta. Più di 100 metri sotto la superficie terrestre, dalla Sicilia a Napoli, dal Vesuvio allo Stromboli, alla scoperta della bellezza di queste montagne di fuoco."
    },
    {
      "show_name": "Una festa esagerata",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/una-festa-esagerata.webp",
      "start_time": "2026-02-08 15:51:00",
      "end_time": "2026-02-08 17:54:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Giochi di parole, equivoci e fatalità sono al centro dello spettacolo, il quale, già dal titolo, anticipa qualcosa di straordinario. La vicenda ruota intorno alla festa del diciottesimo di Mirea, la figlia di Gennaro Parascandolo. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo. - 2023 ITA. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo, il quale, già dal titolo, anticipa qualcosa di straordinario. La vicenda ruota intorno alla festa del diciottesimo di Mirea, la figlia di Gennaro Parascandolo. Giochi di parole, equivoci e fatalità sono al centro dello spettacolo. -  2023 ITA."
    },
    {
      "show_name": "Splendida Cornice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/splendida-cornice.webp",
      "start_time": "2026-02-08 17:54:00",
      "end_time": "2026-02-08 20:32:00",
      "episode_number": "S5",
      "show_category": "Varietà",
      "show_description": "Ospiti di Geppi Cucciari: Nino D'Angelo, icona della musica popolare; l'attore Giuseppe Battiston; il cantautore Alberto Fortis, al centro di una speciale performance insieme a Geppi Cucciari sulle note di \"Milano e Cortina\". Presenti in studio, inoltre, l'attore e comico Paolo Kessisoglu, la ballerina e coreografa ungherese Susanna Egri, nonché lo storico dell'arte e divulgatore Jacopo Veneziani e la conduttrice televisiva Gabriella Golia. E ancora, in collegamento dalla Basilica Palladiana di Vicenza, per la mostra l'\"Olimpichetto. Il ritorno di un ambasciatore\", interviene Nicolas Ballario, esperto di arte contemporanea. Ospiti di Geppi Cucciari: Nino D'Angelo, icona della musica popolare; l'attore Giuseppe Battiston; il cantautore Alberto Fortis, al centro di una speciale performance insieme a Geppi Cucciari sulle note di \\\"Milano e Cortina\\\". Presenti in studio, inoltre, l'attore e comico Paolo Kessisoglu, la ballerina e coreografa ungherese Susanna Egri, nonché lo storico dell'arte e divulgatore Jacopo Veneziani e la conduttrice televisiva Gabriella Golia. E ancora, in collegamento dalla Basilica Palladiana di Vicenza, per la mostra l'\\\"Olimpichetto. Il ritorno di un ambasciatore\\."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/rainews.webp",
      "start_time": "2026-02-08 20:32:00",
      "end_time": "2026-02-08 20:33:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-08 20:33:00",
      "end_time": "2026-02-08 21:25:00",
      "episode_number": "S21 E5",
      "show_category": "",
      "show_description": "Continuano i viaggi di Overland! Approdiamo in Groenlandia, nel famosissimo Ilulissat Icefiord, l'insenatura ghiacciata d alla quale nasce gran parte degli iceberg che si trovano nell'Oceano Atlantico. Scopriremo insieme questi giganti della natura e resteremo affascinati di fronte alla loro imponenza. Conosceremo la storia dell'antica popolazione indigena degli Inuit, anche attraverso leggende e fiabe ancestrali, per comprendere quali siano i valori e le esperienze che si tramandano di generazione in generazione. Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari. Continuano i viaggi di Overland! Approdiamo in Groenlandia, nel famosissimo Ilulissat Icefiord, l'insenatura ghiacciata d alla quale nasce gran parte degli iceberg che si trovano nell'Oceano Atlantico. Scopriremo insieme questi giganti della natura e resteremo affascinati di fronte alla loro imponenza. Conosceremo la storia dell'antica popolazione indigena degli Inuit, anche attraverso leggende e fiabe ancestrali, per comprendere quali siano i valori e le esperienze che si tramandano di generazione in generazione. Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari."
    },
    {
      "show_name": "L'ufficiale e la spia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/l-ufficiale-e-la-spia.webp",
      "start_time": "2026-02-08 21:25:00",
      "end_time": "2026-02-08 23:33:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Gennaio del 1895, pochi mesi prima che i fratelli Lumière diano vita a quello che convenzionalmente chiamiamo Cinema, nel cortile dell'École Militaire di Parigi, Georges Picquart, un ufficiale dell'esercito francese, presenzia alla pubblica condanna e all'umiliante degradazione inflitta ad Alfred Dreyfus, un capitano ebreo, accusato di essere stato un informatore dei nemici tedeschi. Al disonore segue l'esilio e la sentenza condanna il traditore ad essere confinato sull'isola del Diavolo, nella Guyana francese. Un atollo sperduto dove Dreyfus lenisce angoscia e solitudine scrivendo delle lettere accorate alla moglie lontana. Gennaio del 1895, pochi mesi prima che i fratelli Lumière diano vita a quello che convenzionalmente chiamiamo Cinema, nel cortile dell'École Militaire di Parigi, Georges Picquart, un ufficiale dell'esercito francese, presenzia alla pubblica condanna e all'umiliante degradazione inflitta ad Alfred Dreyfus, un capitano ebreo, accusato di essere stato un informatore dei nemici tedeschi. Al disonore segue l'esilio e la sentenza condanna il traditore ad essere confinato sull'isola del Diavolo, nella Guyana francese. Un atollo sperduto dove Dreyfus lenisce angoscia e solitudine scrivendo delle lettere accorate alla moglie lontana."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/5000-anni-e-pi-la-lunga-storia-dell-umanit.webp",
      "start_time": "2026-02-08 23:33:00",
      "end_time": "2026-02-09 00:34:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il racconto di un'isola sperduta nel Pacifico ed un'indagine capace di smentire convinzioni finora date per certe. Un viaggio nell'Isola di Pasqua per scoprirne la storia, la civiltà e soprattutto il declino della sua gente. Con Giorgio Zanchini ospite in studio Alessandro Vanoli, esperto e studioso di storia del mare - con Un programma di Cristoforo Gorno e Alessandra Bisegna. Regia di Agostino Pozzi. Produttore esecutivo Roberta Pulino 2024 ITA."
    }
  ]
}