{
  "channel_name": "Rai5",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "Bruce Springsteen: Born To Rock",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/10/1715357778015_2048x1152.jpg",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 00:03:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "«The Boss», come è sempre stato soprannominato, è uno degli artisti più conosciuti e rappresentativi della scena rock americana. Scopriamo l'incredibile carriera di Bruce Springsteen, dal Jersey Shore agli stadi sold out di tutto il mondo. «The Boss», come è sempre stato soprannominato, è uno degli artisti più conosciuti e rappresentativi della scena rock americana. Scopriamo l'incredibile carriera di Bruce Springsteen, dal Jersey Shore agli stadi sold out di tutto il mondo."
    },
    {
      "show_name": "Supertramp: Breakfast In America Live In Paris",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/12/1770910123269_2048x1152.jpg",
      "start_time": "2026-02-15 00:03:00",
      "end_time": "2026-02-15 01:43:00",
      "episode_number": "",
      "show_category": "Rock & Pop",
      "show_description": "1979: i Supertramp pubblicano Breakfast In America, ed è un successo mondiale. Segue una tournée internazionale a sostegno dell'album, e l'audio di questa \"tappa\" al Pavillon di Parigi verrà pubblicato l'anno successivo, il live album \"Paris. 1979: i Supertramp pubblicano Breakfast In America, ed è un successo mondiale. Segue una tournée internazionale a sostegno dell'album, e l'audio di questa \\\"tappa\\\" al Pavillon di Parigi verrà pubblicato l'anno successivo, il live album \\\"Paris\\\"."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-15 01:43:00",
      "end_time": "2026-02-15 01:46:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/30/1630294852421_overland.jpg",
      "start_time": "2026-02-15 01:46:00",
      "end_time": "2026-02-15 02:38:00",
      "episode_number": "S22 E3",
      "show_category": "Viaggi & Avventure",
      "show_description": "Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata. Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata."
    },
    {
      "show_name": "Lorenzo Lotto",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/01/1719844270935_2048x1152.jpg",
      "start_time": "2026-02-15 02:38:00",
      "end_time": "2026-02-15 03:37:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Lorenzo Lotto ebbe una produzione intensissima, caratterizzata sempre da una creatività sorprendente e arguta. Il documentario presenta una sessantina di opere, tra tele, ritratti e pale d'altare, che costituiscono circa un terzo dei suoi lavori giunti fino a noi. Lorenzo Lotto ebbe una produzione intensissima, caratterizzata sempre da una creatività sorprendente e arguta. Il documentario presenta una sessantina di opere, tra tele, ritratti e pale d'altare, che costituiscono circa un terzo dei suoi lavori giunti fino a noi."
    },
    {
      "show_name": "Save the Date",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27828135_1.jpg",
      "start_time": "2026-02-15 03:37:00",
      "end_time": "2026-02-15 04:09:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "Speciale di Save The Date dedicato a Biennale Danza \"Myth Makers / Creatori di miti\", diretto da Wayne McGregor, e a Biennale Musica, intitolato \"La Stella Dentro\" e diretto dalla compositrice Caterina Barbieri. Il Presidente della Biennale Pietrangelo Buttafuoco riflette sui linguaggi contemporanei. Speciale di Save The Date dedicato a Biennale Danza \\\"Myth Makers / Creatori di miti\\."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/08/1657264443115_bois_6.jpg",
      "start_time": "2026-02-15 04:09:00",
      "end_time": "2026-02-15 05:03:00",
      "episode_number": "S1 E6",
      "show_category": "Scienza & Natura",
      "show_description": "La foresta di Tronçais è nota per ospitare gli alberi più maestosi di tutta Europa. Vero rifugio della biodiversità, è la dimora di alberi di 500 anni di età. Attraverso i suoi incontri e le sue scoperte, Simon Allix cerca di capire il legame che esiste tra la foresta e gli uomini sia di ieri che di oggi. La foresta di Tronçais è nota per ospitare gli alberi più maestosi di tutta Europa. Vero rifugio della biodiversità, è la dimora di alberi di 500 anni di età. Attraverso i suoi incontri e le sue scoperte, Simon Allix cerca di capire il legame che esiste tra la foresta e gli uomini sia di ieri che di oggi."
    },
    {
      "show_name": "La rete sotterranea vegetale",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/12/1686564876779_2048x1152.jpg",
      "start_time": "2026-02-15 05:03:00",
      "end_time": "2026-02-15 06:00:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Le foreste rendono vivibili la terra e il nostro clima e migliorano la biodiversità. Ma l'uomo moderno ne continua ad abbattere milioni di ettari ogni anno, causando una crisi ecologica senza precedenti. Le foreste rendono vivibili la terra e il nostro clima e migliorano la biodiversità. Ma l'uomo moderno ne continua ad abbattere milioni di ettari ogni anno, causando una crisi ecologica senza precedenti."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/17/1647512198182_SETTE-STORIE-GOTICHE%201.jpg",
      "start_time": "2026-02-15 06:00:00",
      "end_time": "2026-02-15 06:22:00",
      "episode_number": "E14",
      "show_category": "",
      "show_description": "Quando Karen Blixen esordisce in letteratura nel 1934 con Sette storie gotiche, scitto in inglese, ha quasi cinquant'anni, è un'aristocratica danese, e usa lo pseudonimo Isak Dinesen. Blixen nasce a Rungsted, in Danimarca, nel 1885; il padre, proprietario terriero, si suicida quando lei ha nove anni. Dal 1903 al 1906 frequenta l'Accademia delle Belle Arti di Copenaghen. Nel 1913 parte per l'Africa con il cugino, il barone svedese Bror von Blixen-Finecke, con il quale nel frattempo si è fidanzata e che sposa l'anno dopo a Mombasa. Comprano una piantagione di caffè ai piedi delle colline di N'Gong, vicino a Nairobi, e vi si trasferiscono. Il matrimonio finisce, e nel 1925 i due divorziano; Blixen dirige da sola la fattoria fino al 1931, quando la sua impresa fallisce e deve tornare in Danimarca. Sette storie gotiche esce con grande successo negli Stati Uniti nel 1934, mentre la traduzione danese non è altrettanto fortunata. Tre anni dopo, nel 1937, Blixen scrive il romanzo La mia Africa, seguita da diverse fortunate raccolte di racconti. Muore il 7 settembre 1962, all'età di settantasette anni. Della storia editoriale di Sette storie gotiche, dei loro temi e del loro stile abbiamo parlato con Bruno Berni. Bruno Berni (Roma 1959), ha studiato letterature nordiche e letteratura tedesca a Roma e Copenaghen. Dal 1993 lavora all'Istituto Italiano di Studi Germanici come direttore della biblioteca e dal 2008 come ricercatore. Ha insegnato lingua e letteratura danese nelle università di Urbino (1994-1998) e Pisa (2014-2015), e lingua danese alla LUISS di Roma (1996-2001). Quando Karen Blixen esordisce in letteratura nel 1934 con Sette storie gotiche, scitto in inglese, ha quasi cinquant'anni, è un'aristocratica danese, e usa lo pseudonimo Isak Dinesen. Blixen nasce a Rungsted, in Danimarca, nel 1885; il padre, proprietario terriero, si suicida quando lei ha nove anni. Dal 1903 al 1906 frequenta l'Accademia delle Belle Arti di Copenaghen. Nel 1913 parte per l'Africa con il cugino, il barone svedese Bror von Blixen-Finecke, con il quale nel frattempo si è fidanzata e che sposa l'anno dopo a Mombasa. Comprano una piantagione di caffè ai piedi delle colline di N'Gong, vicino a Nairobi, e vi si trasferiscono. Il matrimonio finisce, e nel 1925 i due divorziano; Blixen dirige da sola la fattoria fino al 1931, quando la sua impresa fallisce e deve tornare in Danimarca. Sette storie gotiche esce con grande successo negli Stati Uniti nel 1934, mentre la traduzione danese non è altrettanto fortunata. Tre anni dopo, nel 1937, Blixen scrive il romanzo La mia Africa, seguita da diverse fortunate raccolte di racconti. Muore il 7 settembre 1962, all'età di settantasette anni. Della storia editoriale di Sette storie gotiche, dei loro temi e del loro stile abbiamo parlato con Bruno Berni. Bruno Berni (Roma 1959), ha studiato letterature nordiche e letteratura tedesca a Roma e Copenaghen. Dal 1993 lavora all'Istituto Italiano di Studi Germanici come direttore della biblioteca e dal 2008 come ricercatore. Ha insegnato lingua e letteratura danese nelle università di Urbino (1994-1998) e Pisa (2014-2015), e lingua danese alla LUISS di Roma (1996-2001)."
    },
    {
      "show_name": "L'intuizione di Duchamp",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/06/1665060987697_2048x1152.jpg",
      "start_time": "2026-02-15 06:22:00",
      "end_time": "2026-02-15 07:10:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Un viaggio nel talento sotto la guida di artisti contemporanei che parte da Marcel Duchamp e dalla sua rivoluzione creativa che ha cambiato per sempre le nostre vite e la percezione e il significato dell'arte contemporanea. Un viaggio nel talento sotto la guida di artisti contemporanei che parte da Marcel Duchamp e dalla sua rivoluzione creativa che ha cambiato per sempre le nostre vite e la percezione e il significato dell'arte contemporanea."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/08/30/1630294852421_overland.jpg",
      "start_time": "2026-02-15 07:10:00",
      "end_time": "2026-02-15 08:04:00",
      "episode_number": "S22 E3",
      "show_category": "Viaggi & Avventure",
      "show_description": "Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata. Le ultime tappe nell'arcipelago delle Azzorre porteranno in altri paesaggi mozzafiato caratterizzati da storie e leggende di uomini valorosi che hanno solcato i mari o hanno saputo difendere - le terre. Per immergersi per l'ultima volta nei colori e nei profumi dei prodotti tipici del mercato di Ponta Delgada. Il viaggio proseguirà verso la seconda tappa: l'arcipelago di Malta. Scopriamo le vicende e l'influenza dell'Ordine dei Cavalieri di Malta e poi architetture uniche delle città maltesi tra luoghi religiosi, edifici, bunker ma anche reperti in fondo al mare... - Una produzione Overland Network Realizzazione di Filippo e Beppe Tenti Delegato Rai Milvia Licari 3^ puntata."
    },
    {
      "show_name": "Dentro le note con Gloria Campaner",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/03/1696351193701_RAI5-2048x1152.jpg",
      "start_time": "2026-02-15 08:04:00",
      "end_time": "2026-02-15 08:06:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Una breve introduzione con Gloria Campaner al concerto dell'Orchestra Sinfonica Nazionale della Rai \"OSN con Mariotti e Gerstein\" - 2026 ITA. Una breve introduzione con Gloria Campaner al concerto dell'Orchestra Sinfonica Nazionale della Rai \\\"OSN con Mariotti e Gerstein\\\" - 2026 ITA."
    },
    {
      "show_name": "OSN con Mariotti e Gerstein",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/09/1770626295615_2048x1152.jpg",
      "start_time": "2026-02-15 08:06:00",
      "end_time": "2026-02-15 09:27:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CONCERTO - Dall'Auditorium di Torino, l'Orchestra Sinfonica Nazionale della Rai diretta da Michele Mariotti esegue Il lago incantato di Ljadov, la Rapsodia su un tema di Paganini per pianoforte e orchestra op. 43 di Ra - chmaninov, solista Kirill Gerstein, e la Sinfonia n. 4 in mi minore op. 98 di Brahms. Regia tv Gianna Cuccurullo - 2026 ITA."
    },
    {
      "show_name": "Poke Stories",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/12/1762970654409_PokeStories2048x1152.png",
      "start_time": "2026-02-15 09:27:00",
      "end_time": "2026-02-15 09:38:00",
      "episode_number": "S1 E6",
      "show_category": "Musica",
      "show_description": "\"Poke Stories\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante. \\\"Poke Stories\\\" è un viaggio breve ma intenso. Non segue le regole dei palinsesti, non si incasella in un genere. Sono pillole nate per riscoprire e valorizzare immagini dimenticate, custodite nei cassetti delle redazioni di Rai Cultura. Un modo nuovo di raccontare il passato, con lo sguardo rivolto al presente energico ed accattivante."
    },
    {
      "show_name": "Habitat",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/15/1768478856729_2.jpg",
      "start_time": "2026-02-15 09:38:00",
      "end_time": "2026-02-15 10:11:00",
      "episode_number": "S2025 E2",
      "show_category": "",
      "show_description": "Il lago Trasimeno, in Umbria, è il più antico d'Italia. La sua è una storia di innumerevoli mutazioni, a partire dal livello delle acque, che dipende solo dalle piogge. Come tutti i laghi, il Trasimeno è un crocevia per le specie aviarie migratorie e nidificanti. Ma è anche un luogo di ricerca e di studio di pipistrelli e chironomidi. Il lago Trasimeno è un habitat la cui sopravvivenza sembra minacciata dalla natura stessa, ma in cui l'uomo investe risorse e tecnologie per preservarne l'autenticità."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-15 10:11:00",
      "end_time": "2026-02-15 10:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732892682719_Nuovo%20progetto%202.jpg",
      "start_time": "2026-02-15 10:15:00",
      "end_time": "2026-02-15 12:01:00",
      "episode_number": "S2024",
      "show_category": "Scienza & Natura",
      "show_description": "Gli uomini sono i soli animali a darsi battaglia e gli unici ad avere inventato le armi? La guerra può essere un motore di evoluzione o lascia sul campo solo morte e distruzione? Questi sono alcuni degli interrogativi al centro del racconto di Mario Tozzi. Un viaggio nell'animo umano per capire se vi sia una origine evolutiva alla violenza che gli uomini hanno da sempre dispiegato gli uni contro gli altri. Come è accaduto poco più di un secolo fa in uno dei luoghi più visitati dal turismo internazionale: le Dolomiti. Qui austriaci e italiani si sono fronteggiati in uno dei più difficili teatri della Grande Guerra. Mario Tozzi sale sulle vette del Lagazuoi e delle Cinque Torri per raccontare la vita dei soldati che combattevano su fronti avversi a 2700 metri di quota visitando le trincee e i percorsi che hanno abbracciato le montagne fino a modificarne permanentemente il profilo. Le fasi salienti dell'evoluzione della guerra che è intrinsecamente connessa a quella delle armi. Evoluzione tecnologica e strategie hanno trasformato nei secoli i rapporti di forza sul Pianeta. Come è accaduto ad Aquileia, città ricca e potente della Roma imperiale, invasa e saccheggiata nel 452 d.C. dagli Unni, guerrieri nomadi provenienti dalle steppe asiatiche. Gli uomini sono i soli animali a darsi battaglia e gli unici ad avere inventato le armi? La guerra può essere un motore di evoluzione o lascia sul campo solo morte e distruzione? Questi sono alcuni degli interrogativi al centro del racconto di Mario Tozzi. Un viaggio nell'animo umano per capire se vi sia una origine evolutiva alla violenza che gli uomini hanno da sempre dispiegato gli uni contro gli altri. Come è accaduto poco più di un secolo fa in uno dei luoghi più visitati dal turismo internazionale: le Dolomiti. Qui austriaci e italiani si sono fronteggiati in uno dei più difficili teatri della Grande Guerra. Mario Tozzi sale sulle vette del Lagazuoi e delle Cinque Torri per raccontare la vita dei soldati che combattevano su fronti avversi a 2700 metri di quota visitando le trincee e i percorsi che hanno abbracciato le montagne fino a modificarne permanentemente il profilo. Le fasi salienti dell'evoluzione della guerra che è intrinsecamente connessa a quella delle armi. Evoluzione tecnologica e strategie hanno trasformato nei secoli i rapporti di forza sul Pianeta. Come è accaduto ad Aquileia, città ricca e potente della Roma imperiale, invasa e saccheggiata nel 452 d.C. dagli Unni, guerrieri nomadi provenienti dalle steppe asiatiche."
    },
    {
      "show_name": "Save the Date",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/17/1742207596896_2048x1152.jpg",
      "start_time": "2026-02-15 12:01:00",
      "end_time": "2026-02-15 12:32:00",
      "episode_number": "E14",
      "show_category": "",
      "show_description": "\"Mirandolina\" di Marina Carr a teatro; la mostra \"Venus. Valentino Garavani\" attraverso gli occhi di Joana Vasconcelos a Roma; Arte Fiera e Artcity a Bologna; \"The Wall Dance\" Tribute di MM Contemporary Dance Company; Paolo Fresu con \"Kind of Miles\" per la musica. Giordano Bruno Guerri presenta \"Audacia, ribellione, velocità."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://www.raiplay.it/dl/img/2016/08/11/1470932416352_PASSEPARTOUT-1-O.jpg",
      "start_time": "2026-02-15 12:32:00",
      "end_time": "2026-02-15 13:04:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Prosegue il racconto di Daverio sulle famiglie ebraiche Reinach e Camondo, con un approfondimento sulla storia di quest'ultima a partire dai documenti presentati nella mostra \"Lo splendore dei Camondo. - Da Costantinopoli a Parigi, 1806 - 1945\", allestita presso il Museo di arte e di storia dell'ebraismo di Parigi. - 2011 ITA."
    },
    {
      "show_name": "Passepartout",
      "show_logo": "https://www.raiplay.it/dl/img/2016/08/11/1470932416352_PASSEPARTOUT-1-O.jpg",
      "start_time": "2026-02-15 13:04:00",
      "end_time": "2026-02-15 13:33:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Puntata dedicata al Tefaf di Maastricht, Fiera Europea delle Arti e dell'Antiquariato, la più grande fiera mondiale di settore. Daverio illustra opere e collezioni in vendita, scambia battute con visitatori ed espositori e commenta le opere esposte nel Museo del tesoro ecclesiale della cattedrale di Saint Servaas. - 2011 ITA."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/12/1770892742025_movie%20mag%2011%20febbraio%202026.jpg",
      "start_time": "2026-02-15 13:33:00",
      "end_time": "2026-02-15 14:05:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \"Fedra a \"Le false confidenze\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a \"Il Mago del Cremlino\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto collegato ad ArteFiera. E ancora, per la rubrica \"Film del cuore\" protagonista Lino Guanciale, volto della fiction Rai \"L'Invisibile\". La puntata si chiude con un consiglio di lettura. Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \\\"Fedra a \\\"Le false confidenze\\\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a  \\\"Il Mago del Cremlino\\\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto  collegato ad ArteFiera. E ancora, per la rubrica \\\"Film del cuore\\\" protagonista Lino Guanciale, volto della fiction Rai \\\"L'Invisibile\\\". La puntata si chiude con un consiglio di lettura."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/15/1713167963348_Linea-Gustav.jpg",
      "start_time": "2026-02-15 14:05:00",
      "end_time": "2026-02-15 15:01:00",
      "episode_number": "S6 E11",
      "show_category": "Viaggi & Avventure",
      "show_description": "Lucrezia Lo Bianco ripercorre un pezzo della nostra storia attraverso la 'Linea Gustav', voluta da Hitler nel 1943 per ostacolare l'avanzata degli alleati al Sud. Lucrezia Lo Bianco ripercorre un pezzo della nostra storia attraverso la 'Linea Gustav', voluta da Hitler nel 1943 per ostacolare l'avanzata degli alleati al Sud."
    },
    {
      "show_name": "Uganda, lo sguardo di uno scimpanzé",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/23/1687515135840_2048x1152.jpg",
      "start_time": "2026-02-15 15:01:00",
      "end_time": "2026-02-15 15:52:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "Nelle profondità di una foresta vive Toti, uno scimpanzé maschio alfa particolarmente accattivante. Si aggira sul suo territorio per tenere unita la sua comunità e prevenire le intrusioni nemiche. Nelle profondità di una foresta vive Toti, uno scimpanzé maschio alfa particolarmente accattivante. Si aggira sul suo territorio per tenere unita la sua comunità e prevenire le intrusioni nemiche."
    },
    {
      "show_name": "Sogni e bisogni (1985)",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/19/1576730776202_salemme.jpg",
      "start_time": "2026-02-15 15:52:00",
      "end_time": "2026-02-15 17:40:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "È stata rappresentata per la prima volta nel 1995 ed è una vera commedia dell'arte, una favola divertente perché parte da un presupposto surreale: il distacco di un… Attributo dal corpo del proprio \"padrone. È stata rappresentata per la prima volta nel 1995 ed è una vera commedia dell'arte, una favola divertente perché parte da un presupposto surreale: il distacco di un… Attributo dal corpo del proprio \\\"padrone\\\"."
    },
    {
      "show_name": "Splendida Cornice",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/24/1729776046928_2048x1152.jpg",
      "start_time": "2026-02-15 17:40:00",
      "end_time": "2026-02-15 20:22:00",
      "episode_number": "S5",
      "show_category": "Varietà",
      "show_description": "Geppi Cucciari presenta il people show che coniuga cultura, arte e attualità con ironia e leggerezza. Tra gli ospiti di questa nuova puntata, Luca Argentero, Cristina Comencini e Pietro Grasso. Spazio anche al pupazzo più famoso della tv italiana Topo Gigio. E ancora,  in collegamento da Roma la Scuola della Zecca di Stato, da New York l'attore e regista statunitense John Turturro e telefonicamente l'attore e comico Lillo. Non mancano le performance dal vivo di Elio, con il celebre brano \\\"Faceva il palo\\\" di Enzo Jannacci, e dei ballerini del Teatro alla Scala Martina Arduino e Marco Agostino insieme alla cantante Debora Cesti, sul brano \\\"Kissing you\\\" di Des'ree."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-15 20:22:00",
      "end_time": "2026-02-15 20:32:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "NOTIZIARIO - Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://www.raiplay.it/dl/img/2021/09/06/1630917152446_overland.jpg",
      "start_time": "2026-02-15 20:32:00",
      "end_time": "2026-02-15 21:23:00",
      "episode_number": "S22 E4",
      "show_category": "Viaggi & Avventure",
      "show_description": "Affrontiamo l'Isola di Gozo, nell'arcipelago di Malta, con un interessante trekking alla scoperta di ogni suo segreto. Navighiamo tra le isole maltesi, tra le vicende epiche di Ulisse e la storia della resistenza alle invasioni ottomane, fino all'avvicendamento al governo da parte di Napoleone. Assaggiamo i prodotti delle nuove culture vinicole locali e visitiamo i resti della civiltà preistorica. È giunto il momento di attraversare l'altra metà di Mediterraneo e approdare in Turchia dove, seguendo rotte insolite, ci spingiamo nella regione dell'Anatolia respirando profumi d'oriente, in mezzo alle tante rovine delle popolazioni che l'hanno abitata come Ittiti, Romani e Greci sulle orme del grande conquistatore Alessandro Magno. Affrontiamo l'Isola di Gozo, nell'arcipelago di Malta, con un interessante trekking alla scoperta di ogni suo segreto. Navighiamo tra le isole maltesi, tra le vicende epiche di Ulisse e la storia della resistenza alle invasioni ottomane, fino all'avvicendamento al governo da parte di Napoleone. Assaggiamo i prodotti delle nuove culture vinicole locali e visitiamo i resti della civiltà preistorica. È giunto il momento di attraversare l'altra metà di Mediterraneo e approdare in Turchia dove, seguendo rotte insolite, ci spingiamo nella regione dell'Anatolia respirando profumi d'oriente, in mezzo alle tante rovine delle popolazioni che l'hanno abitata come Ittiti, Romani e Greci sulle orme del grande conquistatore Alessandro Magno."
    },
    {
      "show_name": "1917",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/04/1680598335485_2048x1152.jpg",
      "start_time": "2026-02-15 21:23:00",
      "end_time": "2026-02-15 23:19:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel pieno della Prima Guerra Mondiale, i caporali britannici William Schofield e Tom Blake, amici da una vita, ricevono l'ordine di attraversare il territorio nemico, individuare e raggiungere il battaglione appostato nel bosco di Croisilles in Francia, consegnare al colonnello MacKenzie una lettera da parte del generale Erinmore e salvare così 1600 commilitoni da morte sicura per opera dei tedeschi. Disponibile anche in lingua originale."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/11/1744389374630_5000%20anni.jpg",
      "start_time": "2026-02-15 23:19:00",
      "end_time": "2026-02-16 00:21:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lo splendore e il tramonto di una delle civiltà più antiche e affascinanti del Mediterraneo, quella minoica. Con Giorgio Zanchini e l'ospite in studio Emanuela Alberti, professoressa di archeologia all'Università di Firenze, ci si addentra nell'isola di Creta e in una storia in cui si incrociano miti e avventure dell'archeologia."
    }
  ]
}