{
  "channel_name": "Rai5",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Mi fanno male i capelli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/mi-fanno-male-i-capelli.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:23:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Monica soffre della sindrome di Korsakoff e non riesce più a riconoscersi. Suo marito Edoardo la porta nella loro casa al mare per starle accanto, ignorando che l'abitazione rischia di essere venduta per un vecchio debito. Monica trova un modo inaspettato per \"ritrovarsi\": si rispecchia nella vita dell'attrice Monica Vitti. Monica soffre della sindrome di Korsakoff e non riesce più a riconoscersi. Suo marito Edoardo la porta nella loro casa al mare per starle accanto, ignorando che l'abitazione rischia di essere venduta per un vecchio debito. Monica trova un modo inaspettato per \\\"ritrovarsi\\\": si rispecchia nella vita dell'attrice Monica Vitti."
    },
    {
      "show_name": "Jimmy Somerville, Smalltown Boy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/jimmy-somerville-smalltown-boy.webp",
      "start_time": "2026-02-04 00:23:00",
      "end_time": "2026-02-04 01:16:00",
      "episode_number": "",
      "show_category": "Musica & Ballo",
      "show_description": "A metà anni Ottanta Jimmy Somerville era probabilmente l'outsider più conosciuto d'Inghilterra. Prima coi Bronski Beat e successivamente coi Communards, questo cantante di Glasgow dall'estensione vocale strabiliante creò, insieme alla sua band, tre album dance immortali. A metà anni Ottanta Jimmy Somerville era probabilmente l'outsider più conosciuto d'Inghilterra. Prima coi Bronski Beat e successivamente coi Communards, questo cantante di Glasgow dall'estensione vocale strabiliante creò, insieme alla sua band, tre album dance immortali."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/rainews.webp",
      "start_time": "2026-02-04 01:16:00",
      "end_time": "2026-02-04 01:17:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-04 01:17:00",
      "end_time": "2026-02-04 02:11:00",
      "episode_number": "S20 E8",
      "show_category": "Viaggi & Avventure",
      "show_description": "Nella puntata di \"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio. Nella puntata di \\\"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio."
    },
    {
      "show_name": "C'era una volta una casa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/c-era-una-volta-una-casa.webp",
      "start_time": "2026-02-04 02:11:00",
      "end_time": "2026-02-04 03:06:00",
      "episode_number": "E4",
      "show_category": "Storia & Arte",
      "show_description": "La quarta puntata di C'era una volta una casa è dedicata al Veneto per raccontare le ville palladiane. Una delle tappe più importanti sarà Vicenza che ospita Villa Valmarana per ammirare gli affreschi di Gianbattista e Giandomenico Tiepolo. La quarta puntata di C'era una volta una casa è dedicata al Veneto per raccontare le ville palladiane. Una delle tappe più importanti sarà Vicenza che ospita Villa Valmarana per ammirare  gli affreschi di Gianbattista e Giandomenico Tiepolo."
    },
    {
      "show_name": "Un'epoca nuova - Anni '60",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/un-epoca-nuova-anni-60.webp",
      "start_time": "2026-02-04 03:06:00",
      "end_time": "2026-02-04 04:05:00",
      "episode_number": "E5",
      "show_category": "",
      "show_description": "Mastroianni e Sordi, la Vitti e la Loren, Gassman e Tognazzi, la Cardinale e la Sandrelli, grandi divi, film e grandi successi, Fellini, Visconti, Antonioni, Sergio Leone e i giovani Bertolucci e Bellocchio, non c'è mai stato un cinema italiano così potente e popolare come negli anni '60. Mina e Gaber, Paoli e Vanoni, twist, beat, cantautori, Morandi e Pavone, Battisti e Patty Pravo, tutto è pop nella musica italiana degli anni '60. Pasolini, Flaiano, Moravia e la Morante, grandi intellettuali, best seller per tutte le tasche e tutte le stagioni, Calvino e la Ginzburg, i libri entrano nelle case egli italiani. Dario Fo, Ronconi, Carmelo Bene, i giovani scoprono il teatro che non è mai stato così pop. E anche nel mondo dell'arte arriva la pop art. La cultura negli anni '60 è tutta pop. Con gli interventi di Ivelise Perniola Ferdinando Fasce e le clip di Guido Damini \"al bar della storia. Mastroianni e Sordi, la Vitti e la Loren, Gassman e Tognazzi, la Cardinale e la Sandrelli, grandi divi, film e grandi successi, Fellini, Visconti, Antonioni, Sergio Leone e i giovani Bertolucci e Bellocchio, non c'è mai stato un cinema italiano così potente e popolare come negli anni '60. Mina e Gaber, Paoli e Vanoni, twist, beat, cantautori, Morandi e Pavone, Battisti e Patty Pravo, tutto è pop nella musica italiana degli anni '60. Pasolini, Flaiano, Moravia e la Morante, grandi intellettuali, best seller per tutte le tasche e tutte le stagioni, Calvino e la Ginzburg, i libri entrano nelle case egli italiani. Dario Fo, Ronconi, Carmelo Bene, i giovani scoprono il teatro che non è mai stato così pop. E anche nel mondo dell'arte arriva la pop art. La cultura negli anni '60 è tutta pop. Con gli  interventi  di Ivelise Perniola Ferdinando Fasce e le clip  di Guido Damini \\\"al bar della storia\\\"."
    },
    {
      "show_name": "Storia della medicina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/storia-della-medicina.webp",
      "start_time": "2026-02-04 04:05:00",
      "end_time": "2026-02-04 05:03:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Un'appassionante cavalcata nel tempo attraverso i momenti chiave e le figure imprescindibili dell arte della chirurgia, gli strumenti, gli interventi e gli uomini che hanno trasformato il modo in cui si concepisce il corpo umano e si operano i suoi mali. - con Un programma di Eugenio Farioli Vecchioli e Davide Savelli A cura di Arianna Ciulla Produttore esecutivo Martina Cervino Regia Agostino Pozzi Di Arnaldo Donnini 2021 ITA."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/oasi.webp",
      "start_time": "2026-02-04 05:03:00",
      "end_time": "2026-02-04 06:00:00",
      "episode_number": "S1 E2",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomin - i e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomin - i e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "C'era una volta una casa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/c-era-una-volta-una-casa.webp",
      "start_time": "2026-02-04 06:00:00",
      "end_time": "2026-02-04 06:58:00",
      "episode_number": "E5",
      "show_category": "Storia & Arte",
      "show_description": "Firenze è la protagonista della quinta puntata di C'era una volta una casa. Da Palazzo Gondi progettato da Giuliano da Sangallo a uno dei giardini privati più grandi d'Europa a Palazzo Corsini con vista mozzafiato sull'Arno un viaggio nella città culla del Rinascimento. Firenze è la protagonista  della quinta puntata di C'era una volta una casa. Da Palazzo Gondi progettato da Giuliano da Sangallo a uno dei giardini privati più grandi d'Europa a Palazzo Corsini con vista mozzafiato sull'Arno un  viaggio nella città culla del Rinascimento."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-04 06:58:00",
      "end_time": "2026-02-04 07:28:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa giornata ha lo scopo di accrescere il numero dei donatori e di aumentare nell'opinione pubblica la consapevolezza dell'importanza di questo semplice ma preziosissimo gesto. Ma come si dona - il sangue, perché è così importante farlo e soprattutto a cosa serve quest'atto di generosità? - 2025 ITA."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-04 07:28:00",
      "end_time": "2026-02-04 08:23:00",
      "episode_number": "S20 E8",
      "show_category": "Viaggi & Avventure",
      "show_description": "Nella puntata di \"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio. Nella puntata di \\\"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/wild-italy.webp",
      "start_time": "2026-02-04 08:23:00",
      "end_time": "2026-02-04 09:21:00",
      "episode_number": "S7 E2",
      "show_category": "",
      "show_description": "Utilizzati nel corso dei secoli come pascolo per grandi mandrie e greggi di animali, gli ecosistemi erbacei del Mezzogiorno hanno il fascino delle vaste steppe asiatiche, con una multiforme vita animale e vegetale adattata a condizioni di aridità e oggi fortemente minacciata dalle trasformazioni agricole. Utilizzati nel corso dei secoli come pascolo per grandi mandrie e greggi di animali, gli ecosistemi erbacei del Mezzogiorno hanno il fascino delle vaste steppe asiatiche, con una multiforme vita animale e vegetale adattata a condizioni di aridità e oggi fortemente minacciata dalle trasformazioni agricole."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/oasi.webp",
      "start_time": "2026-02-04 09:21:00",
      "end_time": "2026-02-04 10:14:00",
      "episode_number": "S1 E2",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomin - i e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomin - i e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "Lo strabiliante mondo delle piante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/lo-strabiliante-mondo-delle-piante.webp",
      "start_time": "2026-02-04 10:14:00",
      "end_time": "2026-02-04 11:03:00",
      "episode_number": "E1",
      "show_category": "Scienza & Natura",
      "show_description": "Un incredibile viaggio attraverso la capacità e le abilità delle piante nel trovare nutrimento e affermare il proprio ruolo nel complesso sistema della vita sulla Terra. Un incredibile viaggio attraverso la capacità e le abilità delle piante nel trovare nutrimento e affermare il proprio ruolo nel complesso sistema della vita sulla Terra."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-04 11:03:00",
      "end_time": "2026-02-04 11:07:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia.. - 2026 ITA."
    },
    {
      "show_name": "Geo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/geo.webp",
      "start_time": "2026-02-04 11:07:00",
      "end_time": "2026-02-04 13:27:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Attraverso i grandi documentari di \"Geo\" e gli esperti in studio, Sveva Sagramola ed Emanuele Biggi raccontano le persone, le meraviglie e le fragilità del nostro pianeta, dando particolare spazio ai grandi squilibri ambientali che compromettono la sopravvivenza della specie."
    },
    {
      "show_name": "Casa Sapiens",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/casa-sapiens.webp",
      "start_time": "2026-02-04 13:27:00",
      "end_time": "2026-02-04 14:09:00",
      "episode_number": "E18",
      "show_category": "Scienza & Natura",
      "show_description": "Il silicio è stato protagonista di numerose invenzioni, dal fuoco ai moderni smartphone ai microchip che alimentano i computer e l'Intelligenza Artificiale. Nella puntata le tappe salienti dell'evoluzione tecnologica dei Sapiens e il suo impatto sull'intelligenza degli uomini. Il silicio è stato protagonista di numerose invenzioni, dal fuoco ai moderni smartphone ai microchip che alimentano i computer e l'Intelligenza Artificiale. Nella puntata le tappe salienti dell'evoluzione tecnologica dei Sapiens e il suo impatto sull'intelligenza degli uomini."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-04 14:09:00",
      "end_time": "2026-02-04 15:04:00",
      "episode_number": "S20 E8",
      "show_category": "Viaggi & Avventure",
      "show_description": "Nella puntata di \"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio. Nella puntata di \\\"Overland 20 dopo un breve passaggio in Senegal e Mauritania, l'obiettivo della spedizione durante il rientro verso l'Italia è quello di raggiungere il Marocco e dedicarvi molto più tempo dell'andata. Ma al confine tra la zona detta di nessuno, il Western Sahara, e il Marocco, il viaggio pare arrestarsi per qualche giorno: oltre all'orario ridotto della dogana durante il ramadan, si trova una manifestazione per mano dei camionisti fermi da oltre 50 ore, che blocca chiunque abbia intenzione di passare. Ma un'ingegnosa strategia permette di superare l'ostacolo. Si ha, quindi, modo di visitare le meravigliose città di Eissaouira, Marrakech e Casablanca, e di assaggiare i loro sapori culinari, alcuni dei quali molto forti e particolari. Ma purtroppo anche di scoprire a malincuore che l'autentica tradizione sta lasciando il posto alla modernizzazione e al turismo. Il team si concede un ultimo offroad nel deserto di Agafay e un ultimo immancabile insabbiamento. Poi, lungo le chilometriche autostrade asfaltate che riportano in Italia, si tirano le fila di questa incredibile avventura che sta volgendo al termine. Un'inaspettata quanto piacevole accoglienza dei Pistonieri di Badia Calavena anticipa il bentornato che attende al cospetto dell'Arena di Verona, dove si sfoggia la carovana arancione e un sorriso che racconta le avventure di oltre 45.000 chilometri macinati in quasi 9 mesi di viaggio."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/wild-italy.webp",
      "start_time": "2026-02-04 15:04:00",
      "end_time": "2026-02-04 15:54:00",
      "episode_number": "S7 E3",
      "show_category": "",
      "show_description": "Con una densità di popolazione umana fra le più basse in Europa, la Sardegna accoglie vasti territori caratterizzati da flora e faune incontaminate, le stesse che migliaia di anni fa incontrarono i primi abitanti dell'isola e poi i coloni fenici e romani. Con una densità di popolazione umana fra le più basse in Europa, la Sardegna accoglie vasti territori caratterizzati da flora e faune incontaminate, le stesse che migliaia di anni fa incontrarono i primi abitanti dell'isola e poi i coloni fenici e romani."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/oasi.webp",
      "start_time": "2026-02-04 15:54:00",
      "end_time": "2026-02-04 16:46:00",
      "episode_number": "S1 E3",
      "show_category": "Scienza & Natura",
      "show_description": "Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attraverso la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio."
    },
    {
      "show_name": "Caffeina del mondo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/caffeina-del-mondo.webp",
      "start_time": "2026-02-04 16:46:00",
      "end_time": "2026-02-04 18:06:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Il futurismo è stato il momento delle grandi scoperte, quello in cui la tecnologia iniziava a entrare nelle vite di tutti e trovava spazio il coraggio della visione di immaginare un mondo che ancora non era stato scoperto né pensato. Il futurismo è stato il momento delle grandi scoperte, quello in cui la tecnologia iniziava a entrare nelle vite di tutti e trovava spazio il coraggio della visione di immaginare un mondo che ancora non era stato scoperto né pensato."
    },
    {
      "show_name": "Un'epoca nuova - Anni '60",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/un-epoca-nuova-anni-60.webp",
      "start_time": "2026-02-04 18:06:00",
      "end_time": "2026-02-04 19:05:00",
      "episode_number": "E6",
      "show_category": "",
      "show_description": "Negli anni in cui il benessere si diffonde e l'istruzione apre nuove porte, una generazione irrompe sulla scena con la forza di un'onda che non vuole più arretrare. È la stagione della contestazione: giovani che chiedono diritti, libertà, uguaglianza; che sfidano la guerra, l'autoritarismo, le convenzioni. Dalle proteste contro la guerra in Vietnam all'America dei diritti civili, dalle battaglie per l'obiezione di coscienza ai nuovi fermenti culturali, prende forma un clima che, nel '68, esploderà nelle università e nelle piazze. In questi anni la ribellione non è più solo protesta: diventa linguaggio, stile di vita, identità collettiva. È un tumulto di idealismi, musica, poesia, slogan e speranze che attraversa oceani e generazioni. In Italia, questo fermento culmina nella tragica ferita di Piazza Fontana, segnando la fine dell'innocenza e l'inizio di una nuova, complessa epoca. Gli storici Paolo Pombeni e Patrizia Gabrielli ci accompagnano in questo percorso, insieme a Guido Damini, \" al bar della storia. Negli anni in cui il benessere si diffonde e l'istruzione apre nuove porte, una generazione irrompe sulla scena con la forza di un'onda che non vuole più arretrare. È la stagione della contestazione: giovani che chiedono diritti, libertà, uguaglianza; che sfidano la guerra, l'autoritarismo, le convenzioni. Dalle proteste contro la guerra in Vietnam all'America dei diritti civili, dalle battaglie per l'obiezione di coscienza ai nuovi fermenti culturali, prende forma un clima che, nel '68, esploderà nelle università e nelle piazze. In questi anni la ribellione non è più solo protesta: diventa linguaggio, stile di vita, identità collettiva. È un tumulto di idealismi, musica, poesia, slogan e speranze che attraversa oceani e generazioni. In Italia, questo fermento culmina nella tragica ferita di Piazza Fontana, segnando la fine dell'innocenza e l'inizio di una nuova, complessa epoca. Gli storici Paolo Pombeni e Patrizia Gabrielli ci accompagnano in questo percorso, insieme a Guido Damini, \\\" al bar della storia\\\"."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/rainews.webp",
      "start_time": "2026-02-04 19:05:00",
      "end_time": "2026-02-04 19:07:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cronaca, politica, economia, cultura, spettacolo e sport dall'Italia e dal mondo. I fatti del giorno in tre minuti a cura di Rai News, il canale all news della Rai.. - 2026 ITA."
    },
    {
      "show_name": "Storia della medicina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/storia-della-medicina.webp",
      "start_time": "2026-02-04 19:07:00",
      "end_time": "2026-02-04 20:05:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Un episodio dedicato alla storia della farmacologia. Un volo dall'alto attraverso le sostanze, le terapie e le idee rivoluzionarie che hanno salvato milioni di vite e trasformato per sempre il mondo."
    },
    {
      "show_name": "Profili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/profili.webp",
      "start_time": "2026-02-04 20:05:00",
      "end_time": "2026-02-04 20:29:00",
      "episode_number": "S2024 E6",
      "show_category": "",
      "show_description": "Le persone a volte hanno doni eccezionali che si manifestano piuttosto precocemente. Katherine Johnson è una bambina che ama contare e che lo fa da subito con estrema facilità, anche prima di imparare a leggere e scrivere. Questo suo naturale talento si unisce a un carattere allegro e volitivo, che la porta rapidamente a laurearsi, insegnare, continuare a studiare, fare calcoli che serviranno a mandare il primo americano sulla Luna. Quello in cui vive è un momento storico difficile per la comunità afroamericana a cui appartiene: la lotta per il riconoscimento dei diritti civili è ancora in corso e viaggia contemporanea a quella della conquista dello spazio. Katherine assiste e partecipa alla vittoria di entrambe, divenendo un grande esempio per le giovani generazioni. Chiara Buratti racconta gli anni dell'infanzia, della scuola, gli amori della sua vita, due mariti e tre figlie, la solidarietà della famiglia e la sorellanza tra studentesse, fino agli ultimi anni dedicati ai viaggi e alle lezioni di pugilato."
    },
    {
      "show_name": "Overland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/overland.webp",
      "start_time": "2026-02-04 20:29:00",
      "end_time": "2026-02-04 21:22:00",
      "episode_number": "S2020 E1",
      "show_category": "",
      "show_description": "Dalla Svezia inizia il nuovo viaggio di Overland ambientato nel Nord dell'Europa, che ci conduce all'incontro con la cultura nordica troppo spesso data per scontata e raramente approfondita. La nostra avventura è iniziata sulla neve, a bordo di una slitta trainata da cani con la quale ci siamo immersi nella natura, entrando in contatto da subito con la sua saggezza e i suo i panorami. L'avvistamento di meravigliose Aurore Boreali d'inverno e l'incredibile Sole di mezzanotte estivo hanno coronato la nostra permanenza. Abbiamo incontrato il popolo nomade della Lapponia, i Sami, conoscendo le loro tradizioni, ma anche gli effetti che il global warming sta avendo sulle loro vite. Dalla Svezia inizia il nuovo viaggio di Overland ambientato nel Nord dell'Europa, che ci conduce all'incontro con la cultura nordica troppo spesso data per scontata e raramente approfondita. La nostra avventura è iniziata sulla neve, a bordo di una slitta trainata da cani con la quale ci siamo immersi nella natura, entrando in contatto da subito con la sua saggezza e i suo i panorami. L'avvistamento di meravigliose Aurore Boreali d'inverno e l'incredibile Sole di mezzanotte estivo hanno coronato la nostra permanenza. Abbiamo incontrato il popolo nomade della Lapponia, i Sami, conoscendo le loro tradizioni, ma anche gli effetti che il global warming sta avendo sulle loro vite."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-04 21:22:00",
      "end_time": "2026-02-04 23:30:00",
      "episode_number": "S2023",
      "show_category": "Scienza & Natura",
      "show_description": "I fiumi hanno bisogno di grandi opere o fanno meno danni se li lasciamo in pace? Esiste una nuova risposta alle alluvioni e alle frane che rendono l'Italia il Paese più fragile del Mediterraneo? Quanto tempo abbiamo prima che il cambiamento climatico causato dai Sapiens renda l'acqua più un pericolo che una risorsa? Alluvioni e siccità sono due facce della stessa medaglia? Questi sono alcuni degli interrogativi sui quali si concentrerà la puntata. Dopo aver solcato i mari nella scorsa puntata, affronta adesso la questione fiumi. Dalle rive del Tevere, in un viaggio che parte dall'Oasi naturalistica del lago di Alviano, un'area naturale protetta gestita dal WWF Italia che si trova nella Valle del Tevere in Umbria, e arriva fino al centro di Roma Mario Tozzi spiega come anche i fiumi siano elementi naturali sotto attacco: siccità e alluvioni sono infatti due facce della stessa medaglia. Parallelamente, durante la puntata, un documentario racconta la vita sulle rive di uno dei fiumi più importanti della Terra: il Mississippi. In apertura di puntata nello spazio dedicato ai \"Dialoghi di Sapiens\", lo scienziato Mario Tozzi converserà con l'umanista Pietrangelo Buttafuoco sui temi della serata. I fiumi hanno bisogno di grandi opere o fanno meno danni se li lasciamo in pace? Esiste una nuova risposta alle alluvioni e alle frane che rendono l'Italia il Paese più fragile del Mediterraneo? Quanto tempo abbiamo prima che il cambiamento climatico causato dai Sapiens renda l'acqua più un pericolo che una risorsa? Alluvioni e siccità sono due facce della stessa medaglia? Questi sono alcuni degli interrogativi sui quali si concentrerà la puntata. Dopo aver solcato i mari nella scorsa puntata, affronta adesso la questione fiumi. Dalle rive del Tevere, in un viaggio che parte dall'Oasi naturalistica del lago di Alviano, un'area naturale protetta gestita dal WWF Italia che si trova nella Valle del Tevere in Umbria, e arriva fino al centro di Roma Mario Tozzi spiega come anche i fiumi siano elementi naturali sotto attacco: siccità e alluvioni sono infatti due facce della stessa medaglia. Parallelamente, durante la puntata, un documentario racconta la vita sulle rive di uno dei fiumi più importanti della Terra: il Mississippi. In apertura di puntata nello spazio dedicato ai \\\"Dialoghi di Sapiens\\."
    },
    {
      "show_name": "The Rolling Stones: Havana Moon in Cuba",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/Rai5/tomorrow/the-rolling-stones-havana-moon-in-cuba.webp",
      "start_time": "2026-02-04 23:30:00",
      "end_time": "2026-02-05 01:14:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ciudad Deportiva dell'Avana: 25 marzo 2016, il concerto dei Rolling Stones con oltre 300 mila spettatori. Introdotto dalle note di Jumpin' Jack Flash, Mick Jagger e la sua band, si sono esibiti per oltre due ore per la prima volta a Cuba, con 18 dei loro brani più famosi."
    }
  ]
}