{
  "channel_name": "RaiGulp",
  "date": "2026-02-07",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-07 00:00:00",
      "end_time": "2026-02-07 00:05:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Lj va in fissa con un videogame per il cellulare e non riesce a staccarsene. La sfida contro i preistorici, sopra il cratere di un vulcano, sembra volgere al peggio per le continue distrazioni di Lj con il gioco, mentre i suoi compagni evitano lapilli e fiumi di lava. Ma grazie all'aiuto di Lucky Lj riesce a liberarsi ad abbandonare il videogioco per giocare veramente. Lj va in fissa con un videogame per il cellulare e non riesce a staccarsene. La sfida contro i preistorici, sopra il cratere di un vulcano, sembra volgere al peggio per le continue distrazioni di Lj con il gioco, mentre i suoi compagni evitano lapilli e fiumi di lava. Ma grazie all'aiuto di Lucky Lj riesce a liberarsi ad abbandonare il videogioco per giocare veramente!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-07 00:05:00",
      "end_time": "2026-02-07 00:30:00",
      "episode_number": "S3 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Il grande campione Nicholas va in crociera con i giovani giocatori di street football. Nicholas fa la conoscenza dei Celestini e Lucifero gli racconta la storia della squadra. Nicholas propone ai Celestini di fare una sorpresa al Grande Mister in occasione del compleanno di quest'ultimo. Il grande campione Nicholas va in crociera con i giovani giocatori di street football. Nicholas fa la conoscenza dei Celestini e Lucifero gli racconta la storia della squadra. Nicholas propone ai Celestini di fare una sorpresa al Grande Mister in occasione del compleanno di quest'ultimo."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-07 00:30:00",
      "end_time": "2026-02-07 00:55:00",
      "episode_number": "S3 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Il Grande Mister, Nicholas e i Celestini camminano per le strade di Tunisi e si imbattono nel giovane Alì che fa uno spettacolo di strada destreggiandosi con più palloni. Nicholas aiuta Alì a formare una squadra del posto per scontrarsi con quella dei Celestini. Il Grande Mister, Nicholas e i Celestini camminano per le strade di Tunisi e si imbattono nel giovane Alì che fa uno spettacolo di strada destreggiandosi con più palloni. Nicholas aiuta Alì a formare una squadra del posto per scontrarsi con quella dei Celestini."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-07 00:55:00",
      "end_time": "2026-02-07 01:20:00",
      "episode_number": "S3 E15",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-07 01:20:00",
      "end_time": "2026-02-07 01:45:00",
      "episode_number": "S3 E16",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 01:45:00",
      "end_time": "2026-02-07 01:55:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori. Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 01:55:00",
      "end_time": "2026-02-07 02:10:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo. Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 02:10:00",
      "end_time": "2026-02-07 02:20:00",
      "episode_number": "S1 E49",
      "show_category": "",
      "show_description": "I Guardiani devono disattivare l'ultimo cristallo e spetta a Ikor occuparsene, ma sfortunatamente non ha un piano e si sente sotto pressione. Cryptus interviene per bloccarli, ma grazie all'aiuto dei suoi amici, Ikor trova la fiducia in sé stesso e trionfa. Quando tutto sembra essere andato per il meglio, Ao-Ki viene travolta dall'energia del frammento contaminato all'interno del suo bracciale e riattiva il cristallo contro la sua volontà, per poi scomparire."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 02:20:00",
      "end_time": "2026-02-07 02:35:00",
      "episode_number": "S1 E50",
      "show_category": "",
      "show_description": "Ao-ki si ritrova a Darkor, nelle grinfie di Voidus. Su Gorm, i Guardiani decidono di chiamare tutti e quattro i Lord per farsi aiutare a ritrovare la Custode. Voidus intanto cerca di portare la Torre di Darkor su Gorm e i Guardiani si ritrovano faccia a faccia con i Darkan. Dopo un'estenuante lotta, i Guardiani, con l'aiuto dei Lord dei Gormiti, riescono a sconfiggere i Darkan. Ora devono raggiungere Darkor per sconfiggere anche Voidus e liberare Ao-ki, ma Voidus è già a Gorm."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-07 02:35:00",
      "end_time": "2026-02-07 02:45:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "L'ultima trovata di Gargamella: un amuleto che consente a Birba di volare."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-07 02:45:00",
      "end_time": "2026-02-07 02:55:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Zuccone trova un uovo nel bosco e non sapendo che cosa sia chiede consiglio a Grande Puffo."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-07 02:55:00",
      "end_time": "2026-02-07 03:05:00",
      "episode_number": "S1 E17",
      "show_category": "",
      "show_description": "Gargamella ha distrutto tutte le piante di salsapariglia della zona privando i Puffi del loro cibo preferito."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-07 03:05:00",
      "end_time": "2026-02-07 03:20:00",
      "episode_number": "S1 E18",
      "show_category": "",
      "show_description": "Vanitoso fa un sogno in cui lui e i suoi amici Puffi sono vestiti con abiti diversi, più colorati e allegri."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-07 03:20:00",
      "end_time": "2026-02-07 03:40:00",
      "episode_number": "S3 E13",
      "show_category": "",
      "show_description": "Che bello! Il famoso circo di Alexia è arrivato a Topazia! Trappola, Benjamin, Pandora e Tea non vedono l'ora di andare a vedere lo spettacolo, mentre Geronimo è come sempre un po' riluttante. Ma quando Augusto, il famoso clown, sparisce nel nulla, quella che sembrava una giornata di divertimento si trasforma in un vero e proprio intricatissimo mistero. Che bello! Il famoso circo di Alexia è arrivato a Topazia! Trappola, Benjamin, Pandora e Tea non vedono l'ora di andare a vedere lo spettacolo, mentre Geronimo è come sempre un po' riluttante. Ma quando Augusto, il famoso clown, sparisce nel nulla, quella che sembrava una giornata di divertimento si trasforma in un vero e proprio intricatissimo mistero."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-07 03:40:00",
      "end_time": "2026-02-07 04:05:00",
      "episode_number": "S3 E14",
      "show_category": "",
      "show_description": "Tea sparisce misteriosamente durante una spedizione tra i ghiacci di Freezerlandia, dove il Vulcano Grimsratten, inattivo da anni, si prepara nuovamente a eruttare. Geronimo, Benjamin e Trappola partono alla sua ricerca e s'imbattono in Sally e Marameo. Presto scopriranno che le cose non sono esattamente come appaiono e che i due rivali hanno elaborato un ingegnoso piano per danneggiare ancora una volta Geronimo. Tea sparisce misteriosamente durante una spedizione tra i ghiacci di Freezerlandia, dove il Vulcano Grimsratten, inattivo da anni, si prepara nuovamente a eruttare. Geronimo, Benjamin e Trappola partono alla sua ricerca e s'imbattono in Sally e Marameo. Presto scopriranno che le cose non sono esattamente come appaiono e che i due rivali hanno elaborato un ingegnoso piano per danneggiare ancora una volta Geronimo…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-07 04:05:00",
      "end_time": "2026-02-07 04:30:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi e il Nonno si trasferiscono nella Vecchia casa per l'inverno, in modo che Heidi possa andare a scuola. I Keller gli serbano rancore per la mancata vendita e la signora Keller rifiuta addirittura di vendergli le provviste del loro emporio. Il nonno è indispettito e quando Teresa, la figlia dei Keller, gli chiede aiuto per aggiustare una scultura di legno ed evitare la dura reazione di sua madre, lui si rifiuta. Teresa preoccupata dalla severa punizione che l'aspetta, scappa in montagna e viene morsa da una vipera. Riuscirà Heidi a convincere il nonno ad aiutarla a ritrovare Teresa prima che sia troppo tardi. Heidi e il Nonno  si trasferiscono nella Vecchia casa per l'inverno, in modo che Heidi possa andare a scuola. I Keller gli serbano rancore per la mancata vendita e la signora Keller rifiuta addirittura di vendergli le provviste del loro emporio.  Il nonno è indispettito e quando Teresa, la figlia dei Keller, gli chiede aiuto per aggiustare una scultura di legno ed evitare la dura reazione di sua madre, lui si rifiuta. Teresa preoccupata dalla severa punizione che l'aspetta, scappa in montagna e viene morsa da una vipera. Riuscirà Heidi a convincere il nonno ad aiutarla a ritrovare Teresa prima che sia troppo tardi?"
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 04:30:00",
      "end_time": "2026-02-07 04:40:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele non può pagare la quota per andare a sciare insieme ai suoi amici. Spilunga, Lina, Manù, Coniglio e Sansone escogitano un piano perché accetti i soldi che sono riusciti a raccogliere. Gli fanno trovare una mappa del tesoro che attraverso vari indizi gli farà trovare i soldi. Raffaele non può pagare la quota per andare a sciare insieme ai suoi amici. Spilunga, Lina, Manù, Coniglio e Sansone escogitano un piano perché accetti i soldi che sono riusciti a raccogliere. Gli fanno trovare una mappa del tesoro che attraverso vari indizi gli farà trovare i soldi."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 04:40:00",
      "end_time": "2026-02-07 04:55:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici stanno giocando con l'aquilone di Lina, ma sfortunatamente vola via e cade nel giardino del signor Luchon. Il signor Luchon ha un brutto carattere e quando vede che l'aquilone è caduto sui suoi fiori si arrabbia moltissimo e lo confisca. I nostri amici studiano un piano per riprendersi l'aquilone, dal fare intervenire i loro genitori fino a pensare di rubarlo. Alla fine seguendo il signor Luchon capiranno perché si è tanto arrabbiato per i fiori e ci sarà il lieto fine. I nostri amici stanno giocando con l'aquilone di Lina, ma sfortunatamente vola via e cade nel giardino del signor Luchon. Il signor Luchon ha un brutto carattere e quando vede che l'aquilone è caduto sui suoi fiori si arrabbia moltissimo e lo confisca. I nostri amici studiano un piano per riprendersi l'aquilone, dal fare intervenire i loro genitori fino a pensare di rubarlo. Alla fine seguendo il signor Luchon capiranno perché si è tanto arrabbiato per i fiori e ci sarà il lieto fine."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 04:55:00",
      "end_time": "2026-02-07 05:10:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele vuole trovare il tesoro dell'inglese che da quanto si dice in paese è nascosto in una grotta della Pignatta dove si era rifugiato per sfuggire ai tedeschi. I nostri amici convincono Piedino ad infilarsi in una grotta che ha un'entrata molto stretta. Ma spaventato dal luogo oscuro e ignoto, rinuncia. Promette ai suoi amici di fare un altro tentativo ma chiede del tempo per riflettere. Così capita dal signor Luchon che gli racconta la vera storia del paracadutista inglese e del suo tesoro. Raffaele vuole trovare il tesoro dell'inglese che da quanto si dice in paese è nascosto in una grotta della Pignatta dove si era rifugiato per sfuggire ai tedeschi. I nostri amici convincono Piedino ad infilarsi in una grotta che ha un'entrata molto stretta. Ma spaventato dal luogo oscuro e ignoto, rinuncia. Promette ai suoi amici di fare un altro tentativo ma chiede del tempo per riflettere. Così capita dal signor Luchon che gli racconta la vera storia del paracadutista inglese e del suo tesoro."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-07 05:10:00",
      "end_time": "2026-02-07 05:20:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Per ottenere una promozione, il papà di PC si dà agli energy drink, con pessimi effetti sul suo organismo: Ginny, Ham e PC partono per un'avventura a rotta di collo tra fegato, bile… e succhi di verdure. Per ottenere una promozione, il papà di PC si dà agli energy drink, con pessimi effetti sul suo organismo: Ginny, Ham e PC partono per un'avventura a rotta di collo tra fegato, bile… e succhi di verdure!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-07 05:20:00",
      "end_time": "2026-02-07 05:35:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Ginny è stata invitata a un pigiama party… vietato ai maschi! Ma la grigliata del party sbilancia il metabolismo di tutti i partecipanti. Toccherà a Ham e PC salvare la situazione… e la festa. Ginny è stata invitata a un pigiama party… vietato ai maschi! Ma la grigliata del party sbilancia il metabolismo di tutti i partecipanti. Toccherà a Ham e PC salvare la situazione… e la festa!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-07 05:35:00",
      "end_time": "2026-02-07 05:50:00",
      "episode_number": "S1 E7",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \"Il Giallino\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green. Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \\\"Il Giallino\\\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-07 05:50:00",
      "end_time": "2026-02-07 06:05:00",
      "episode_number": "S1 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green. Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 06:05:00",
      "end_time": "2026-02-07 06:15:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori. Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 06:15:00",
      "end_time": "2026-02-07 06:30:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo. Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 06:30:00",
      "end_time": "2026-02-07 06:40:00",
      "episode_number": "S1 E51",
      "show_category": "",
      "show_description": "I Gormiani si trovano a dover combattere contro i DARKAN, schierando i loro Lord. Ma Voidus ha un asso nella manica inaspettato: schiererà Ao-Ki contro di loro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 06:40:00",
      "end_time": "2026-02-07 06:55:00",
      "episode_number": "S1 E52",
      "show_category": "",
      "show_description": "I Guardiani sono nel pieno della battaglia finale con Lord Voidus. Quando le cose sembrano mettersi male, Trek ricorda che sono stati proprio i Lord a creare l'Elestar, e si mettono al lavoro. Nonostante i loro sforzi, Ao-Ki, la cui mente è offuscata dall'Elestar contaminato, rende le cose più difficili caricando la Torre Meka di energia Omega. L'affetto dei Guardiani la fa tornare in sé stessa, ma ciononostante il danno è fatto. Solo concentrandosi tutti insieme i ragazzi riescono a sconfiggere Lord Voidus e a salvare Gorm un'ultima volta."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-07 06:55:00",
      "end_time": "2026-02-07 07:05:00",
      "episode_number": "S2 E51",
      "show_category": "",
      "show_description": "Sognatore usa tutti i più grandi cliché del romanticismo per fare innamorare Grande Puffo e Mirtilla."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-07 07:05:00",
      "end_time": "2026-02-07 07:15:00",
      "episode_number": "S2 E52",
      "show_category": "",
      "show_description": "I Puffi trovano un biglietto di Gargamella che chiede aiuto a sua madre perché è malato: decidono quindi di aiutarlo."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-07 07:15:00",
      "end_time": "2026-02-07 07:30:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Triste perché non considerato da Puffetta, Forzuto si chiede che cos'abbia che non va."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-07 07:30:00",
      "end_time": "2026-02-07 07:55:00",
      "episode_number": "S3 E9",
      "show_category": "",
      "show_description": "Il direttore de L'Eco della Palude, Timoteo Fletcher, sparisce misteriosamente nel corso di un'indagine su una leggendaria strega della palude e, con un messaggio video, chiede l'aiuto di Geronimo. Tra sabbie mobili, tra alligatori e strani riti, riuscirà il nostro eroe ritrovare Timoteo e a risolvere il mistero, in cui sembra sia implicata anche Sally. Il direttore de L'Eco della Palude, Timoteo Fletcher, sparisce misteriosamente nel corso di un'indagine su una leggendaria strega della palude e, con un messaggio video, chiede l'aiuto di Geronimo. Tra sabbie mobili, tra alligatori e strani riti, riuscirà il nostro eroe ritrovare Timoteo e a risolvere il mistero, in cui sembra sia implicata anche Sally?"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-07 07:55:00",
      "end_time": "2026-02-07 08:20:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "La Nonna di Peter è malata e ha bisogno di cure, ma i soldi in casa non sono abbastanza per comprare la medicina necessaria. Heidi decide di sacrificare la spilla di famiglia che il nonno ha destinato a lei, l'unica soluzione per avere in cambio dalla impassibile signora Keller la medicina, che però deve essere ordinata in città. Sul treno che la trasporta c'è anche il nuovo e costoso registratore di cassa della signora Keller, ma durante il percorso una violenta tempesta di neve blocca il convoglio e la nonna senza cure rischia di non superare il rigido inverno… Il nonno di Heidi, sfidando la bufera in un'impresa quasi impossibile anche per lui, cerca di raggiungere il treno e il prezioso contenuto. La Nonna di Peter è malata e ha bisogno di cure, ma i soldi in casa non sono abbastanza per comprare la medicina necessaria. Heidi decide di sacrificare la spilla di famiglia che il nonno ha destinato a lei, l'unica soluzione per avere in cambio dalla impassibile signora Keller la medicina, che però deve essere ordinata in città. Sul treno che la trasporta c'è anche il nuovo e costoso registratore di cassa della signora Keller, ma durante il percorso una violenta tempesta di neve blocca il convoglio e la nonna senza cure rischia di non superare il rigido inverno… Il nonno di Heidi, sfidando la bufera in un'impresa quasi impossibile anche per lui, cerca di raggiungere il treno e il prezioso contenuto…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 08:20:00",
      "end_time": "2026-02-07 08:30:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Raffaele chiedono a Lina di aiutarli per il compito di matematica considerandola una secchiona. Ma Lina è occupata nelle sue ricerche e li pianta in asso. Spilunga e Raffaele decidono di seguirla e scoprono che va a casa del signor Luchon. Incuriositi da suo comportamento entrano nella casa ma vengono scoperti dal signor Luchon che li costringe a lavorare per lui. Alla fine si scopre che Lina è interessata agli appunti di Marie Leduc, nipote di Luchon e vulcanologa, che ha studiato la Pignatta di Bellefontaine. Spilunga e Raffaele chiedono a Lina di aiutarli per il compito di matematica considerandola una secchiona. Ma Lina è occupata nelle sue ricerche e li pianta in asso. Spilunga e Raffaele decidono di seguirla e scoprono che va a casa del signor Luchon. Incuriositi da suo comportamento entrano nella casa ma vengono scoperti dal signor Luchon che li costringe a lavorare per lui. Alla fine si scopre che Lina è interessata agli appunti di Marie Leduc, nipote di Luchon e vulcanologa, che ha studiato la Pignatta di Bellefontaine."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 08:30:00",
      "end_time": "2026-02-07 08:45:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Manù e la sua banda vogliono costruire una capanna come quella che hanno Spilunga e i suoi amici. Si procurano i materiali: Manù trova tavole e pennelli, Sansone una corda e Coniglio ruba un barattolo di vernice. Nel corso della solita rissa tra le due bande la vernice cade nel ruscello e l'acqua della fontana del paese si colora di rosa. Gli abitanti vogliono trovare il colpevole. Manù e la sua banda vogliono costruire una capanna come quella che hanno Spilunga e i suoi amici. Si procurano i materiali: Manù trova tavole e pennelli, Sansone una corda e Coniglio ruba un barattolo di vernice. Nel corso della solita rissa tra le due bande la vernice cade nel ruscello e l'acqua della fontana del paese si colora di rosa. Gli abitanti vogliono trovare il colpevole!"
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-07 08:45:00",
      "end_time": "2026-02-07 09:00:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Lina è stufa di essere considerata la secchiona della classe e la cocca di papà. Quando per l'ennesima volta la banda di Manù la prende in giro, per farsi accettare dai suoi compagni, decide di rubare le domande della verifica di storia dal portatile di suo padre. Per fortuna Spilunga, Raffaele e Piedino intervengono in tempo per impedirle di fare questa sciocchezza. Alla fine Lina aiuterà tutti i suoi amici a ripassare la lezione di storia sui Templari e ci sarà un lieto fine. Lina è stufa di essere considerata la secchiona della classe e la cocca di papà. Quando per l'ennesima volta la banda di Manù la prende in giro, per farsi accettare dai suoi compagni, decide di rubare le domande della verifica di storia dal portatile di suo padre. Per fortuna Spilunga, Raffaele e Piedino intervengono in tempo per impedirle di fare questa sciocchezza. Alla fine Lina aiuterà tutti i suoi amici a ripassare la lezione di storia sui Templari e ci sarà un lieto fine!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-07 09:00:00",
      "end_time": "2026-02-07 09:15:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Riunione di famiglia per Ham, che invita Ginny e PC… sulla spiaggia! Ma la famiglia di Ham ama mangiare pesante: un bel problema per il Cugino Magro, innamorato dell'amica Stilelibero! I Food Wizards lo aiuteranno a star meglio… e a conquistarla. Riunione di famiglia per Ham, che invita Ginny e PC… sulla spiaggia! Ma la famiglia di Ham ama mangiare pesante: un bel problema per il Cugino Magro, innamorato dell'amica Stilelibero! I Food Wizards lo aiuteranno a star meglio… e a conquistarla!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-07 09:15:00",
      "end_time": "2026-02-07 09:30:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il compito di matematica incombe e bisogna prepararsi, ma il gruppo di studio di Ginny, Ham e PC ha un nemico: gli snack grassi! Ci vorranno un tè al limone e una battaglia nell'organismo, per salvare classe e… voti. Il compito di matematica incombe e bisogna prepararsi, ma il gruppo di studio di Ginny, Ham e PC ha un nemico: gli snack grassi! Ci vorranno un tè al limone e una battaglia nell'organismo, per salvare classe e… voti!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-07 09:30:00",
      "end_time": "2026-02-07 09:45:00",
      "episode_number": "S1 E9",
      "show_category": "Programmi Tv Kids",
      "show_description": "Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green. Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-07 09:45:00",
      "end_time": "2026-02-07 10:00:00",
      "episode_number": "S1 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly. Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-07 10:00:00",
      "end_time": "2026-02-07 10:10:00",
      "episode_number": "S1 E51",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene contattata da Britney, che dice loro che Christina se n'è andata e ora gira in compagnia dei corvi. Mentre iniziano le indagini, Flo e gli altri scoprono che Britney ha sviluppato la fobia di volare a causa di un incidente, ma Christina, non sapendolo, non ha intenzione di rimanere chiusa in casa con l'amica. Un imprevisto farà sì che Christina cambi idea sulla sua nuova compagnia e Britney ritrovi il coraggio di volare. La Coop Troop viene contattata da Britney, che dice loro che Christina se n'è andata e ora gira in compagnia dei corvi. Mentre iniziano le indagini, Flo e gli altri scoprono che Britney ha sviluppato la fobia di volare a causa di un incidente, ma Christina, non sapendolo, non ha intenzione di rimanere chiusa in casa con l'amica. Un imprevisto farà sì che Christina cambi idea sulla sua nuova compagnia e Britney ritrovi il coraggio di volare."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-07 10:10:00",
      "end_time": "2026-02-07 10:20:00",
      "episode_number": "S1 E52",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene contattata da Agnes per un furto: mentre Reggie nuotava nel fiume gli hanno rubato il carapace! Flo e la sua squadra iniziano subito le indagini e gli indizi conducono a Esther. Mentre Maggie e Clive tentano di rallentare il rientro in casa di Reggie, per evitare che vada in giro per la città in mutande, Flo, Jo e Billy cercano di recuperare il guscio, ma la missione si rivelerà piuttosto complicata. La Coop Troop viene contattata da Agnes per un furto: mentre Reggie nuotava nel fiume gli hanno rubato il carapace! Flo e la sua squadra iniziano subito le indagini e gli indizi conducono a Esther. Mentre Maggie e Clive tentano di rallentare il rientro in casa di Reggie, per evitare che vada in giro per la città in mutande, Flo, Jo e Billy cercano di recuperare il guscio, ma la missione si rivelerà piuttosto complicata..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-07 10:20:00",
      "end_time": "2026-02-07 10:35:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop parte in missione per aiutare la tartaruga Agnes a organizzare una festa a sorpresa per il centesimo compleanno del suo compagno Reggie. Ma il festeggiato ha una certa propensione a mettersi nei guai e questo complicherà le cose. La Coop Troop parte in missione per aiutare la tartaruga Agnes a organizzare una festa a sorpresa per il centesimo compleanno del suo compagno Reggie. Ma il festeggiato ha una certa propensione a mettersi nei guai e questo complicherà le cose..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 10:35:00",
      "end_time": "2026-02-07 10:45:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \"vietatissimo aprire\", riusciranno a resistere? Poco dopo a Villa Decadente iniziano a succedere cose alquanto strane e la Squadra del Mistero dovrà scoprire perché. Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \\\"vietatissimo aprire\\."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 10:45:00",
      "end_time": "2026-02-07 11:00:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia. Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 11:00:00",
      "end_time": "2026-02-07 11:10:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni. Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 11:10:00",
      "end_time": "2026-02-07 11:25:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo. Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-07 11:25:00",
      "end_time": "2026-02-07 11:35:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Acchiappa-tutto torna in città e decide di fare un nuovo sgarro alla corte. Sarà compito di D'Artagnan e delle Moschettiere svelare i suoi movimenti e gli obiettivi del celebre ladro. Acchiappa-tutto torna in città e decide di fare un nuovo sgarro alla corte. Sarà compito di D'Artagnan e delle Moschettiere svelare i suoi movimenti e gli obiettivi del celebre ladro."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-07 11:35:00",
      "end_time": "2026-02-07 11:50:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le Moschettiere dovranno occuparsi di una ghironda nota per essere appartenuta al grande Stradivari, che a quanto pare non funziona bene, e Luigi XIII ne è particolarmente affezionato. Ma quando Rochefort ci mette lo zampino, la situazione che ne fuoriuscirà non sarà così semplice. D'Artagnan e le Moschettiere dovranno occuparsi di una ghironda nota per essere appartenuta al grande Stradivari, che a quanto pare non funziona bene, e Luigi XIII ne è particolarmente affezionato. Ma quando Rochefort ci mette lo zampino, la situazione che ne fuoriuscirà non sarà così semplice."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-07 11:50:00",
      "end_time": "2026-02-07 12:00:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Porthos ritrova un medaglione appartenente al sovrano, e decide di tenerlo. Pentita, non sa come chiedere scusa al re, senza passare per ladra. D'Artagnan e le moschettiere la aiuteranno nell'impresa. Porthos ritrova un medaglione appartenente al sovrano, e decide di tenerlo. Pentita, non sa come chiedere scusa al re, senza passare per ladra. D'Artagnan e le moschettiere la aiuteranno nell'impresa."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-07 12:00:00",
      "end_time": "2026-02-07 12:15:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo le false promesse del cardinale Richelieu, Milady trova il modo di vendicarsi per essere stata tradita nell'orgoglio diverse volte. E lo farà in un modo decisamente originale. Dopo le false promesse del cardinale Richelieu, Milady trova il modo di vendicarsi per essere stata tradita nell'orgoglio diverse volte. E lo farà in un modo decisamente originale."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-07 12:15:00",
      "end_time": "2026-02-07 12:40:00",
      "episode_number": "S3 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Per il compleanno di Mia, Sara e Luciana la sorprendono con una piccola torta. Più tardi, le ragazze fanno un'escursione sulle montagne. Entrando a Centopia, Mia si ritrova nel Villaggio di Valfiorita giusto in tempo per il Festival Lunare. Kuki non crede nella ballata dell'Unicorno della Luna. Ma, mentre milioni di lucciole volano nel Campo di Luce, gli Elfi decidono di seguirle e... incontrano un Dax sonnambulo che li conduce direttamente dall'Unicorno della Luna. Per il compleanno di Mia, Sara e Luciana la sorprendono con una piccola torta. Più tardi, le ragazze fanno un'escursione sulle montagne. Entrando a Centopia, Mia si ritrova nel Villaggio di Valfiorita giusto in tempo per il Festival Lunare.  Kuki non crede nella ballata dell'Unicorno della Luna. Ma, mentre milioni di lucciole volano nel Campo di Luce, gli Elfi decidono di seguirle e... incontrano un Dax sonnambulo che li conduce direttamente dall'Unicorno della Luna."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-07 12:40:00",
      "end_time": "2026-02-07 13:05:00",
      "episode_number": "S3 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Zia Annie è finalmente arrivata alla fattoria Poletti. La loro colazione viene interrotta da Wolfie che rovescia e rompe il barattolo di miele. Ma Mia sa dove trovare altro miele: all'alveare di Fabio... Nel frattempo, la Brezza del Nord raffredda l'isola di Centopia. Il Castello Oscuro è diventato un posto molto freddo e Gargona ha preso il raffreddore. Dax e le Cavallette escono quindi in cerca di un po' di legna per accendere un fuoco, abbattendo l'unico Albero del Cuore. Questo albero è estremamente importante per l'Unicorno del Cuore, così Mia parte per un viaggio avventuroso. Zia Annie è finalmente arrivata alla fattoria Poletti. La loro colazione viene interrotta da Wolfie che rovescia e rompe il barattolo di miele. Ma Mia sa dove trovare altro miele: all'alveare di Fabio... Nel frattempo, la Brezza del Nord raffredda l'isola di Centopia. Il Castello Oscuro è diventato un posto molto freddo e Gargona ha preso il raffreddore. Dax e le Cavallette escono  quindi in cerca di un po' di legna per accendere un fuoco, abbattendo l'unico Albero del Cuore. Questo albero è estremamente importante per l'Unicorno del Cuore, così Mia parte per un viaggio avventuroso."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-07 13:05:00",
      "end_time": "2026-02-07 13:30:00",
      "episode_number": "S7 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Purtroppo lo spettacolo portato in scena scatena il caos nel villaggio medievale, perché Brafilius usa la sua magia per spaventare tutti e fa ricadere la colpa sulle Winx. Le guardie vorrebbero mettere le fate in carcere, ma ad aiutarle a fuggire senza destare sospetti è Orlando, il saltimbanco che sa come richiamare l'Animale Fatato. Suonando il suo liuto, Orlando attira a sé Critty l'Irtogatto e con lui Brafilius, interessato a prendere l'animale. Grazie al potere Butterflix di Musa, l'animale viene salvato e si lega magicamente alla Fata della Musica. Purtroppo lo spettacolo portato in scena scatena il caos nel villaggio medievale, perché Brafilius usa la sua magia per spaventare tutti e fa ricadere la colpa sulle Winx. Le guardie vorrebbero mettere le fate in carcere, ma ad aiutarle a fuggire senza destare sospetti è Orlando, il saltimbanco che sa come richiamare l'Animale Fatato. Suonando il suo liuto, Orlando attira a sé Critty l'Irtogatto e con lui Brafilius, interessato a prendere l'animale. Grazie al potere Butterflix di Musa, l'animale viene salvato e si lega magicamente alla Fata della Musica."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-07 13:30:00",
      "end_time": "2026-02-07 13:55:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Il piano di Arcana per indebolire la Rete che protegge l'Erondàr è arrivato a un punto decisivo e la Maga decide di utilizzare un Corruttore con incredibili capacità di volo. Lo scontro, questa volta, sarà infatti nei cieli e metterà a dura prova le capacità di Ian, Myrva e Gmor di contrastare l'attacco di Arcana. Il piano di Arcana per indebolire la Rete che protegge l'Erondàr è arrivato a un punto decisivo e la Maga decide di utilizzare un Corruttore con incredibili capacità di volo. Lo scontro, questa volta, sarà infatti nei cieli e metterà a dura prova le capacità di Ian, Myrva e Gmor di contrastare l'attacco di Arcana."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-07 13:55:00",
      "end_time": "2026-02-07 14:20:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Myrva e Gmor vogliono in tutti i modi aiutare Ian. Ora che il segreto, custodito gelosamente fino a questo momento dal ragazzo, è stato finalmente rivelato, i suoi amici non hanno nessuna intenzione di abbandonarlo. La situazione, però, appare disperata. Non sembra che ci sia una soluzione finché Draiken non racconta di una antica legenda legata al Sangue di Drago. Myrva e Gmor vogliono in tutti i modi aiutare Ian. Ora che il segreto, custodito gelosamente fino a questo momento dal ragazzo, è stato finalmente rivelato, i suoi amici non hanno nessuna intenzione di abbandonarlo. La situazione, però, appare disperata. Non sembra che ci sia una soluzione finché Draiken non racconta di una antica legenda legata al Sangue di Drago…."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-07 14:20:00",
      "end_time": "2026-02-07 14:45:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Sono giorni che Mattis non si alza dal letto e Cocciapelata organizza le attività degli altri briganti. Intanto Ronja continua ad aspettare Birk nel bosco e, quando finalmente il ragazzo si fa vedere, comunica all'amica la sua decisione: ha abbandonato Forte Borka per trasferirsi nel bosco. Ronja decide di unirsi a lui e durante la notte, con la tristezza nel cuore, lascia Rocca Mattis per raggiungere Birk nella Grotta dell'Orso. Sono giorni che Mattis non si alza dal letto e Cocciapelata organizza le attività degli altri briganti. Intanto Ronja continua ad aspettare Birk nel bosco e, quando finalmente il ragazzo si fa vedere, comunica all'amica la sua decisione: ha abbandonato Forte Borka per trasferirsi nel bosco. Ronja decide di unirsi a lui e durante la notte, con la tristezza nel cuore, lascia Rocca Mattis per raggiungere Birk nella Grotta dell'Orso."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-07 14:45:00",
      "end_time": "2026-02-07 15:10:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja e Birk cercano di sopravvivere da soli nel bosco, procacciandosi il cibo e aiutandosi a vicenda. Sebbene la nuova vita li stimoli molto, i due bambini sentono dentro di sé nostalgia di casa, e si domandano se qualcuno si ricorderà di loro. Ronja e Birk cercano di sopravvivere da soli nel bosco, procacciandosi il cibo e aiutandosi a vicenda. Sebbene la nuova vita li stimoli molto, i due bambini sentono dentro di sé nostalgia di casa, e si domandano se qualcuno si ricorderà di loro."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-07 15:10:00",
      "end_time": "2026-02-07 15:20:00",
      "episode_number": "S1 E17",
      "show_category": "Sketch Com",
      "show_description": "Ari e Bip ci guidano in un viaggio super divertente tra i supereroi più strani e incredibili! Scopriamo poteri buffi come parlare con gli scoiattoli, sparare fuochi d'artificio o trasformarsi in gelato. A chiudere la puntata, un'intervista esilarante a SuperVintage, una supereroina con abilità un po' fuori moda, che ci fa ridere raccontando poteri d'altri tempi. Ari e Bip ci guidano in un viaggio super divertente tra i supereroi più strani e incredibili! Scopriamo poteri buffi come parlare con gli scoiattoli, sparare fuochi d'artificio o trasformarsi in gelato. A chiudere la puntata, un'intervista esilarante a SuperVintage, una supereroina con abilità un po' fuori moda, che ci fa ridere raccontando poteri d'altri tempi."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-07 15:20:00",
      "end_time": "2026-02-07 15:30:00",
      "episode_number": "S1 E18",
      "show_category": "Sketch Com",
      "show_description": "Ari e il suo amico Bip ci portano in un viaggio super divertente nel mondo degli animali da compagnia e non solo! Scopriremo insieme la \"Top 5\" degli animali più famosi dei cartoni animati, incontreremo la stramba Maestra Jedi Yodari e ascolteremo storie incredibili. Pronti a ridere, imparare e sognare animali un po' normali... e un po' pazzi? Allora, ON ARI, si parte. Ari e il suo amico Bip ci portano in un viaggio super divertente nel mondo degli animali da compagnia e non solo! Scopriremo insieme la \\\"Top 5\\\" degli animali più famosi dei cartoni animati, incontreremo la stramba Maestra Jedi Yodari e ascolteremo storie incredibili. Pronti a ridere, imparare e sognare animali un po' normali... e un po' pazzi? Allora, ON ARI, si parte!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-07 15:30:00",
      "end_time": "2026-02-07 15:40:00",
      "episode_number": "S1 E19",
      "show_category": "Sketch Com",
      "show_description": "Pronti a scoprire il magico mondo delle sigle dei cartoni? Ari si scalda la voce e affronta una sfida super divertente: cantare sigle giapponesi difficilissime, come quella di Goldrake! Bip la sfida in un quiz a tempo e Ari chiede a Bip di inventare una sigla tutta nuova. Tra canti, giochi e sfide, la puntata è un mix di divertimento e nostalgia. Pronti a scoprire il magico mondo delle sigle dei cartoni? Ari si scalda la voce e affronta una sfida super divertente: cantare sigle giapponesi difficilissime, come quella di Goldrake! Bip la sfida in un quiz a tempo e Ari chiede a Bip di inventare una sigla tutta nuova. Tra canti, giochi e sfide, la puntata è un mix di divertimento e nostalgia."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-07 15:40:00",
      "end_time": "2026-02-07 16:05:00",
      "episode_number": "S3 E7",
      "show_category": "Live Action",
      "show_description": "LENA continua a non ricordare niente del passato, e ora si aggiunge il mistero del furto dei post-it su cui aveva preso appunti. ROMY indaga e si convince che sia stato JEFF per via delle scarpe, unica cosa che ha visto del ladro, ma poi scopre che le scarpe appartenevano a NICO e cerca di avvisare LENA, che però la allontana. Nel frattempo, ARMANDO lancia una sfida alla CJ Company a nome dei ragazzi, che si devono inventare una coreografia, ma non riescono a collaborare, anzi, iniziano a litigare e a rivolgersi parole sgradevoli. LENA decide di sfruttare questa tensione per la coreografia, ma non è facile coinvolgere gli altri. Intanto, BREE attraversa il portale, ma non trova OSCAR al negozio, e conosciuta per caso CLAUDINE, si reca con lei a sud per raggiungere gli altri. HENRI si presenta alla porta di LENA, che però non lo riconosce. LENA continua a non ricordare niente del passato, e ora si aggiunge il mistero del furto dei post-it su cui aveva preso appunti. ROMY indaga e si convince che sia stato JEFF per via delle scarpe, unica cosa che ha visto del ladro, ma poi scopre che le scarpe appartenevano a NICO e cerca di avvisare LENA, che però la allontana. Nel frattempo, ARMANDO lancia una sfida alla CJ Company a nome dei ragazzi, che si devono inventare una coreografia, ma non riescono a collaborare, anzi, iniziano a litigare e a rivolgersi parole sgradevoli. LENA decide di sfruttare questa tensione per la coreografia, ma non è facile coinvolgere gli altri. Intanto, BREE attraversa il portale, ma non trova OSCAR al negozio, e conosciuta per caso CLAUDINE, si reca con lei a sud per raggiungere gli altri. HENRI si presenta alla porta di LENA, che però non lo riconosce."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-07 16:05:00",
      "end_time": "2026-02-07 16:35:00",
      "episode_number": "S3 E8",
      "show_category": "Live Action",
      "show_description": "Grazie alla presenza insistente e costante di HENRI, LENA comincia ad avere pian piano dei flash sulla sua vita passata, su Henri, i Raccoglitempo e su NICO, e capisce che è un agente dell'Ufficio che le dà la caccia. Nel frattempo, cerca di avere un comportamento che non desti sospetti. Grazie alla presenza insistente e costante di HENRI, LENA comincia ad avere pian piano dei flash sulla sua vita passata, su Henri, i Raccoglitempo e su NICO, e capisce che è un agente dell'Ufficio che le dà la caccia. Nel frattempo, cerca di avere un comportamento che non desti sospetti."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/alex-co.webp",
      "start_time": "2026-02-07 16:35:00",
      "end_time": "2026-02-07 17:00:00",
      "episode_number": "S1 E33",
      "show_category": "Live Action",
      "show_description": "È passata una settimana da quando Emma è partita da sua zia a San Diego, in California, e l'operazione è andata a buon fine. Non rimane altro che attendere il suo ritorno. Sam propone a Christian ed Alex di diventare una boy band, finché non torna Emma. Non è una cattiva idea, ma non si sa se piacerà a Diana, mentre Alex è assolutamente contrario. È passata una settimana da quando Emma è partita da sua zia a San Diego, in California, e l'operazione è andata a buon fine. Non rimane altro che attendere il suo ritorno. Sam propone a Christian ed Alex di diventare una boy band, finché non torna Emma. Non è una cattiva idea, ma non si sa se piacerà a Diana, mentre Alex è assolutamente contrario."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-07 17:00:00",
      "end_time": "2026-02-07 17:25:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "La popolarità di Po svanisce quando delle perfide donnole rubano il suo potente guanto. La guerriera inglese Lama Errante gli offre il suo aiuto per dare la caccia alle ladre."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-07 17:25:00",
      "end_time": "2026-02-07 17:50:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Po si offre come apprendista di Lama, ma i loro caratteri diversi finiscono per scontrarsi… fino a quando la maestria nel kung fu di Po non fa colpo sulla guerriera."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-07 17:50:00",
      "end_time": "2026-02-07 18:00:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti i testi scritti di Fantaville stanno sparendo nel nulla: libri, menu, cartelli e insegne si cancellano come per magia. I disagi certamente non mancano, ma Spooky Wolf è già alla ricerca del colpevole! E questa volta tutta la sua indagine sarà documentata in diretta da Trixx, la volpina video-reporter. Tutti i testi scritti di Fantaville stanno sparendo nel nulla: libri, menu, cartelli e insegne si cancellano come per magia. I disagi certamente non mancano, ma Spooky Wolf è già alla ricerca del colpevole! E questa volta tutta la sua indagine sarà documentata in diretta da Trixx, la volpina video-reporter."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-07 18:00:00",
      "end_time": "2026-02-07 18:10:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville di cose strane ne succedono tante. Ma quando inizia ad accadere una sequela infinita di cose totalmente illogiche, è il caso di domandarsi se si sia finiti in un sogno. La risposta è sì! Tutti gli abitanti della città sono immersi in un sogno collettivo: Spooky dovrà svegliarsi e trovare il responsabile. A Fantaville di cose strane ne succedono tante. Ma quando inizia ad accadere una sequela infinita di cose totalmente illogiche, è il caso di domandarsi se si sia finiti in un sogno. La risposta è sì! Tutti gli abitanti della città sono immersi in un sogno collettivo: Spooky dovrà svegliarsi e trovare il responsabile!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-07 18:10:00",
      "end_time": "2026-02-07 18:25:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Agli abitanti di Fantaville iniziano a sparire inspiegabilmente le bocche! Spooky Wolf avvia le indagini per risolvere il caso… ma senza mai distogliere l'attenzione dal tutorial online del momento: \"come infilarsi un peperoncino nell'orecchio usando la lingua\". Le due cose saranno collegate. Agli abitanti di Fantaville iniziano a sparire inspiegabilmente le bocche! Spooky Wolf avvia le indagini per risolvere il caso… ma senza mai distogliere l'attenzione dal tutorial online del momento: \\\"come infilarsi un peperoncino nell'orecchio usando la lingua\\\". Le due cose saranno collegate?!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 18:25:00",
      "end_time": "2026-02-07 18:35:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi. Il monocolo di Prozio Funesto è scomparso e ora il prozio sbatte ovunque perché non ci vede bene! Ma che fine ha fatto il prezioso oggetto? Tra passaggi segreti e labirintici depositi di oggetti smarriti, Mortina e i suoi amici della Squadra del Mistero ritroveranno il monocolo scomparso e la fiducia in se stessi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 18:35:00",
      "end_time": "2026-02-07 18:50:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia. Qualcuno ha morsicato il blocco da disegno di Mortina. Chi può essere stato? Questo sì che è un mistero per la Squadra del Mistero! Tra ululati, strani morsi e sparizioni, Mortina e i suoi amici scopriranno l'identità del Morsicone Mannaro e l'importanza di saper ritrovare la calma quando ci si arrabbia."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-07 18:50:00",
      "end_time": "2026-02-07 19:05:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze. Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-07 19:05:00",
      "end_time": "2026-02-07 19:30:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "La popolarità di Po svanisce quando delle perfide donnole rubano il suo potente guanto. La guerriera inglese Lama Errante gli offre il suo aiuto per dare la caccia alle ladre."
    },
    {
      "show_name": "Ainbo - Spirito dell'Amazzonia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ainbo-spirito-dell-amazzonia.webp",
      "start_time": "2026-02-07 19:30:00",
      "end_time": "2026-02-07 20:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ainbo, coraggiosa ragazzina apprendista-cacciatrice nata nel cuore della foresta amazzonica, scopre che un gruppo di uomini vuole distruggere la sua \"Terra\" pur di arricchirsi. Per salvarla la giovane viaggia attraverso le meraviglie della natura... . Voci italiane: Elio (Elio e le Storie Tese), Ciro Priello (The Jackal), Luciana Littizzetto."
    },
    {
      "show_name": "Il mistero della casa del tempo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mistero-della-casa-del-tempo.webp",
      "start_time": "2026-02-07 20:50:00",
      "end_time": "2026-02-07 22:30:00",
      "episode_number": "",
      "show_category": "Fantasy",
      "show_description": "Lewis, rimasto orfano a dieci anni, va a vivere dallo zio Jonathan e scopre un mondo magico pieno di oggetti animati e strane creature. Ma la curiosità lo mette in pericolo: una sua disobbedienza risveglia un'antica minaccia dall'aldilà. Riuscirà a salvarsi. Lewis, rimasto orfano a dieci anni, va a vivere dallo zio Jonathan e scopre un mondo magico pieno di oggetti animati e strane creature. Ma la curiosità lo mette in pericolo: una sua disobbedienza risveglia un'antica minaccia dall'aldilà. Riuscirà a salvarsi?"
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/street-football.webp",
      "start_time": "2026-02-07 22:30:00",
      "end_time": "2026-02-07 22:50:00",
      "episode_number": "S5 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo un litigio con Draghetto, fratello adottivo, e su consiglio di Dragomir, giocatore dei Gatti di Bucarest e orfano a sua volta, Bianca accetta di contattare la madre biologica. Teme però di rovinare il legame che ha stabilito con la famiglia adottiva; La ragazzina all'ultimo rinuncia, ma ne resta turbata. Dopo un litigio con Draghetto, fratello adottivo, e su consiglio di Dragomir, giocatore dei Gatti di Bucarest e orfano a sua volta, Bianca accetta di contattare la madre biologica. Teme però di rovinare il legame che ha stabilito con la famiglia adottiva; La ragazzina all'ultimo rinuncia, ma ne resta turbata."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 22:50:00",
      "end_time": "2026-02-07 23:00:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole. È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-07 23:00:00",
      "end_time": "2026-02-07 23:15:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam. Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 23:15:00",
      "end_time": "2026-02-07 23:25:00",
      "episode_number": "S1 E51",
      "show_category": "",
      "show_description": "I Gormiani si trovano a dover combattere contro i DARKAN, schierando i loro Lord. Ma Voidus ha un asso nella manica inaspettato: schiererà Ao-Ki contro di loro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-07 23:25:00",
      "end_time": "2026-02-07 23:40:00",
      "episode_number": "S1 E52",
      "show_category": "",
      "show_description": "I Guardiani sono nel pieno della battaglia finale con Lord Voidus. Quando le cose sembrano mettersi male, Trek ricorda che sono stati proprio i Lord a creare l'Elestar, e si mettono al lavoro. Nonostante i loro sforzi, Ao-Ki, la cui mente è offuscata dall'Elestar contaminato, rende le cose più difficili caricando la Torre Meka di energia Omega. L'affetto dei Guardiani la fa tornare in sé stessa, ma ciononostante il danno è fatto. Solo concentrandosi tutti insieme i ragazzi riescono a sconfiggere Lord Voidus e a salvare Gorm un'ultima volta."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-07 23:40:00",
      "end_time": "2026-02-07 23:50:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Viola la sera tira sempre tardi. Per leggere, che è una cosa bella, ma è importante riposare bene! Gli Invincibili, sentito della stanchezza di Viola, sfidano la Lucky Squad in un campo soporifero: un mega-letto con le sponde… fatto a puntino per Viola. Viola la sera tira sempre tardi. Per leggere, che è una cosa bella, ma è importante riposare bene! Gli Invincibili, sentito della stanchezza di Viola, sfidano la Lucky Squad in un campo soporifero: un mega-letto con le sponde… fatto a puntino per Viola…."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-07 23:50:00",
      "end_time": "2026-02-08 00:05:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Nino corre come un matto in bicicletta e fa acrobazie: si sente il re della velocità! Ma non ha ancora incontrato… i Motorbots! Tre giocatori motirizzati! Il campo della sfida è circondato da rampe spettacolari che gli avversari usano al meglio. Nino fa l'errore di provare a giocare come loro aumentando la velocità e la spettacolarità, ma non è la strada giusta. Nino corre come un matto in bicicletta e fa acrobazie: si sente il re della velocità! Ma non ha ancora incontrato… i Motorbots! Tre giocatori motirizzati! Il campo della sfida è circondato da rampe spettacolari che gli avversari usano al meglio. Nino fa l'errore di provare a giocare come loro aumentando la velocità e la spettacolarità, ma non è la strada giusta…."
    }
  ]
}