{
  "channel_name": "RaiGulp",
  "date": "2026-02-06",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697822009748_Screenshot%203629.png",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 00:05:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Le Super Rollers hanno cambiato i loro pattini in pattini da ghiaccio e sfidano Nino, Viola e Lj-Wang a una partita di Spikeball sul ghiacciao in cima al Monte Rosa. Un match ad alta quota che metterà alla prova la Lucky Squad. Le Super Rollers hanno cambiato i loro pattini in pattini da ghiaccio e sfidano Nino, Viola e Lj-Wang a una partita di Spikeball sul ghiacciao in cima al Monte Rosa. Un match ad alta quota che metterà alla prova la Lucky Squad!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596115539584_compagnia.jpg",
      "start_time": "2026-02-06 00:05:00",
      "end_time": "2026-02-06 00:30:00",
      "episode_number": "S3 E13",
      "show_category": "Cartoni Animati",
      "show_description": "I Celestini assistono alla partita delle Pantere, la loro futura squadra avversaria, e restano colpiti dal suo livello di gioco. Durante la campagna elettorale, in città c'è un clima molto teso. Ivan, il candidato a sindaco, fa campagna elettorale promettendo, fra le altre cose, di dare battaglia allo street football. Riuscirà ad essere eletto. I Celestini assistono alla partita delle Pantere, la loro futura squadra avversaria, e restano colpiti dal suo livello di gioco. Durante la campagna elettorale, in città c'è un clima molto teso. Ivan, il candidato a sindaco, fa campagna elettorale promettendo, fra le altre cose, di dare battaglia allo street football. Riuscirà ad essere eletto?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596114592016_compagnia.jpg",
      "start_time": "2026-02-06 00:30:00",
      "end_time": "2026-02-06 00:55:00",
      "episode_number": "S3 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Il Grande Mister propone a Squalo un regolamento dettagliato dello Street Football. Memorino, incaricato di raccogliere le varie proposte, viene fatto oggetto di scherno da parte degli altri ragazzi. Una delle regole stabilite è quella di non arrivare con un considerevole ritardo alle partite. Il Grande Mister propone a Squalo un regolamento dettagliato dello Street Football. Memorino, incaricato di raccogliere le varie proposte, viene fatto oggetto di scherno da parte degli altri ragazzi. Una delle regole stabilite è quella di non arrivare con un considerevole ritardo alle partite…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769622673510_Spike_Team_3_Ep_13.jpg",
      "start_time": "2026-02-06 00:55:00",
      "end_time": "2026-02-06 01:20:00",
      "episode_number": "S3 E13",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769622804255_Spike_Team_3_Ep_14.jpg",
      "start_time": "2026-02-06 01:20:00",
      "end_time": "2026-02-06 01:50:00",
      "episode_number": "S3 E14",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315863269_Screenshot%203380.png",
      "start_time": "2026-02-06 01:50:00",
      "end_time": "2026-02-06 01:55:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse. Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695316007196_Screenshot%203381.png",
      "start_time": "2026-02-06 01:55:00",
      "end_time": "2026-02-06 02:15:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici. Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/20/1582198423811_Immagine.jpg",
      "start_time": "2026-02-06 02:15:00",
      "end_time": "2026-02-06 02:20:00",
      "episode_number": "S1 E47",
      "show_category": "",
      "show_description": "Riff rimane incastrato con la mano in un albero. Mentre Eron e Ao-Ki lo assistono, Ikor e Trek cercano di attivare l'ultimo Sigillo del Ghiaccio. Quando Cryptus li attacca, Ikor dovrà rivedere la sua meticolosa strategia basata sulla pianificazione per riuscire nell'impresa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/20/1582198533833_Immagine.jpg",
      "start_time": "2026-02-06 02:20:00",
      "end_time": "2026-02-06 02:35:00",
      "episode_number": "S1 E48",
      "show_category": "",
      "show_description": "Mentre Eron scherza sfoderando dei numeri di comicità, Ikor deve affrontare una prova ardua: sconfiggere Kyonos, famoso per le sue tecniche di startegia, solo così potrà radunare i Meta Gormiti per la sua causa. Allo scontro finale, Ikor riuscirà ad avere la meglio su Kyonos strappandogli una risata."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825277738_Schermata%202022-04-01%20alle%2017.01.49.jpg",
      "start_time": "2026-02-06 02:35:00",
      "end_time": "2026-02-06 02:45:00",
      "episode_number": "S1 E11",
      "show_category": "",
      "show_description": "Vanitoso, dopo l'ennesimo scherzo di Burlone, decide di dargli una lezione."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825375853_Schermata%202022-04-01%20alle%2017.03.43.jpg",
      "start_time": "2026-02-06 02:45:00",
      "end_time": "2026-02-06 02:55:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Per sfuggire alle ire di Grande Puffo, dopo avergli rotto il cannocchiale, Forzuto e Fifone si nascondono travestendosi da puffe."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825493212_Schermata%202022-04-01%20alle%2017.05.23.jpg",
      "start_time": "2026-02-06 02:55:00",
      "end_time": "2026-02-06 03:05:00",
      "episode_number": "S1 E13",
      "show_category": "",
      "show_description": "Nel villaggio dei Puffi atterra dal pianeta di Gioia un alieno bambino in cerca di divertimento."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825597678_Schermata%202022-04-01%20alle%2017.07.10%201.jpg",
      "start_time": "2026-02-06 03:05:00",
      "end_time": "2026-02-06 03:20:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "Fifone è stanco di avere sempre paura di tutto e sogna di diventare un supereroe."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608225287382_Schermata%202020-12-17%20alle%2018.jpg",
      "start_time": "2026-02-06 03:20:00",
      "end_time": "2026-02-06 03:40:00",
      "episode_number": "S3 E11",
      "show_category": "",
      "show_description": "Si torna nel Baffiristan a trovare Re Miù. Tea vuole partecipare ad un torneo di karate che si svolgerà nello Stato del Baffiristan e, nello stesso tempo, che i \"Guardiani del Re\", le famose statue di creta, abbiano preso magicamente vita. Tempo per Geronimo di investigare, togliere Re Miù dai guai ancora una volta e magari assistere ad una vittoria di Tea un po'… particolare. Si torna nel Baffiristan a trovare Re Miù. Tea vuole partecipare ad un torneo di karate che si svolgerà nello Stato del Baffiristan e, nello stesso tempo, che i \\\"Guardiani del Re\\."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608225479745_Schermata%202020-12-17%20alle%2018%201.jpg",
      "start_time": "2026-02-06 03:40:00",
      "end_time": "2026-02-06 04:10:00",
      "episode_number": "S3 E12",
      "show_category": "",
      "show_description": "È stato avvistato un mostro marino sull'Isola di Marzapane, sarà l'ennesimo imbroglio di qualche furfante? Geronimo vuol vederci chiaro e si mette in viaggio con l'intera famiglia e pandora. Ma questa volta ciò che scoprirà sarà davvero inaspettato e tanto emozionante. È stato avvistato un mostro marino sull'Isola di Marzapane, sarà l'ennesimo imbroglio di qualche furfante? Geronimo vuol vederci chiaro e si mette in viaggio con l'intera famiglia e pandora. Ma questa volta ciò che scoprirà sarà davvero inaspettato e tanto emozionante…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/1481551550483heidi640.jpg",
      "start_time": "2026-02-06 04:10:00",
      "end_time": "2026-02-06 04:30:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi è di nuovo felice sulle Alpi con il nonno e non vede l'ora di essere messa alla prova come un vero pastore. Così si avvia al pascolo con Peter e le adorate caprette, compresa Cardellino che a breve avrà un cucciolo… Nel frattempo Karl, che sta cercando con Thomas dei fossili alle cascate del diavolo, cade in un crepaccio e si vede costretto a chiedere aiuto a Peter, l'unico in grado di tirarlo fuori da lì prima di rimanere intrappolato dalla pioggia. Così Heidi rimane sola a prendersi cura delle caprette al pascolo, mentre il temporale si avvicina minaccioso e il piccolo di Cardellino sembra proprio voler venire alla luce. Heidi è di nuovo felice sulle Alpi con il nonno  e non vede l'ora di essere messa alla prova come un vero pastore. Così si avvia al pascolo con Peter e le adorate caprette, compresa Cardellino che a breve avrà un cucciolo… Nel frattempo Karl, che sta cercando con Thomas dei fossili alle cascate del diavolo, cade in un crepaccio e si vede costretto a chiedere aiuto a Peter, l'unico in grado di tirarlo fuori da lì prima di rimanere intrappolato dalla pioggia. Così Heidi rimane sola a prendersi cura delle caprette al pascolo, mentre il temporale si avvicina minaccioso e il piccolo di Cardellino sembra proprio voler venire alla luce…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049448511_e0130_s0001_p0380_cmp.0254.jpg",
      "start_time": "2026-02-06 04:30:00",
      "end_time": "2026-02-06 04:40:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Lina e Raffaele spiegano a Spilunga qual è il motivo dei contrasti con la banda di Manù. Il padre di Manù è un grande possidente e il padre di Lina ha fatto approvare una circolare che gli impedisce di far irrorare con i fertilizzanti i suoi campi vicino al paese. Spilunga vuole far riconciliare le due fazioni e ne parla con Manù che si dice disposta a fare un tentativo. Stabiliscono di fare tutti insieme una partita di calcio, ma purtroppo le due bande finiranno per litigare e Spilunga capirà da quale parte stare. Lina e Raffaele spiegano a Spilunga qual è il motivo dei contrasti con la banda di Manù. Il padre di Manù è un grande possidente e il padre di Lina ha fatto approvare una circolare che gli impedisce di far irrorare con i fertilizzanti i suoi campi vicino al paese. Spilunga vuole far riconciliare le due fazioni e ne parla con Manù che si dice disposta a fare un tentativo. Stabiliscono di fare tutti insieme una partita di calcio, ma purtroppo le due bande finiranno per litigare e Spilunga capirà da quale parte stare."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049485588_Still008.jpg",
      "start_time": "2026-02-06 04:40:00",
      "end_time": "2026-02-06 04:55:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "L'insegnante assegna un tema ai nostri amici: devono parlare del lavoro che vorrebbero fare da grandi. Coniglio è indeciso su quale lavoro scegliere, mentre Sansone è sicuro che farà il fornaio come tutta la sua famiglia da generazioni. Ma è anche molto interessato agli insetti, così comincia a frequentare la signora Briand che gli spiega tutto delle api e del suo lavoro. Spilunga si ingelosisce e la signora Grandjean quando Sansone le dice che da grande vuole fare l'apicoltore va su tutte le furie. Ma alla fine tutto si risolve per il meglio e Spilunga potrà fare il balletto che ha preparato per la festa della mamma. L'insegnante assegna un tema ai nostri amici: devono parlare del lavoro che vorrebbero fare da grandi. Coniglio è indeciso su quale lavoro scegliere, mentre Sansone è sicuro che farà il fornaio come tutta la sua famiglia da generazioni. Ma è anche molto interessato agli insetti, così comincia a frequentare la signora Briand che gli spiega tutto delle api e del suo lavoro. Spilunga si ingelosisce e la signora Grandjean quando Sansone le dice che da grande vuole fare l'apicoltore va su tutte le furie. Ma alla fine tutto si risolve per il meglio e Spilunga potrà fare il balletto che ha preparato per la festa della mamma."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049513236_e0132_s0001_p0830_cmp.0138.jpg",
      "start_time": "2026-02-06 04:55:00",
      "end_time": "2026-02-06 05:10:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici vedono una strana pecora che si comporta in modo molto diverso dalle altre. Allora Piedino decide di chiamarla 'Unica al Mondo'. Inavvertitamente Spilunga si fa scappare che  anche le pecore si mangiano. Piedino a quel punto decide che devono salvare a ogni costo la pecora dal macello. Quando gli amici gli dicono che bisogna riportarla dal proprietario, il signor Luchon, Piedino si da alla fuga con la pecora. Ma alla fine sarà il signor Luchon a spiegargli che non ha alcuna intenzione di fare del male a Unica al Mondo. I nostri amici vedono una strana pecora che si comporta in modo molto diverso dalle altre. Allora Piedino decide di chiamarla 'Unica al Mondo'. Inavvertitamente Spilunga si fa scappare che  anche le pecore si mangiano. Piedino a quel punto decide che devono salvare a ogni costo la pecora dal macello. Quando gli amici gli dicono che bisogna riportarla dal proprietario, il signor Luchon, Piedino si da alla fuga con la pecora. Ma alla fine sarà il signor Luchon a spiegargli che non ha alcuna intenzione di fare del male a Unica al Mondo."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666621255384_Screenshot%201231.jpg",
      "start_time": "2026-02-06 05:10:00",
      "end_time": "2026-02-06 05:20:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "A scuola si festeggia il compleanno della maestra Claire! Ma gli snack troppo salati mandano il tilt il cervello dell'insegnante: Ginny, Ham e PC dovranno riattivare le sue sinapsi usando snack sani e… Paracelso. A scuola si festeggia il compleanno della maestra Claire! Ma gli snack troppo salati mandano il tilt il cervello dell'insegnante: Ginny, Ham e PC dovranno riattivare le sue sinapsi usando snack sani e… Paracelso?!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666621479275_Screenshot%201232.jpg",
      "start_time": "2026-02-06 05:20:00",
      "end_time": "2026-02-06 05:35:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la mamma di Ginny inizia a seguire la dieta tutte-proteine di un cuoco VIP, gli effetti deleteri di questo regime alimentare diventano subito evidenti: toccherà ai Food Wizards salvare la mamma… e lo stesso cuoco. Quando la mamma di Ginny inizia a seguire la dieta tutte-proteine di un cuoco VIP, gli effetti deleteri di questo regime alimentare diventano subito evidenti: toccherà ai Food Wizards salvare la mamma… e lo stesso cuoco!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728466006971_PT%205%20IL%20DOPPIO%20VULCANO%20JPEG.jpg",
      "start_time": "2026-02-06 05:35:00",
      "end_time": "2026-02-06 05:50:00",
      "episode_number": "S1 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green. Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \\\"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213359458_PT%206%20ISOLA%20GALLEGGIANTE%20jpeg.jpg",
      "start_time": "2026-02-06 05:50:00",
      "end_time": "2026-02-06 06:05:00",
      "episode_number": "S1 E6",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695315863269_Screenshot%203380.png",
      "start_time": "2026-02-06 06:05:00",
      "end_time": "2026-02-06 06:15:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse. Winston è al settimo cielo dopo le recensioni positive delle sue Flex N' Flows, le sneakers personalizzate con cui lui e Karma ballano. È così entusiasta del capolavoro che decide di dipingere un paio di sneakers personalizzate per i suoi compiti di arte. Ma rimane deluso quando né Karma né il suo insegnante pensano che le sneakers possano essere considerate arte. Karma deve imparare come sostenere il lavoro del suo amico, anche se non lo condivide completamente, e capisce che l'arte può concretizzarsi in molte forme diverse."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695316007196_Screenshot%203381.png",
      "start_time": "2026-02-06 06:15:00",
      "end_time": "2026-02-06 06:30:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici. Quando un equivoco tra Winston e Chris si surriscalda, Karma e Crash si trovano dalla stessa parte nel cercare di risolvere un litigio tra i loro due migliori amici!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/21/1582309988415_Immagine.jpg",
      "start_time": "2026-02-06 06:30:00",
      "end_time": "2026-02-06 06:40:00",
      "episode_number": "S1 E49",
      "show_category": "",
      "show_description": "I Guardiani devono disattivare l'ultimo cristallo e spetta a Ikor occuparsene, ma sfortunatamente non ha un piano e si sente sotto pressione. Cryptus interviene per bloccarli, ma grazie all'aiuto dei suoi amici, Ikor trova la fiducia in sé stesso e trionfa. Quando tutto sembra essere andato per il meglio, Ao-Ki viene travolta dall'energia del frammento contaminato all'interno del suo bracciale e riattiva il cristallo contro la sua volontà, per poi scomparire."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/21/1582310266108_Immagine.jpg",
      "start_time": "2026-02-06 06:40:00",
      "end_time": "2026-02-06 06:55:00",
      "episode_number": "S1 E50",
      "show_category": "",
      "show_description": "Ao-ki si ritrova a Darkor, nelle grinfie di Voidus. Su Gorm, i Guardiani decidono di chiamare tutti e quattro i Lord per farsi aiutare a ritrovare la Custode. Voidus intanto cerca di portare la Torre di Darkor su Gorm e i Guardiani si ritrovano faccia a faccia con i Darkan. Dopo un'estenuante lotta, i Guardiani, con l'aiuto dei Lord dei Gormiti, riescono a sconfiggere i Darkan. Ora devono raggiungere Darkor per sconfiggere anche Voidus e liberare Ao-ki, ma Voidus è già a Gorm."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532610248_Screenshot%203815.png",
      "start_time": "2026-02-06 06:55:00",
      "end_time": "2026-02-06 07:10:00",
      "episode_number": "S2 E48",
      "show_category": "",
      "show_description": "Chef è preoccupato quando l'ingrediente principale della sua famosa torta dell'equinozio di primavera, lo Gnammius, tarda a fiorire."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532674955_Screenshot%203816.png",
      "start_time": "2026-02-06 07:10:00",
      "end_time": "2026-02-06 07:15:00",
      "episode_number": "S2 E49",
      "show_category": "",
      "show_description": "Grande Puffo decide di partire alla ricerca del Sarsapariglio, ma non sarà l'unico a desiderare la pianta magica."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/02/1701532758016_Screenshot%203817.png",
      "start_time": "2026-02-06 07:15:00",
      "end_time": "2026-02-06 07:35:00",
      "episode_number": "S2 E50",
      "show_category": "",
      "show_description": "Le Puffe invitano tutti i Puffi alla festa dell'equinozio. Gargamella e Birba decidono si partecipare con un magico travestimento."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608168381519_Schermata%202020-12-17%20alle%2002%2010.jpg",
      "start_time": "2026-02-06 07:35:00",
      "end_time": "2026-02-06 07:55:00",
      "episode_number": "S3 E8",
      "show_category": "",
      "show_description": "Mentre sta guidando il motoscafo per permettere a Tea di battere il record mondiale di parasailing, Trappola si distrae e perde il controllo del natante che finisce contro un'enorme nave da crociera. Il signor Hugo Grax, padrone dell'immenso yacht, si dimostra molto gentile coi suoi ospiti ma, in realtà, è un personaggio misterioso. Perché vuole così tanto che i suoi ospiti mangino il suo formaggio sintetico Graxembert? Perché sembra navigare lontano da ogni porto vicino? E cosa nasconde nella misteriosa torretta della nave? Toccherà a Geronimo e gli altri scoprire il suo misterioso piano. Mentre sta guidando il motoscafo per permettere a Tea di battere il record  mondiale di parasailing, Trappola si distrae e perde il controllo del natante che finisce contro un'enorme nave da crociera. Il signor Hugo Grax, padrone dell'immenso yacht, si dimostra molto gentile coi suoi ospiti ma, in realtà, è un personaggio misterioso. Perché vuole così tanto che i suoi ospiti mangino il suo formaggio sintetico Graxembert? Perché sembra navigare lontano da ogni porto vicino? E cosa nasconde nella misteriosa torretta della nave? Toccherà a Geronimo e gli altri scoprire il suo misterioso piano…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/01/1443708522650_heidi.jpg",
      "start_time": "2026-02-06 07:55:00",
      "end_time": "2026-02-06 08:20:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi e il Nonno si trasferiscono nella Vecchia casa per l'inverno, in modo che Heidi possa andare a scuola. I Keller gli serbano rancore per la mancata vendita e la signora Keller rifiuta addirittura di vendergli le provviste del loro emporio. Il nonno è indispettito e quando Teresa, la figlia dei Keller, gli chiede aiuto per aggiustare una scultura di legno ed evitare la dura reazione di sua madre, lui si rifiuta. Teresa preoccupata dalla severa punizione che l'aspetta, scappa in montagna e viene morsa da una vipera. Riuscirà Heidi a convincere il nonno ad aiutarla a ritrovare Teresa prima che sia troppo tardi. Heidi e il Nonno  si trasferiscono nella Vecchia casa per l'inverno, in modo che Heidi possa andare a scuola. I Keller gli serbano rancore per la mancata vendita e la signora Keller rifiuta addirittura di vendergli le provviste del loro emporio.  Il nonno è indispettito e quando Teresa, la figlia dei Keller, gli chiede aiuto per aggiustare una scultura di legno ed evitare la dura reazione di sua madre, lui si rifiuta. Teresa preoccupata dalla severa punizione che l'aspetta, scappa in montagna e viene morsa da una vipera. Riuscirà Heidi a convincere il nonno ad aiutarla a ritrovare Teresa prima che sia troppo tardi?"
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711049544266_e0133_s0001_p1380_cmp.0115.jpg",
      "start_time": "2026-02-06 08:20:00",
      "end_time": "2026-02-06 08:30:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele non può pagare la quota per andare a sciare insieme ai suoi amici. Spilunga, Lina, Manù, Coniglio e Sansone escogitano un piano perché accetti i soldi che sono riusciti a raccogliere. Gli fanno trovare una mappa del tesoro che attraverso vari indizi gli farà trovare i soldi. Raffaele non può pagare la quota per andare a sciare insieme ai suoi amici. Spilunga, Lina, Manù, Coniglio e Sansone escogitano un piano perché accetti i soldi che sono riusciti a raccogliere. Gli fanno trovare una mappa del tesoro che attraverso vari indizi gli farà trovare i soldi."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711050540585_Still013.jpg",
      "start_time": "2026-02-06 08:30:00",
      "end_time": "2026-02-06 08:45:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici stanno giocando con l'aquilone di Lina, ma sfortunatamente vola via e cade nel giardino del signor Luchon. Il signor Luchon ha un brutto carattere e quando vede che l'aquilone è caduto sui suoi fiori si arrabbia moltissimo e lo confisca. I nostri amici studiano un piano per riprendersi l'aquilone, dal fare intervenire i loro genitori fino a pensare di rubarlo. Alla fine seguendo il signor Luchon capiranno perché si è tanto arrabbiato per i fiori e ci sarà il lieto fine. I nostri amici stanno giocando con l'aquilone di Lina, ma sfortunatamente vola via e cade nel giardino del signor Luchon. Il signor Luchon ha un brutto carattere e quando vede che l'aquilone è caduto sui suoi fiori si arrabbia moltissimo e lo confisca. I nostri amici studiano un piano per riprendersi l'aquilone, dal fare intervenire i loro genitori fino a pensare di rubarlo. Alla fine seguendo il signor Luchon capiranno perché si è tanto arrabbiato per i fiori e ci sarà il lieto fine."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711064191222_Still008.jpg",
      "start_time": "2026-02-06 08:45:00",
      "end_time": "2026-02-06 09:00:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele vuole trovare il tesoro dell'inglese che da quanto si dice in paese è nascosto in una grotta della Pignatta dove si era rifugiato per sfuggire ai tedeschi. I nostri amici convincono Piedino ad infilarsi in una grotta che ha un'entrata molto stretta. Ma spaventato dal luogo oscuro e ignoto, rinuncia. Promette ai suoi amici di fare un altro tentativo ma chiede del tempo per riflettere. Così capita dal signor Luchon che gli racconta la vera storia del paracadutista inglese e del suo tesoro. Raffaele vuole trovare il tesoro dell'inglese che da quanto si dice in paese è nascosto in una grotta della Pignatta dove si era rifugiato per sfuggire ai tedeschi. I nostri amici convincono Piedino ad infilarsi in una grotta che ha un'entrata molto stretta. Ma spaventato dal luogo oscuro e ignoto, rinuncia. Promette ai suoi amici di fare un altro tentativo ma chiede del tempo per riflettere. Così capita dal signor Luchon che gli racconta la vera storia del paracadutista inglese e del suo tesoro."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666621721111_Screenshot%201233.jpg",
      "start_time": "2026-02-06 09:00:00",
      "end_time": "2026-02-06 09:15:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Per ottenere una promozione, il papà di PC si dà agli energy drink, con pessimi effetti sul suo organismo: Ginny, Ham e PC partono per un'avventura a rotta di collo tra fegato, bile… e succhi di verdure. Per ottenere una promozione, il papà di PC si dà agli energy drink, con pessimi effetti sul suo organismo: Ginny, Ham e PC partono per un'avventura a rotta di collo tra fegato, bile… e succhi di verdure!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666621807536_Screenshot%201234.jpg",
      "start_time": "2026-02-06 09:15:00",
      "end_time": "2026-02-06 09:20:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Ginny è stata invitata a un pigiama party… vietato ai maschi! Ma la grigliata del party sbilancia il metabolismo di tutti i partecipanti. Toccherà a Ham e PC salvare la situazione… e la festa. Ginny è stata invitata a un pigiama party… vietato ai maschi! Ma la grigliata del party sbilancia il metabolismo di tutti i partecipanti. Toccherà a Ham e PC salvare la situazione… e la festa!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213462811_PT%207%20CACCIA%20AL%20RIFIUTO%20jpeg.jpg",
      "start_time": "2026-02-06 09:20:00",
      "end_time": "2026-02-06 09:45:00",
      "episode_number": "S1 E7",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \"Il Giallino\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green. Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \\\"Il Giallino\\\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213499375_PT%208%20NEL%20VENTRE%20DELLA%20MONTAGNA%20JPEG.jpg",
      "start_time": "2026-02-06 09:45:00",
      "end_time": "2026-02-06 09:55:00",
      "episode_number": "S1 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green. Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712227826238_TCT_148_Sleepwalker%20to%20disaster_1.png",
      "start_time": "2026-02-06 09:55:00",
      "end_time": "2026-02-06 10:10:00",
      "episode_number": "S1 E48",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da Esther, che si è risvegliata nella boccia di Fred e Frida, ma non sa spiegarsi come mai si trovi lì. Anche Reggie e Prince si sono ritrovati in un posto diverso dal solito, uno nella gabbia di Christina e Britney, l'altro nella gabbia di Albert. Flo e i suoi compagni iniziano a investigare e scoprono che gli animali sono stati spostati di notte da Cornelius, che è sonnambulo. La Coop Troop viene chiamata da Esther, che si è risvegliata nella boccia di Fred e Frida, ma non sa spiegarsi come mai si trovi lì. Anche Reggie e Prince si sono ritrovati in un posto diverso dal solito, uno nella gabbia di Christina e Britney, l'altro nella gabbia di Albert. Flo e i suoi compagni iniziano a investigare e scoprono che gli animali sono stati spostati di notte da Cornelius, che è sonnambulo..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/04/1712227921902_TCT_149_The%20Funny%20Farm_2.png",
      "start_time": "2026-02-06 10:10:00",
      "end_time": "2026-02-06 10:20:00",
      "episode_number": "S1 E49",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop riceve una chiamata da Elvis preoccupato per il mancato arrivo in città del luna park e, soprattutto, per Cornelius, che non ha mai frequentato un parco di divertimenti in vita sua e sembra destinato a perdere anche questa occasione. Per non deludere il povero alligatore, si decide di allestire una serie di attrazioni in fattoria, sempre di nascosto dal contadino. Ma la voce si sparge. La Coop Troop riceve una chiamata da Elvis preoccupato per il mancato arrivo in città del luna park e, soprattutto, per Cornelius, che non ha mai frequentato un parco di divertimenti in vita sua e sembra destinato a perdere anche questa occasione. Per non deludere il povero alligatore, si decide di allestire una serie di attrazioni in fattoria, sempre di nascosto dal contadino. Ma la voce si sparge..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/05/1712324533695_TCT_150_Un%20renard%20dans%20le%20Poulailler_3.png",
      "start_time": "2026-02-06 10:20:00",
      "end_time": "2026-02-06 10:35:00",
      "episode_number": "S1 E50",
      "show_category": "Cartoni Animati",
      "show_description": "Frankie approfitta di un momento di distrazione di Elvis e gli ruba le cuffie. Inseguito dalla Coop Troop, si rifugia alla fattoria, dopo essersi tinto di marrone ed essersi fatto adottare dal fattore, fingendosi un cane randagio. I tentativi di recuperare le cuffie finiscono per esasperare il nuovo padrone di Frankie che rinchiude nel fienile tutti i membri della Coop Troop al completo. Ci vorrà l'intervento di Albert, Elvis ed Esther per salvarli e smascherare l'impostore. Frankie approfitta di un momento di distrazione di Elvis e gli ruba le cuffie. Inseguito dalla Coop Troop, si rifugia alla fattoria, dopo essersi tinto di marrone ed essersi fatto adottare dal fattore, fingendosi un cane randagio. I tentativi di recuperare le cuffie finiscono per esasperare il nuovo padrone di Frankie che rinchiude nel fienile tutti i membri della Coop Troop al completo. Ci vorrà l'intervento di Albert, Elvis ed Esther per salvarli e smascherare l'impostore."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567602464_MO_103_STILLS_1080p_037.jpg",
      "start_time": "2026-02-06 10:35:00",
      "end_time": "2026-02-06 10:45:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze. Tutti i volumi della biblioteca sono spariti, che guaio! Devono recuperarli prima della visita del Professor Luminus! Chi sarà il misterioso ladro di libri? Dopo un'assurda ricerca, Mortina e i suoi amici risolveranno il mistero e impareranno che non bisogna mai giudicare dalle apparenze."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567826059_MO_104_STILLS_1080p_014.jpg",
      "start_time": "2026-02-06 10:45:00",
      "end_time": "2026-02-06 11:00:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi. Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567920216_MO_105_STILLS_1080p_025.jpg",
      "start_time": "2026-02-06 11:00:00",
      "end_time": "2026-02-06 11:10:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale. Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568002787_MO_106_STILLS_1080p_043.jpg",
      "start_time": "2026-02-06 11:10:00",
      "end_time": "2026-02-06 11:25:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male. Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/15/1757950343866_Screenshot%205511.png",
      "start_time": "2026-02-06 11:25:00",
      "end_time": "2026-02-06 11:35:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Constance si unisce per la prima volta alla missione delle Moschettiere: ritrovare un quadro rubato e tanto caro a Luigi XIII. Il coraggio della donna e la sua vitalità premieranno la missione. Constance si unisce per la prima volta alla missione delle Moschettiere: ritrovare un quadro rubato e tanto caro a Luigi XIII. Il coraggio della donna e la sua vitalità premieranno la missione."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/15/1757950663828_Screenshot%205512.png",
      "start_time": "2026-02-06 11:35:00",
      "end_time": "2026-02-06 11:50:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Rustignac si insinua a corte per rapire il re e mette in giro la voce che il Luigi XIII dà falsi stipendi ai dipendenti. Dopo la rivolta delle guardie, D'Artagnan vuole vederci chiaro e inizia ad indagare. Rustignac si insinua a corte per rapire il re e mette in giro la voce che il Luigi XIII dà falsi stipendi ai dipendenti. Dopo la rivolta delle guardie, D'Artagnan vuole vederci chiaro e inizia ad indagare."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/15/1757950740777_Screenshot%205513.png",
      "start_time": "2026-02-06 11:50:00",
      "end_time": "2026-02-06 12:00:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "A corte si presenta una balia che vorrebbe aiutare Constance nelle faccende, la quale sembra essere molto affaticata negli ultimi tempi. Ma i comportamenti un po' strani di tale Gertrude, portano D'Artagnan a pensare che si tratti di una finta balia, con intenti sinistri. A corte si presenta una balia che vorrebbe aiutare Constance nelle faccende, la quale sembra essere molto affaticata negli ultimi tempi. Ma i comportamenti un po' strani di tale Gertrude, portano D'Artagnan a pensare che si tratti di una finta balia, con intenti sinistri."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/15/1757950855794_Screenshot%205514.png",
      "start_time": "2026-02-06 12:00:00",
      "end_time": "2026-02-06 12:15:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Un gatto nero attacca i mercanti e spaventa tutti, a Parigi.D'Artagnan e le moschettiere non credono che la bestia di cui tutti parlano possa essere un gatto innocente, così decidono di vederci chiaro. Un gatto nero attacca i mercanti e spaventa tutti, a Parigi.D'Artagnan e le moschettiere non credono che la bestia di cui tutti parlano possa essere un gatto innocente, così decidono di vederci chiaro."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/05/1738765189868_MIA-AND-ME-III---EP-13.png",
      "start_time": "2026-02-06 12:15:00",
      "end_time": "2026-02-06 12:40:00",
      "episode_number": "S3 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Una volpe è riuscita a entrare nel pollaio, quindi Mia e Sara cercano di aggiustarlo prima che la volpe possa tornare per catturare un altro pollo. A Centopia, Mia e gli Elfi fanno visita ai loro amici nella Foresta di Selvanera e l'oracolo indica loro dove cercare il Frammento del Cuore. Simo riesce a decifrarlo e sa dove andare: al campo dei Fiori Maschera. Toccandoli si rimane sorpresi e immobili con un'espressione buffa sul volto. Ma Simo sa suonare il flauto e ipnotizza i fiori. Una volpe è riuscita a entrare nel pollaio, quindi Mia e Sara cercano di aggiustarlo prima che la volpe possa tornare per catturare un altro pollo. A Centopia, Mia e gli Elfi fanno visita ai loro amici nella Foresta di Selvanera e l'oracolo indica loro dove cercare il Frammento del Cuore. Simo riesce a decifrarlo e sa dove andare: al campo dei Fiori Maschera. Toccandoli si rimane sorpresi e immobili con un'espressione buffa sul volto. Ma Simo sa suonare il flauto e ipnotizza i fiori."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/03/1507041424403_Immagine.jpg",
      "start_time": "2026-02-06 12:40:00",
      "end_time": "2026-02-06 13:05:00",
      "episode_number": "S3 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Mia e Sara sono in città a mangiare un gelato quando incontrano il Signor Meloni, un insegnante della scuola di Sara. A Centopia, gli Elfi sono preoccupati perché hanno trovato delle strane impronte ma non sanno di chi sono. Ben presto, Mia e i suoi amici scoprono che alcuni Ponicorni sono riusciti ad arrivare a Centopia, come passeggeri nascosti su Funtopia. Mentre gli Elfi inseguono i Ponicorni lungo le vicine ripide scogliere, Dax e le Cavallette tendono loro un'imboscata. Gargona cattura Mia con uno dei suoi serpenti, ma i cattivi hanno sottovalutato i piccoli Ponicorni. Mia e Sara  sono in città a mangiare un gelato quando incontrano il Signor Meloni, un insegnante della scuola di Sara. A Centopia, gli Elfi sono preoccupati perché hanno trovato delle strane impronte ma non sanno di chi sono. Ben presto, Mia e i suoi amici scoprono che alcuni Ponicorni sono riusciti ad arrivare a Centopia, come passeggeri nascosti su Funtopia. Mentre gli Elfi inseguono i Ponicorni lungo le vicine ripide scogliere, Dax e le Cavallette tendono loro un'imboscata. Gargona cattura Mia con uno dei suoi serpenti, ma i cattivi hanno sottovalutato i piccoli Ponicorni..."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759532819701_winx-club-s7e8.jpg",
      "start_time": "2026-02-06 13:05:00",
      "end_time": "2026-02-06 13:30:00",
      "episode_number": "S7 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo alcuni comici tentativi di far diventare amici Squonk e Amarok, le Winx usano le loro Pietre dei Ricordi per tornare nell'Italia medievale, dove viveva una specie animale molto particolare chiamata Irtogatto. Queste specie di Animali Fatati potrebbe interessare a Brafilius, e così le Winx per anticipare le sue mosse intendono trovare l'animale prima di lui. Si imbattono però in un gruppo di saltimbanchi che per aiutarle chiede loro un favore, che consiste nell'interpretare delle fate ad uno spettacolo teatrale. Dopo alcuni comici tentativi di far diventare amici Squonk e Amarok, le Winx usano le loro Pietre dei Ricordi per tornare nell'Italia medievale, dove viveva una specie animale molto particolare chiamata Irtogatto. Queste specie di Animali Fatati potrebbe interessare a Brafilius, e così le Winx per anticipare le sue mosse intendono trovare l'animale prima di lui. Si imbattono però in un gruppo di saltimbanchi che per aiutarle chiede loro un favore, che consiste nell'interpretare delle fate ad uno spettacolo teatrale..."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680535443532_Screenshot%202342.jpg",
      "start_time": "2026-02-06 13:30:00",
      "end_time": "2026-02-06 13:55:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Myrva e Gmor riescono a intrufolarsi nel castello di Arcana per salvare Ian che è prigioniero nelle segrete della maga. Mentre i nostri due eroi cercando di superare le trappole di cui sono disseminati i cunicoli del maniero, Arcana tenta in tutti i modi di convincere Ian che quello che Draiken gli ha raccontato non è tutta la verità su quanto è accaduto mille anni fa. Myrva e Gmor riescono a intrufolarsi nel castello di Arcana per salvare Ian che è prigioniero nelle segrete della maga. Mentre i nostri due eroi cercando di superare le trappole di cui sono disseminati i cunicoli del maniero, Arcana tenta in tutti i modi di convincere Ian che quello che Draiken gli ha raccontato non è tutta la verità su quanto è accaduto mille anni fa…."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680535453434_Screenshot%202343.jpg",
      "start_time": "2026-02-06 13:55:00",
      "end_time": "2026-02-06 14:15:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Ian, Myrva e Gmor tornano da Draiken portando con sé Maila dopo essere riusciti a fuggire dal castello di Arcana. Mentre l'ultimo Drago e Ian parlano delle rivelazioni che proprio Arcana ha fatto al ragazzo, Maila rivela il suo vero volto e, per la prima volta, Mekan sferra un attacco direttamente nel Cenote. Dopo un primo momento di sorpresa, i Paladini sono però pronti a reagire. Ian, Myrva e Gmor tornano da Draiken portando con sé Maila dopo essere riusciti a fuggire dal castello di Arcana. Mentre l'ultimo Drago e Ian parlano delle rivelazioni che proprio Arcana ha fatto al ragazzo, Maila rivela il suo vero volto e, per la prima volta, Mekan sferra un attacco direttamente nel Cenote. Dopo un primo momento di sorpresa, i Paladini sono però pronti a reagire."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761841878571_SMR1.png",
      "start_time": "2026-02-06 14:15:00",
      "end_time": "2026-02-06 14:45:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Il legame fra Ronja e il piccolo Birk si fa sempre più solido; la ragazzina va su tutte le furie e dice al padre che lo odia quando scopre che Birk è stato malmenato da Mattis e dai briganti. Un odio che le lacera il cuore, visto l'amore che ha provato per il padre per lunghi anni. Il legame fra Ronja e il piccolo Birk si fa sempre più solido; la ragazzina va su tutte le furie e dice al padre che lo odia quando scopre che Birk è stato malmenato da Mattis e dai briganti. Un odio che le lacera il cuore, visto l'amore che ha provato per il padre per lunghi anni."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761842055960_SMR1.jpg",
      "start_time": "2026-02-06 14:45:00",
      "end_time": "2026-02-06 15:10:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Mattis ricatta Borka: gli dice che se non lascerà la rocca, rinchiuderà Birk nelle segrete. Indignata per la crudeltà del padre, Ronja supera la Voragine Infernale e si mette nelle mani di Borka. Quest'ultimo non si lascia sfuggire l'occasione e propone uno scambio alla pari a Mattis, che tuttavia disconosce la figlia. Lovis accetta lo scambio e, quando si rincontrano alla Strizzalupi, Birk e Ronja rivelano a tutti di considerarsi fratello e sorella. Una volta a casa, Ronja si chiude in un profondo silenzio. Mattis ricatta Borka: gli dice che se non lascerà la rocca, rinchiuderà Birk nelle segrete. Indignata per la crudeltà del padre, Ronja supera la Voragine Infernale e si mette nelle mani di Borka. Quest'ultimo non si lascia sfuggire l'occasione e propone uno scambio alla pari a Mattis, che tuttavia disconosce la figlia. Lovis accetta lo scambio e, quando si rincontrano alla Strizzalupi, Birk e Ronja rivelano a tutti di considerarsi fratello e sorella. Una volta a casa, Ronja si chiude in un profondo silenzio."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/30/1759254967904_Screenshot%205600.png",
      "start_time": "2026-02-06 15:10:00",
      "end_time": "2026-02-06 15:20:00",
      "episode_number": "S1 E14",
      "show_category": "Sketch Com",
      "show_description": "Ari ha perso il suo cuscino astronave e non vede l'ora di partire per una super avventura nello spazio! Con Bip, sempre vicino, fanno il conto alla rovescia: 3, 2, 1... On Ari, si parte! Ari diventa un'astronauta e inventa storie di salvataggi spaziali. Bip lancia una sfida: spiegare l'iperspazio in 90 secondi! Arriva inaspettatamente Yodari, la maestra Jedi, che nel suo buffo modo ci fa scoprire i segreti dello spazio. Ari ha perso il suo cuscino astronave e non vede l'ora di partire per una super avventura nello spazio! Con Bip, sempre vicino, fanno il conto alla rovescia: 3, 2, 1... On Ari, si parte! Ari diventa un'astronauta e inventa storie di salvataggi spaziali. Bip lancia una sfida: spiegare l'iperspazio in 90 secondi! Arriva inaspettatamente Yodari, la maestra Jedi, che nel suo buffo modo ci fa scoprire i segreti dello spazio!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/01/1759343402587_Screenshot%205612.png",
      "start_time": "2026-02-06 15:20:00",
      "end_time": "2026-02-06 15:30:00",
      "episode_number": "S1 E15",
      "show_category": "Sketch Com",
      "show_description": "Esploriamo il mistero degli alieni! Ari inventa un alieno buffo, mentre il suo amico scienziato Marco Martinelli, il Giallino, spiega come l'aspetto degli extraterrestri dipenda dal loro pianeta. Tra ipotesi su tentacoli, pelli strane e abilità speciali, scopriamo che gli alieni potrebbero essere molto diversi da noi. Ari ci insegna che l'importante è restare curiosi e aperti, perché il mondo è pieno di sorprese... e a volte anche di anatre giganti. Esploriamo il mistero degli alieni! Ari inventa un alieno buffo, mentre il suo amico scienziato Marco Martinelli, il Giallino, spiega come l'aspetto degli extraterrestri dipenda dal loro pianeta. Tra ipotesi su tentacoli, pelli strane e abilità speciali, scopriamo che gli alieni potrebbero essere molto diversi da noi. Ari ci insegna che l'importante è restare curiosi e aperti, perché il mondo è pieno di sorprese... e a volte anche di anatre giganti!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/03/1759492902402_Screenshot%205613.png",
      "start_time": "2026-02-06 15:30:00",
      "end_time": "2026-02-06 15:35:00",
      "episode_number": "S1 E16",
      "show_category": "Sketch Com",
      "show_description": "Su \"On Ari\" può succedere di tutto... anche festeggiare i cattivi, anzi, i villain più pazzi e divertenti di tutti i tempi! Ari e Bip per giocare un po', fanno girare una ruota delle voci cattive... poi Ari manda un videomessaggio all'amico illustratore Matteo Cremona, che spiega i segreti per disegnare un cattivo indimenticabile. Si ride anche delle risate tipiche dei cattivi, con Ari e Bip che imitano tutte le versioni possibili. Una puntata piena di humor, disegno, effetti speciali. Su \\\"On Ari\\\" può succedere di tutto... anche festeggiare i cattivi, anzi, i villain più pazzi e divertenti di tutti i tempi! Ari e Bip per giocare un po', fanno girare una ruota delle voci cattive... poi Ari manda un videomessaggio all'amico illustratore Matteo Cremona, che spiega i segreti per disegnare un cattivo indimenticabile. Si ride anche delle risate tipiche dei cattivi, con Ari e Bip che imitano tutte le versioni possibili. Una puntata piena di humor, disegno, effetti speciali!"
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765919926720_cercami-a-parigi-s3e5.jpg",
      "start_time": "2026-02-06 15:35:00",
      "end_time": "2026-02-06 16:05:00",
      "episode_number": "S3 E5",
      "show_category": "Live Action",
      "show_description": "Durante la lezione arriva ROMY, una giovane piena di talento che vuole a tutti i costi partecipare al corso di ARMANDO, chiede di essere ammessa se riuscirà a tenere testa tutto il giorno a LENA. Diventa subito una gara, e LENA surclassa ROMY, che decide di darle una lezione con l'aiuto di ARMANDO, e le manda una sfida del Blok anonima. Alla sfida i ragazzi si sorprendono di scoprire che la sfidante è ROMY,e ancora di più quando ARMANDO si mette a ballare con la crew. LENA si scusa con ROMY, che viene ammessa a seguire una lezione a settimana insieme al suo partner SIMON. Nel frattempo, FRANK modernizza CLAUDINE per mandarla nel futuro, mentre HENRI, BREE e OSCAR girano un videoclip che potrebbe renderli famosi negli anni '80. Durante la lezione arriva ROMY, una giovane piena di talento che vuole a tutti i costi partecipare al corso di ARMANDO, chiede di essere ammessa se riuscirà a tenere testa tutto il giorno a LENA. Diventa subito una gara, e LENA surclassa ROMY, che decide di darle una lezione con l'aiuto di ARMANDO, e le manda una sfida del Blok anonima. Alla sfida i ragazzi si sorprendono di scoprire che la sfidante è ROMY,e ancora di più quando ARMANDO si mette a ballare con la crew. LENA si scusa con ROMY, che viene ammessa a seguire una lezione a settimana insieme al suo partner SIMON. Nel frattempo, FRANK modernizza CLAUDINE per mandarla nel futuro, mentre HENRI, BREE e OSCAR girano un videoclip che potrebbe renderli famosi negli anni '80."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765919661549_cercami-a-parigi-s3e6.jpg",
      "start_time": "2026-02-06 16:05:00",
      "end_time": "2026-02-06 16:25:00",
      "episode_number": "S3 E6",
      "show_category": "Live Action",
      "show_description": "LENA fa uno strano sogno in cui corre per un lungo corridoio bianco dove i suoi amici portano abiti del 1905. Piano piano i suoi ricordi iniziano ad affiorare ma poi si cancellano di nuovo, quindi comincia a scrivere i dettagli che le vengono in mente. Nel frattempo ARMANDO assegna un compito agli studenti sul loro percorso nella danza da quando erano piccoli fino al presente, chiedendo loro di preparare una coreografia che metta in evidenza i loro progressi. Lena non trova nessuna foto del passato e non ricordando niente, non porta a termine il compito. LENA fa uno strano sogno in cui corre per un lungo corridoio bianco dove i suoi amici portano abiti del 1905. Piano piano i suoi ricordi iniziano ad affiorare ma poi si cancellano di nuovo, quindi comincia a scrivere i dettagli che le vengono in mente. Nel frattempo ARMANDO assegna un compito agli studenti sul loro percorso nella danza da quando erano piccoli fino al presente, chiedendo loro di preparare una coreografia che metta in evidenza i loro progressi. Lena non trova nessuna foto del passato e non ricordando niente, non porta a termine il compito."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2016/04/1461871650199alex-_-co.-640.jpg",
      "start_time": "2026-02-06 16:25:00",
      "end_time": "2026-02-06 16:50:00",
      "episode_number": "S1 E32",
      "show_category": "Live Action",
      "show_description": "Inizia un nuovo anno scolastico per gli Alex&Co., e dopo la vittoria al talent, sono pronti per una nuova avventura: incidere il loro primo disco. Invece Linda e sua madre Victoria sono sparite e non si sa più nulla di loro. Gli Alex&Co. hanno avuto un contratto con la casa discografica \"Youth Sound Records\", gestita dalla nuova manager della band, Diana Jones. Inizia un nuovo anno scolastico per gli Alex&Co., e dopo la vittoria al talent, sono pronti per una nuova avventura: incidere il loro primo disco. Invece Linda e sua madre Victoria sono sparite e non si sa più nulla di loro. Gli Alex&Co. hanno avuto un contratto con la casa discografica \\\"Youth Sound Records\\."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308818022_kung-fu-panda-il-cavaliere-dragone-s1e21_2048x1152.jpg",
      "start_time": "2026-02-06 16:50:00",
      "end_time": "2026-02-06 17:25:00",
      "episode_number": "S1 E21",
      "show_category": "",
      "show_description": "Mentre i Cavalieri Dragone si preparano a battersi per Tikal, Lama decide di vendicare il fratello. Mastodonte e Po trovano un punto di contatto nel potere del fulmine."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308856920_kung-fu-panda-il-cavaliere-dragone-s1e22_2048x1152.jpg",
      "start_time": "2026-02-06 17:25:00",
      "end_time": "2026-02-06 17:40:00",
      "episode_number": "S1 E22",
      "show_category": "",
      "show_description": "I Cavalieri Dragone uniscono le forze nello scontro finale per le armi di Tianshang in modo da salvare la città... e se stessi."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710188427350_SW_EP22_4.png",
      "start_time": "2026-02-06 17:40:00",
      "end_time": "2026-02-06 18:00:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky è molto teso: ha un appuntamento del dentista! Per saltare la visita decide di occuparsi del problema del momento a Fantaville, ovvero la sparizione dei denti di molti abitanti della città! Riuscirà il lupo a risolvere il caso e a superare la sua paura? Questo è proprio... pane per i suoi denti. Spooky è molto teso: ha un appuntamento del dentista! Per saltare la visita decide di occuparsi del problema del momento a Fantaville, ovvero la sparizione dei denti di molti abitanti della città! Riuscirà il lupo a risolvere il caso e a superare la sua paura? Questo è proprio... pane per i suoi denti!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710188935514_SW_EP23_2.png",
      "start_time": "2026-02-06 18:00:00",
      "end_time": "2026-02-06 18:10:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Il ritrovamento di una pergamena porta alla luce una antica legge: Spooky Wolf dovrà essere incoronato Re di Fantaville! Spooky non se lo fa ripetere due volte, ma dietro a questo sensazionale evento si nasconde un grande pericolo. Il ritrovamento di una pergamena porta alla luce una antica legge: Spooky Wolf dovrà essere incoronato Re di Fantaville! Spooky non se lo fa ripetere due volte, ma dietro a questo sensazionale evento si nasconde un grande pericolo..."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710189039672_SW_EP24_5.png",
      "start_time": "2026-02-06 18:10:00",
      "end_time": "2026-02-06 18:15:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Uno stano fenomeno si sta verificando a Fantaville: molti abitanti della città, una volta colpiti da dei misteriosi raggi, diventano fiacchi, pigri e svogliati. E oltre alle energie perdono anche... i colori! Spooky inizia a indagare, ma anche lui diventa in bianco e nero! Come reagirà. Uno stano fenomeno si sta verificando a Fantaville: molti abitanti della città, una volta colpiti da dei misteriosi raggi, diventano fiacchi, pigri e svogliati. E oltre alle energie perdono anche... i colori! Spooky inizia a indagare, ma anche lui diventa in bianco e nero! Come reagirà?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710189139152_SW_EP25_2.png",
      "start_time": "2026-02-06 18:15:00",
      "end_time": "2026-02-06 18:25:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti i testi scritti di Fantaville stanno sparendo nel nulla: libri, menu, cartelli e insegne si cancellano come per magia. I disagi certamente non mancano, ma Spooky Wolf è già alla ricerca del colpevole! E questa volta tutta la sua indagine sarà documentata in diretta da Trixx, la volpina video-reporter. Tutti i testi scritti di Fantaville stanno sparendo nel nulla: libri, menu, cartelli e insegne si cancellano come per magia. I disagi certamente non mancano, ma Spooky Wolf è già alla ricerca del colpevole! E questa volta tutta la sua indagine sarà documentata in diretta da Trixx, la volpina video-reporter."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571624009_MO_124_STILLS_00001.png",
      "start_time": "2026-02-06 18:25:00",
      "end_time": "2026-02-06 18:35:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero. A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571684169_MO_125_STILLS_00001.png",
      "start_time": "2026-02-06 18:35:00",
      "end_time": "2026-02-06 18:50:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie. Mortina ha organizzato una festa di compleanno a sorpresa per Mesto, ma tutte le decorazioni sono sparite! Dopo false piste e vicoli ciechi, la Squadra del Mistero scoprirà chi sta cercando di sabotare il compleanno e capirà che è importante festeggiare qualcuno assecondando le volontà del festeggiato e non le proprie."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571730276_MO_126_STILLS_00001.png",
      "start_time": "2026-02-06 18:50:00",
      "end_time": "2026-02-06 19:05:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose. Mortina e i suoi amici sono in sala da pranzo quando si ritrovano rimpiccioliti all'improvviso! Tra piatti giganti, bicchieri alti come torri e animaletti ora enormi, dovranno scoprire cosa è successo e come tornare normali. Vivendo questa avventura in miniatura capiranno che anche i piccoli possono fare grandi cose!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308818022_kung-fu-panda-il-cavaliere-dragone-s1e21_2048x1152.jpg",
      "start_time": "2026-02-06 19:05:00",
      "end_time": "2026-02-06 19:30:00",
      "episode_number": "S1 E21",
      "show_category": "",
      "show_description": "Mentre i Cavalieri Dragone si preparano a battersi per Tikal, Lama decide di vendicare il fratello. Mastodonte e Po trovano un punto di contatto nel potere del fulmine."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062023163_Rabbids_59.jpg",
      "start_time": "2026-02-06 19:30:00",
      "end_time": "2026-02-06 19:35:00",
      "episode_number": "S4 E59",
      "show_category": "Cartoni Animati",
      "show_description": "I Rabbids mangiano inavvertitamente dei pancakes fatti di cemento e si trasformano in statue pietrificate. Rooney tenterà quindi di venderli a una miope nonnina per la sua collezione di gnomi da giardino. I Rabbids mangiano inavvertitamente dei pancakes fatti di cemento e si trasformano in statue pietrificate. Rooney tenterà quindi di venderli a una miope nonnina per la sua collezione di gnomi da giardino."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062047737_Rabbids_60.jpg",
      "start_time": "2026-02-06 19:35:00",
      "end_time": "2026-02-06 19:45:00",
      "episode_number": "S4 E60",
      "show_category": "Cartoni Animati",
      "show_description": "Proprio quando i Rabbids sembrano finalmente riusciti ad arrivare a casa di Zak, il sottomarino si restringe alle dimensioni di un moscerino e viene accidentalmente inghiottito da uno dei Rabbids! Zak dovrà quindi  trovare un modo per uscirne prima che ritornino alle dimensioni normali. Proprio quando i Rabbids sembrano finalmente riusciti ad arrivare a casa di Zak, il sottomarino si restringe alle dimensioni di un moscerino e viene accidentalmente inghiottito da uno dei Rabbids! Zak dovrà quindi  trovare un modo per uscirne prima che ritornino alle dimensioni normali!"
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/15/1639523587241_il-collegio-6-ottava-ultima-puntata-obiettivo-diploma-14-dicembre-2021_2048x1152.jpg",
      "start_time": "2026-02-06 19:45:00",
      "end_time": "2026-02-06 22:05:00",
      "episode_number": "S2021 E8",
      "show_category": "",
      "show_description": "Ultima settimana di permanenza dei collegiali all'interno dell'istituto Regina Margherita di Anagni. Per tutti, la parola d'ordine è soltanto una: esami. Il corso 1977 sta per concludersi e la classe è chiamata a superare l'ultima prova di un viaggio nel passato che ha visto ragazzi e ragazze mettersi in gioco sia come studenti che come individui. Molti di questi attimi, impressi in un album fotografico che i sorveglianti regalano ai giovani, rimarranno un ricordo indelebile nel loro cuore. Non solo emozioni. Scritti e orali daranno del filo da torcere ad allievi e allieve che ne inventeranno di tutti i colori pur di uscirne vincenti e riuscire a diplomarsi. Per qualcuno gli esami non andranno come sperato e le conseguenze saranno inevitabili... . E non è finita qui: i collegiali celebreranno la fine della loro esperienza in collegio con un saggio di danza, davanti al corpo docente, e con un'esibizione canora collettiva, di fronte a familiari e persone care. Un'avventura che li ha uniti al punto tale da sentirsi una famiglia e a non volersi perdere neppure quando, una volta aperti i cancelli, torneranno nei loro panni abituali. Ultima settimana di permanenza dei collegiali all'interno dell'istituto Regina Margherita di Anagni.  Per tutti, la parola d'ordine è soltanto una: esami. Il corso 1977 sta per concludersi e la classe è chiamata a superare l'ultima prova di un viaggio nel passato che ha visto ragazzi e ragazze mettersi in gioco sia come studenti che come individui. Molti di questi attimi, impressi in un album fotografico che i sorveglianti regalano ai giovani, rimarranno un ricordo indelebile nel loro cuore. Non solo emozioni. Scritti e orali daranno del filo da torcere ad allievi e allieve che ne inventeranno di tutti i colori pur di uscirne vincenti e riuscire a diplomarsi. Per qualcuno gli esami non andranno come sperato e le conseguenze saranno inevitabili... . E non è finita qui: i collegiali celebreranno la fine della loro esperienza in collegio con un saggio di danza, davanti al corpo docente, e con un'esibizione canora collettiva, di fronte a familiari e persone care. Un'avventura che li ha uniti al punto tale da sentirsi una famiglia e a non volersi perdere neppure quando, una volta aperti i cancelli, torneranno nei loro panni abituali."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764843345525_35.jpg",
      "start_time": "2026-02-06 22:05:00",
      "end_time": "2026-02-06 22:25:00",
      "episode_number": "S1 E35",
      "show_category": "",
      "show_description": "Il comandante Beetle viene inviato sulla Terra con un disco d'attacco in grado di attaccare dal sottosuolo causando potenti terremoti. Messa in allarme la base, Goldrake decolla col suo disco; sfortunatamente per lui il disco talpa di Beetle sembra troppo veloce. Il comandante Beetle viene inviato sulla Terra con un disco d'attacco in grado di attaccare dal sottosuolo causando potenti terremoti. Messa in allarme la base, Goldrake decolla col suo disco; sfortunatamente per lui il disco talpa di Beetle sembra troppo veloce."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763568578021_F2R5_508_02.png",
      "start_time": "2026-02-06 22:25:00",
      "end_time": "2026-02-06 22:50:00",
      "episode_number": "S5 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Jérémy non sopporta più Alfa e manda a Kani un ultimatum: se Alfa resta in squadra, sarà lui ad andarsene. Per fortuna Lucifero gli ricorda che anche ai tempi dei vecchi Blu le cose non erano sempre così idilliache. Jérémy dovrà mettere da parte l'ego per sconfiggere la capacità di resistenza dei Lama di Machu Picchu. Jérémy non sopporta più Alfa e manda a Kani un ultimatum: se Alfa resta in squadra, sarà lui ad andarsene. Per fortuna Lucifero gli ricorda che anche ai tempi dei vecchi Blu le cose non erano sempre così idilliache. Jérémy dovrà mettere da parte l'ego per sconfiggere la capacità di resistenza dei Lama di Machu Picchu."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/10/1696944560056_1695128614347_2048x1152.jpg",
      "start_time": "2026-02-06 22:50:00",
      "end_time": "2026-02-06 23:00:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori. Dopo aver guardato un documentario sul dietro le quinte di un gruppo di ragazze, Karma decide di fondare un gruppo suo! Tiene delle audizioni e presto le Go Girls, gruppo composto da Karma, Switch, Sabiya e Demi Ray, sono la novità musicale di Hansberry Heights (rappresentato da Keys Grant, si prega di contattarlo per qualsiasi esibizione). Ma quando Demi Ray inizia ad avere più attenzione, riuscirà Karma ad abituarsi a condividere le luci dei riflettori?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695316193187_Screenshot%203382.png",
      "start_time": "2026-02-06 23:00:00",
      "end_time": "2026-02-06 23:15:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo. Carrie Bautista ha un nuovo fantastico club, il Club dell'elastico -- per i fan dell'elastico! Quando Karma decide di organizzare il proprio club di fan dell'hip hop con una stretta di mano segreta, Carrie si sente in competizione, Il suo club è il migliore -- e il miglior club ha la stretta di mano migliore, ovviamente! Carrie, Karma e i loro amici subito vanno a ficcare il naso per fare a gara a chi ha la migliore stretta di mano segreta. Ma allora, Karma scopre per caso un segreto personale di Carrie che scuote tutta la scuola. Rivelare il segreto di Carrie renderebbe il club di Karma il migliore in circolazione... ma sta a lei rivelarlo?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/21/1582309988415_Immagine.jpg",
      "start_time": "2026-02-06 23:15:00",
      "end_time": "2026-02-06 23:25:00",
      "episode_number": "S1 E49",
      "show_category": "",
      "show_description": "I Guardiani devono disattivare l'ultimo cristallo e spetta a Ikor occuparsene, ma sfortunatamente non ha un piano e si sente sotto pressione. Cryptus interviene per bloccarli, ma grazie all'aiuto dei suoi amici, Ikor trova la fiducia in sé stesso e trionfa. Quando tutto sembra essere andato per il meglio, Ao-Ki viene travolta dall'energia del frammento contaminato all'interno del suo bracciale e riattiva il cristallo contro la sua volontà, per poi scomparire."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/21/1582310266108_Immagine.jpg",
      "start_time": "2026-02-06 23:25:00",
      "end_time": "2026-02-06 23:40:00",
      "episode_number": "S1 E50",
      "show_category": "",
      "show_description": "Ao-ki si ritrova a Darkor, nelle grinfie di Voidus. Su Gorm, i Guardiani decidono di chiamare tutti e quattro i Lord per farsi aiutare a ritrovare la Custode. Voidus intanto cerca di portare la Torre di Darkor su Gorm e i Guardiani si ritrovano faccia a faccia con i Darkan. Dopo un'estenuante lotta, i Guardiani, con l'aiuto dei Lord dei Gormiti, riescono a sconfiggere i Darkan. Ora devono raggiungere Darkor per sconfiggere anche Voidus e liberare Ao-ki, ma Voidus è già a Gorm."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697822414818_Screenshot%203633.png",
      "start_time": "2026-02-06 23:40:00",
      "end_time": "2026-02-06 23:50:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "A Lj piace una ragazzina che poi si rivela una delle due maghette della squadra dei Magic Magic. Lee dovrà riuscire a trovare la giusta concentrazione, togliersi gli occhi a cuore e aiutare i compagni a vincere la partita,che si gioca nella sala principale di un castello alla Harry Potter. A Lj piace una ragazzina che poi si rivela una delle due maghette della squadra dei Magic Magic. Lee dovrà riuscire a trovare la giusta concentrazione, togliersi gli occhi a cuore e aiutare i compagni a vincere la partita,che si gioca nella sala principale di un castello alla Harry Potter!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697822667670_Screenshot%203634.png",
      "start_time": "2026-02-06 23:50:00",
      "end_time": "2026-02-07 00:05:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Lj va in fissa con un videogame per il cellulare e non riesce a staccarsene. La sfida contro i preistorici, sopra il cratere di un vulcano, sembra volgere al peggio per le continue distrazioni di Lj con il gioco, mentre i suoi compagni evitano lapilli e fiumi di lava. Ma grazie all'aiuto di Lucky Lj riesce a liberarsi ad abbandonare il videogioco per giocare veramente. Lj va in fissa con un videogame per il cellulare e non riesce a staccarsene. La sfida contro i preistorici, sopra il cratere di un vulcano, sembra volgere al peggio per le continue distrazioni di Lj con il gioco, mentre i suoi compagni evitano lapilli e fiumi di lava. Ma grazie all'aiuto di Lucky Lj riesce a liberarsi ad abbandonare il videogioco per giocare veramente!"
    }
  ]
}