{
  "channel_name": "RaiGulp",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823583014_Screenshot%203645.png",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:05:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Lee è fissato con lo spazio! Porta sempre con sé il suo libro delle stelle e un piccolo telescopio. Immaginate la sorpresa quando i TechnoGeek li portano a sfidarsi… su una stazione spaziale! Meteoriti, gravità di altri pianeti, luce solare… riusciranno i nostri a superare i mille pericoli dello spazio e a vincere la partita. Lee è fissato con lo spazio! Porta sempre con sé il suo libro delle stelle e un piccolo telescopio. Immaginate la sorpresa quando i TechnoGeek li portano a sfidarsi… su una stazione spaziale! Meteoriti, gravità di altri pianeti, luce solare… riusciranno i nostri a superare i mille pericoli dello spazio e a vincere la partita?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596133682414_compagnia.jpg",
      "start_time": "2026-02-10 00:05:00",
      "end_time": "2026-02-10 00:30:00",
      "episode_number": "S3 E21",
      "show_category": "Cartoni Animati",
      "show_description": "In città arriva il Luna Park Splendor suscitando l'entusiasmo dei Celestini, che si precipitano a visitarlo. La giornata trascorre fra giochi e autoscontri. Jeremy si fa leggere le carte dalla maga suscitando lo scetticismo dei Celestini. Ma Jeremy è convinto dei poteri straordinari della maga e decide di tornare a trovarla da solo. In città arriva il Luna Park Splendor suscitando l'entusiasmo dei Celestini, che si precipitano a visitarlo. La giornata trascorre fra giochi e autoscontri. Jeremy si fa leggere le carte dalla maga suscitando lo scetticismo dei Celestini. Ma Jeremy è convinto dei poteri straordinari della maga e decide di tornare a trovarla da solo…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/30/1596134003634_ompagnia.jpg",
      "start_time": "2026-02-10 00:30:00",
      "end_time": "2026-02-10 00:55:00",
      "episode_number": "S3 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Nella nave dei Celestini, per un improvviso black-out, tutti si ritrovano alle prese con l'oscurità. Lucifero e Jeremy sentono degli strani sospiri e scappano nella loro cabina in preda al panico. Ritrovata la serenità, i Celestini cominciano ad allenarsi nei pressi di una Chiesa diroccata. E quando Lucifero va a recuperare il pallone finito all'interno del vecchio edificio. Nella nave dei Celestini, per un improvviso black-out, tutti si ritrovano alle prese con l'oscurità. Lucifero e Jeremy sentono degli strani sospiri e scappano nella loro cabina in preda al panico. Ritrovata la serenità, i Celestini cominciano ad allenarsi nei pressi di una Chiesa diroccata. E quando Lucifero va a recuperare il pallone finito all'interno del vecchio edificio…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769622987023_Spike_Team_3_Ep_21.jpg",
      "start_time": "2026-02-10 00:55:00",
      "end_time": "2026-02-10 01:20:00",
      "episode_number": "S3 E21",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769623009728_Spike_Team_3_Ep_22.jpg",
      "start_time": "2026-02-10 01:20:00",
      "end_time": "2026-02-10 01:50:00",
      "episode_number": "S3 E22",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317171157_Screenshot%203388.png",
      "start_time": "2026-02-10 01:50:00",
      "end_time": "2026-02-10 01:55:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Karma ha una fan... una grande fan! Neha è una compagna di scuola di Keys ed è un'esperta di tutto ciò che riguarda Karma. Così tanto da darle sui nervi. Karma accetta di partecipare come ospite al suo podcast, ma finisce per non prendere la cosa sul serio, ferendo i sentimenti di Neha. Con la guida di Lady K, Karma comprende di avere una voce che persone come Neha ascolteranno, e dipende da lei quello che fa con quella piattaforma. Karma ha una fan... una grande fan! Neha è una compagna di scuola di Keys ed è un'esperta di tutto ciò che riguarda Karma. Così tanto da darle sui nervi. Karma accetta di partecipare come ospite al suo podcast, ma finisce per non prendere la cosa sul serio, ferendo i sentimenti di Neha. Con la guida di Lady K, Karma comprende di avere una voce che persone come Neha ascolteranno, e dipende da lei quello che fa con quella piattaforma."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317285283_Screenshot%203389.png",
      "start_time": "2026-02-10 01:55:00",
      "end_time": "2026-02-10 02:15:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Keys è entusiasta di esibire una sua invenzione all'Invention Expo! Ma quando Chris preme il pulsante sul giocatore di ping-pong di un altro e provoca il caos con la pallina da ping-pong, è a Keys che qualcuno urla contro. Una volta a confronto, lo straniero borbotta che \"un ragazzo di colore non può essere un inventore.\" Keys decide che non vuole più essere un inventore e tocca alla sua famiglia e alla comunità circondarlo d'amore, per dimostrargli che può essere qualsiasi cosa desideri. Keys è entusiasta di esibire una sua invenzione all'Invention Expo! Ma quando Chris preme il pulsante sul giocatore di ping-pong di un altro e provoca il caos con la pallina da ping-pong, è a Keys che qualcuno urla contro. Una volta a confronto, lo straniero borbotta che \\\"un ragazzo di colore non può essere un inventore.\\\" Keys decide che non vuole più essere un inventore e tocca alla sua famiglia e alla comunità circondarlo d'amore, per dimostrargli che può essere qualsiasi cosa desideri."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/05/1601889904256_Schermata%202020-10-05%20alle%2011.jpg",
      "start_time": "2026-02-10 02:15:00",
      "end_time": "2026-02-10 02:20:00",
      "episode_number": "S2 E3",
      "show_category": "",
      "show_description": "Mentre Eklos tenta in tutti i modi di impossessarsi del Cuore del Titano, Sol attiva il protocollo di dispersione, una tecnica che prevede la disintegrazione in piccoli frammenti del Cuore e la loro dispersione sulle quattro isole protette dai guerrieri Solark. In seguito, Sol istruirà i Guardiani e Ao-ki su come ritrovare i frammenti e ricomporre il Cuore, oltre a fornire loro gli strumenti per padroneggiare la potenza dell'energia Alfa. I quattro Guardiani e la Custode hanno una nuova missione: salvare il mondo."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/05/1601890888541_Schermata%202020-10-05%20alle%2011%201.jpg",
      "start_time": "2026-02-10 02:20:00",
      "end_time": "2026-02-10 02:40:00",
      "episode_number": "S2 E4",
      "show_category": "",
      "show_description": "In questo nuovo episodio, i Guardiani dovranno ricorrere alla forza dell'Energia Alfa per sconfiggere i potenti Drokon. Inoltre, una nuova compagnia aiuterà i nostri eroi nella ricerca dei frammenti del Cuore del Titano."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671560450399_I%20Puffi_NuovaSerie_S1E27_2048x1152.jpg",
      "start_time": "2026-02-10 02:40:00",
      "end_time": "2026-02-10 02:45:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "La mamma di Gargamella è venuta a far visita al figlio. Burlone coglie l'occasione per trafugare una pozione dal laboratorio. La mamma di Gargamella è venuta a far visita al figlio. Burlone coglie l'occasione per trafugare una pozione dal laboratorio."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671561051685_I%20Puffi_NuovaSerie_S1E28_2048x1152.jpg",
      "start_time": "2026-02-10 02:45:00",
      "end_time": "2026-02-10 02:55:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Baby Puffo provoca un pasticcio durante la preparazione della pozione di Grande Puffo. Baby Puffo provoca un pasticcio durante la preparazione della pozione di Grande Puffo."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671561465343_I%20Puffi_NuovaSerie_S1E29_2048x1152.jpg",
      "start_time": "2026-02-10 02:55:00",
      "end_time": "2026-02-10 03:05:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Quattrocchi viene a sapere che Gargamella sta mettendo a punto una pillola per trasformarsi in Puffo. Quattrocchi viene a sapere che Gargamella sta mettendo a punto una pillola per trasformarsi in Puffo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671561855314_I%20Puffi_NuovaSerie_S1E30_2048x1152.jpg",
      "start_time": "2026-02-10 03:05:00",
      "end_time": "2026-02-10 03:25:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Tempesta e Quattrocchi vengono catturati da Gargamella, ma riescono a liberarsi. Nella fuga però sono costretti a separarsi e quando si ritrovano… Quattrocchi non è più lo stesso. Tempesta e Quattrocchi vengono catturati da Gargamella, ma riescono a liberarsi. Nella fuga però sono costretti a separarsi e quando si ritrovano… Quattrocchi non è più lo stesso!"
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608228425716_Schermata%202020-12-17%20alle%2019%201.jpg",
      "start_time": "2026-02-10 03:25:00",
      "end_time": "2026-02-10 03:40:00",
      "episode_number": "S3 E19",
      "show_category": "",
      "show_description": "Mentre Geronimo sta conducendo il notiziario, nonno Torquato fa irruzione nello studio per denunciare il furto della sua dentiera e di quella di molti altri anziani. Geronimo pensa che il presunto scoop del nonno sia frutto di un'esagerazione, se non addirittura di un'invenzione. Ma quando si rende conto che l'arzillo parente ha in programma di svolgere un'indagine assieme a Benjamin, decide di affiancarli, per accertarsi che non combinino guai. E sembra proprio che il nonno non abbia perso l'infallibile fiuto per la notizia. Mentre Geronimo sta conducendo il notiziario, nonno Torquato fa irruzione nello studio per denunciare il furto della sua dentiera e di quella di molti altri anziani. Geronimo pensa che il presunto scoop del nonno sia frutto di un'esagerazione, se non addirittura di un'invenzione. Ma quando si rende conto che l'arzillo parente ha in programma di svolgere un'indagine assieme a Benjamin, decide di affiancarli, per accertarsi che non combinino guai. E sembra proprio che il nonno non abbia perso l'infallibile fiuto per la notizia."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608228698767_Schermata%202020-12-17%20alle%2019%202.jpg",
      "start_time": "2026-02-10 03:40:00",
      "end_time": "2026-02-10 04:10:00",
      "episode_number": "S3 E20",
      "show_category": "",
      "show_description": "Geronimo sta lavorando troppo e ha davvero bisogno di una vacanza, ma non ha tempo! Il professor Von Volt, grazie alla sua nuova invenzione, gli offre una stratopica vacanza virtuale: bastano pochi minuti per rilassarsi in un posto incantevole. Ma Sally Rasmaussen ci mette lo zampino e le cose non vanno proprio come previsto. Geronimo sta lavorando troppo e ha davvero bisogno di una vacanza, ma non ha tempo! Il professor Von Volt, grazie alla sua nuova invenzione, gli offre una stratopica vacanza virtuale: bastano pochi minuti per rilassarsi in un posto incantevole. Ma Sally Rasmaussen ci mette lo zampino e le cose non vanno proprio come previsto…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/02/1443794363192_heidi.jpg",
      "start_time": "2026-02-10 04:10:00",
      "end_time": "2026-02-10 04:35:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Il maestro Traber ha deciso di sottoporre i suoi alunni ad una verifica e assegna loro un compito in classe. Solo Heidi è esonerata perché più piccola degli altri e ancora agli inizi. Il miglior alunno riceverà una bella ricompensa ! Grazie all'aiuto di Heidi che lo ha reso partecipe di tutto quanto imparato con Clara a Francoforte, Peter è diventato uno studente modello e può ambire al premio. Ma il giorno del compito in classe al risveglio Peter scopre che il cancello del recinto è spalancato e le sue caprette sono scomparse : per la sua famiglia ritrovarle è più importante dei suoi progressi scolastici, così invece di imboccare il sentiero per la scuola, va verso le montagne alla loro ricerca. Il maestro Traber ha deciso di sottoporre i suoi alunni ad una verifica e assegna loro un compito in classe. Solo Heidi è esonerata perché più piccola degli altri e ancora agli inizi. Il miglior alunno riceverà una bella ricompensa ! Grazie all'aiuto di Heidi che lo ha reso partecipe di tutto quanto imparato con Clara a Francoforte, Peter è diventato uno studente modello e può ambire al premio. Ma il giorno del compito in classe al risveglio Peter scopre che il cancello del recinto è spalancato e le sue caprette sono scomparse :  per la sua famiglia ritrovarle è più importante dei suoi  progressi scolastici, così invece di imboccare il sentiero per la scuola, va verso le montagne alla loro ricerca…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711064492090_Still004.jpg",
      "start_time": "2026-02-10 04:35:00",
      "end_time": "2026-02-10 04:40:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici si rincontrano alla fine delle vacanze. Lina ha ricevuto una lettera da Diana, un'amica conosciuta durante le vacanze. Spilunga, che considera Lina la sua migliore amica è curiosa di sapere cosa c'è scritto nella lettera e quando cade dalla tasca di Lina prova a darle una sbirciata.  Lina la rimprovera perché è stata indiscreta e rivela che sono solo gli auguri di buon compleanno, cosa di cui gli altri si sono dimenticati. Per rimediare ai suoi errori Spilunga organizza una festa a sorpresa per Lina. I nostri amici si rincontrano alla fine delle vacanze. Lina ha ricevuto una lettera da Diana, un'amica conosciuta durante le vacanze. Spilunga, che considera Lina la sua migliore amica è curiosa di sapere cosa c'è scritto nella lettera e quando cade dalla tasca di Lina prova a darle una sbirciata.  Lina la rimprovera perché è stata indiscreta e rivela che sono solo gli auguri di buon compleanno, cosa di cui gli altri si sono dimenticati. Per rimediare ai suoi errori Spilunga organizza una festa a sorpresa per Lina."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711065453221_e0140_s0001_p0500_cmp.0283.jpg",
      "start_time": "2026-02-10 04:40:00",
      "end_time": "2026-02-10 04:55:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Piedino si accorgono che è sparito Marcello, il loro nano da giardino. Corrono ad informare Lina e Raffaele e quest'ultimo pensa che sia uno scherzo della banda di Manu'. Lungo la strada incontrano Manù che li accusa di avere rubato la statuetta di un cerbiatto che era nel suo giardino. Le due bande si coalizzano per scoprire chi è il misterioso ladro di Bellefontaine. Spilunga e Piedino si accorgono che è sparito Marcello, il loro nano da giardino. Corrono ad informare Lina e Raffaele e quest'ultimo pensa che sia uno scherzo della banda di Manu'. Lungo la strada incontrano Manù che li accusa di avere rubato la statuetta di un cerbiatto che era nel suo giardino. Le due bande si coalizzano per scoprire chi è il misterioso ladro di Bellefontaine."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711065520231_Still001.jpg",
      "start_time": "2026-02-10 04:55:00",
      "end_time": "2026-02-10 05:10:00",
      "episode_number": "S1 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Una palombella ha fatto il nido nella capanna dei ragazzi, i quali dovranno trovare il modo di conviverci. Una palombella ha fatto il nido nella capanna dei ragazzi, i quali dovranno trovare il modo di conviverci."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666622753178_Screenshot%201237.jpg",
      "start_time": "2026-02-10 05:10:00",
      "end_time": "2026-02-10 05:20:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Ham vuole battere il record di frittelle della classe… e un nuovo, irritante compagno! Ma come farà a non mettersi nei guai con Nonno Essen e gli altri Food Wizards. Ham vuole battere il record di frittelle della classe… e un nuovo, irritante compagno! Ma come farà a non mettersi nei guai con Nonno Essen e gli altri Food Wizards?"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/14/1668424678238_Screenshot%201386%201.jpg",
      "start_time": "2026-02-10 05:20:00",
      "end_time": "2026-02-10 05:35:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Nonno Essen è sparito! Tocca ai nostri Food Wizards ritrovarlo, partendo da un altro vecchietto fin troppo arzillo, una cena pesante... e un viaggio nell'organismo. Nonno Essen è sparito! Tocca ai nostri Food Wizards ritrovarlo, partendo da un altro vecchietto fin troppo arzillo, una cena pesante... e un viaggio nell'organismo!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122130319_PT%2013%20METEORITI.jpg",
      "start_time": "2026-02-10 05:35:00",
      "end_time": "2026-02-10 05:50:00",
      "episode_number": "S1 E13",
      "show_category": "Programmi Tv Kids",
      "show_description": "E se vi dicessimo che il pugnale di Tutankhamon è fabbricato con un metallo extraterrestre? Oggi parliamo di meteoriti. Caterina ci porta al Museo di Scienze Planetarie di Prato, in Toscana, alla scoperta di una delle collezioni più importanti di meteoriti in Italia. ll tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche. La pillola in animazione 2d suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. E se vi dicessimo che il pugnale di Tutankhamon è fabbricato con un metallo extraterrestre? Oggi parliamo di meteoriti. Caterina ci porta al Museo di Scienze Planetarie di Prato, in Toscana, alla scoperta di una delle collezioni più importanti di meteoriti in Italia. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche. La pillola in animazione 2d suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122218986_PT%2014%20GEOTERMIA.jpg",
      "start_time": "2026-02-10 05:50:00",
      "end_time": "2026-02-10 06:05:00",
      "episode_number": "S1 E14",
      "show_category": "Programmi Tv Kids",
      "show_description": "Ma davvero Dante si è ispirato ad un luogo reale per descrivere l'Inferno? Per rispondere a questa domanda la nostra Caterina è subito partita in viaggio e ha scovato la Valle del Diavolo in Toscana. Sembra davvero di essere negli inferi, ma in realtà tutto si spiega con la Geotermia: il calore della terra. Il tiktoker Marco \"Il Giallino\" svela curiosità e bufale scientifiche e infine alcuni consigli per essere Ma Davvero Green. Ma davvero Dante si è ispirato ad un luogo reale per descrivere l'Inferno? Per rispondere a questa domanda la nostra Caterina è subito partita in viaggio e ha scovato la Valle del Diavolo in Toscana. Sembra davvero di essere negli inferi, ma in realtà tutto si spiega con la Geotermia: il calore della terra. Il tiktoker Marco \\\"Il Giallino\\\" svela curiosità e bufale scientifiche e infine alcuni consigli per essere Ma Davvero Green."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317171157_Screenshot%203388.png",
      "start_time": "2026-02-10 06:05:00",
      "end_time": "2026-02-10 06:15:00",
      "episode_number": "S1 E33",
      "show_category": "Cartoni Animati",
      "show_description": "Karma ha una fan... una grande fan! Neha è una compagna di scuola di Keys ed è un'esperta di tutto ciò che riguarda Karma. Così tanto da darle sui nervi. Karma accetta di partecipare come ospite al suo podcast, ma finisce per non prendere la cosa sul serio, ferendo i sentimenti di Neha. Con la guida di Lady K, Karma comprende di avere una voce che persone come Neha ascolteranno, e dipende da lei quello che fa con quella piattaforma. Karma ha una fan... una grande fan! Neha è una compagna di scuola di Keys ed è un'esperta di tutto ciò che riguarda Karma. Così tanto da darle sui nervi. Karma accetta di partecipare come ospite al suo podcast, ma finisce per non prendere la cosa sul serio, ferendo i sentimenti di Neha. Con la guida di Lady K, Karma comprende di avere una voce che persone come Neha ascolteranno, e dipende da lei quello che fa con quella piattaforma."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317285283_Screenshot%203389.png",
      "start_time": "2026-02-10 06:15:00",
      "end_time": "2026-02-10 06:30:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Keys è entusiasta di esibire una sua invenzione all'Invention Expo! Ma quando Chris preme il pulsante sul giocatore di ping-pong di un altro e provoca il caos con la pallina da ping-pong, è a Keys che qualcuno urla contro. Una volta a confronto, lo straniero borbotta che \"un ragazzo di colore non può essere un inventore.\" Keys decide che non vuole più essere un inventore e tocca alla sua famiglia e alla comunità circondarlo d'amore, per dimostrargli che può essere qualsiasi cosa desideri. Keys è entusiasta di esibire una sua invenzione all'Invention Expo! Ma quando Chris preme il pulsante sul giocatore di ping-pong di un altro e provoca il caos con la pallina da ping-pong, è a Keys che qualcuno urla contro. Una volta a confronto, lo straniero borbotta che \\\"un ragazzo di colore non può essere un inventore.\\\" Keys decide che non vuole più essere un inventore e tocca alla sua famiglia e alla comunità circondarlo d'amore, per dimostrargli che può essere qualsiasi cosa desideri."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601377673192_Schermata%202020-09-29%20alle%2013.jpg",
      "start_time": "2026-02-10 06:30:00",
      "end_time": "2026-02-10 06:40:00",
      "episode_number": "S2 E5",
      "show_category": "",
      "show_description": "I Guardiani arrivano nel regno del malvagio Eklos. Riff e Ikor si allontanano in cerca di provviste e trovano il primo frammento del Cuore del Titano. Il servo di Eklos, Irgur, attacca i due giovani che per difendersi dovranno ricorrere ai Poteri Alfa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601378151767_Schermata%202020-09-29%20alle%2013%201.jpg",
      "start_time": "2026-02-10 06:40:00",
      "end_time": "2026-02-10 06:55:00",
      "episode_number": "S2 E6",
      "show_category": "",
      "show_description": "I Guardiani sono alla ricerca dei frammenti del Cuore del Titano. Dopo aver trovato il frammento di magma in cima alla piramide, vengono sorpresi dall'arrivo dei Dronok che, ammassandosi l'uno sull'altro per creare un totem, riescono a raggiungere per primi il frammento. La situazione si risolverà grazie al lavoro di squadra di Eron e Riff e ai nuovi poteri di Ikor e Hydros."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648824478953_Schermata%202022-04-01%20alle%2016.49.13.jpg",
      "start_time": "2026-02-10 06:55:00",
      "end_time": "2026-02-10 07:05:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "La notte di Halloween è per Fifone una notte da incubo. Ancora di più se si trova intrappolato dentro un mostruoso costume."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825050297_Schermata%202022-04-01%20alle%2016.50.59%201.jpg",
      "start_time": "2026-02-10 07:05:00",
      "end_time": "2026-02-10 07:15:00",
      "episode_number": "S1 E9",
      "show_category": "",
      "show_description": "Durante l'ennesimo inseguimento di Gargamella, Tontolone cade e viene catturato dal mago."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648825135082_Schermata%202022-04-01%20alle%2017.00.13.jpg",
      "start_time": "2026-02-10 07:15:00",
      "end_time": "2026-02-10 07:30:00",
      "episode_number": "S1 E10",
      "show_category": "",
      "show_description": "Puffetta e Bocciolina, organizzano un campeggio per Brontolone."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608225479745_Schermata%202020-12-17%20alle%2018%201.jpg",
      "start_time": "2026-02-10 07:30:00",
      "end_time": "2026-02-10 07:55:00",
      "episode_number": "S3 E12",
      "show_category": "",
      "show_description": "È stato avvistato un mostro marino sull'Isola di Marzapane, sarà l'ennesimo imbroglio di qualche furfante? Geronimo vuol vederci chiaro e si mette in viaggio con l'intera famiglia e pandora. Ma questa volta ciò che scoprirà sarà davvero inaspettato e tanto emozionante. È stato avvistato un mostro marino sull'Isola di Marzapane, sarà l'ennesimo imbroglio di qualche furfante? Geronimo vuol vederci chiaro e si mette in viaggio con l'intera famiglia e pandora. Ma questa volta ciò che scoprirà sarà davvero inaspettato e tanto emozionante…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/02/1443794531685_heidi.jpg",
      "start_time": "2026-02-10 07:55:00",
      "end_time": "2026-02-10 08:20:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Karl deve trasferirsi perché a suo padre, il maestro Traber , è stato offerto un nuovo posto da insegnante in un altro paese. I suoi amici sono tutti molto tristi perché sentono già la mancanza del loro compagno di avventure, così per consolarli Karl decide di lasciare loro la sua collezione di fossili e organizza una caccia al tesoro : il vincitore potrà conservare la preziosa scatola in ricordo della sua amicizia. Teresa vuole a tutti i costi ottenere la collezione e durante la caccia al tesoro ricorre a numerosi imbrogli pur di riuscire nel suo intento. Heidi ha capito che nonostante il brutto carattere Teresa è sinceramente addolorata di perdere il suo migliore amico e la convince che troverà un po' di conforto se riuscirà ad essere sincera e a dire a Karl quanto le mancherà. Karl deve trasferirsi perché a suo padre, il maestro Traber , è stato offerto un nuovo posto da insegnante in un altro paese. I suoi amici sono tutti molto tristi perché sentono già la mancanza del loro compagno di avventure, così per consolarli Karl decide di lasciare loro la sua collezione di fossili e organizza una caccia al tesoro : il vincitore potrà conservare la preziosa scatola in ricordo della sua amicizia. Teresa vuole a tutti i costi ottenere la collezione e durante la caccia al tesoro ricorre a numerosi imbrogli pur di riuscire nel suo intento. Heidi ha capito che nonostante il brutto carattere Teresa è sinceramente addolorata di perdere  il suo migliore amico e la convince che troverà un po' di conforto se riuscirà ad essere sincera e a dire a Karl quanto le mancherà…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711065745257_Still004.jpg",
      "start_time": "2026-02-10 08:20:00",
      "end_time": "2026-02-10 08:30:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Cade la scaletta della capanna e i ragazzi restano bloccati sull'albero al caldo per diverse ore. Cade la scaletta della capanna e i ragazzi restano bloccati sull'albero al caldo per diverse ore."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066026202_Still007.jpg",
      "start_time": "2026-02-10 08:30:00",
      "end_time": "2026-02-10 08:45:00",
      "episode_number": "S1 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino si impossessa del diario di Spilunga, cosa che fa litigare i due fratelli. Piedino si impossessa del diario di Spilunga, cosa che fa litigare i due fratelli."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066082963_Still011.jpg",
      "start_time": "2026-02-10 08:45:00",
      "end_time": "2026-02-10 09:00:00",
      "episode_number": "S1 E44",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e la sua banda si trovano coinvolti in un vortice di bugie da cui non sarà facile uscirne. Spilunga e la sua banda si trovano coinvolti in un vortice di bugie da cui non sarà facile uscirne."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666623340273_Screenshot%201241.jpg",
      "start_time": "2026-02-10 09:00:00",
      "end_time": "2026-02-10 09:15:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Gunnar, il cugino svedese di PC, arriva in Italia e s'innamora... del panettone! Ma a forza di deliziose fette, il suo fegato diventa un campo di battaglia in stile vichingo, dove i nostri Food Wizards affronteranno Toxins particolarmente... barbarici. Gunnar, il cugino svedese di PC, arriva in Italia e s'innamora... del panettone! Ma a forza di deliziose fette, il suo fegato diventa un campo di battaglia in stile vichingo, dove i nostri Food Wizards affronteranno Toxins particolarmente... barbarici!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666623648450_Screenshot%201242.jpg",
      "start_time": "2026-02-10 09:15:00",
      "end_time": "2026-02-10 09:30:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Alla recita di classe, Ginny interpreta la principessa azzurra! Tutto bene? Non per Ham: Jack, il bello della scuola, sarà il... principesso da risvegliare con un bacio... di Ginny! Ham fa una pessima scelta: per rimettere le cose a posto ci vorranno un viaggio tra gli zuccheri e... Nonno Essen nell'inedita veste di attore. Alla recita di classe, Ginny interpreta la principessa azzurra! Tutto bene? Non per Ham: Jack, il bello della scuola, sarà il... principesso da risvegliare con un bacio... di Ginny! Ham fa una pessima scelta: per rimettere le cose a posto ci vorranno un viaggio tra gli zuccheri e... Nonno Essen nell'inedita veste di attore!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/13/1734122259031_PT%2015%20LATEMAR%20jpeg.jpg",
      "start_time": "2026-02-10 09:30:00",
      "end_time": "2026-02-10 09:45:00",
      "episode_number": "S1 E15",
      "show_category": "Programmi Tv Kids",
      "show_description": "Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \"nave\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \"Il Giallino\" e a vivere in modo ecologico con i nostri consigli Davvero, ma davvero green. Oggi si parte per le Dolomiti dove Caterina ci porta a navigare nell'antico mare tropicale del Latemar, in Trentino Alto Adige! Scopriremo insieme la storia geologica di queste montagne che sono un vero libro di pietra da sfogliare. Ammireremo fossili incredibili e sveleremo se esiste davvero una \\\"nave\\\" tra le vette! Preparati a smascherare fake news scientifiche sul web con Marco \\\"Il Giallino\\\" e a vivere in modo ecologico con  i nostri consigli Davvero, ma davvero green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465827930_PT%201%20LA%20CITTA%20DI%20METALLA%20JPEG.jpg",
      "start_time": "2026-02-10 09:45:00",
      "end_time": "2026-02-10 10:00:00",
      "episode_number": "S1 E1",
      "show_category": "Programmi Tv Kids",
      "show_description": "AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" Martinelli e per essere \"davvero green\" ripassiamo come riciclare la plastica in modo corretto. AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" Martinelli e per essere \\\"davvero green\\\" ripassiamo come riciclare la plastica in modo corretto!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712168827536_00_00_48_12___SSTCT0108EN.png",
      "start_time": "2026-02-10 10:00:00",
      "end_time": "2026-02-10 10:10:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop parte in missione per aiutare la cacatua Britney a ritrovare la campanella della sua amica Christina, che ha lanciato nel giardino dopo una lite. L'oggetto però sembra essere sparito nel nulla. Mentre cercano tutti insieme, i membri della Coop Troop trovano un'impronta, che potrebbe essere quella del ladro, ma… non bisogna mai fidarsi delle apparenze. La Coop Troop parte in missione per aiutare la cacatua Britney a ritrovare la campanella della sua amica Christina, che ha lanciato nel giardino dopo una lite. L'oggetto però sembra essere sparito nel nulla. Mentre cercano tutti insieme, i membri della Coop Troop trovano un'impronta, che potrebbe essere quella del ladro, ma… non bisogna mai fidarsi delle apparenze."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169271554_00_00_54_10___SSTCT0109EN.png",
      "start_time": "2026-02-10 10:10:00",
      "end_time": "2026-02-10 10:20:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop si muove in seguito a una segnalazione di Christina: Prince è rimasto bloccato in cima a un'attrazione del parco divertimenti e la sta disturbando con i suoi continui miagolii. Una volta che la squadra arriva sul posto, l'irriflessiva Maggie si arrampica per soccorrere il gatto intrappolato, ma finisce per rimane bloccata anche lei. Per la Coop Troop si prospetta un complicato \"doppio salvataggio. La Coop Troop si muove in seguito a una segnalazione di Christina: Prince è rimasto bloccato in cima a un'attrazione del parco divertimenti e la sta disturbando con i suoi continui miagolii. Una volta che la squadra arriva sul posto, l'irriflessiva Maggie si arrampica per soccorrere il gatto intrappolato, ma finisce per rimane bloccata anche lei. Per la Coop Troop si prospetta un complicato \\\"doppio salvataggio\\\"."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169305672_00_00_38_10___SSTCT0110EN.png",
      "start_time": "2026-02-10 10:20:00",
      "end_time": "2026-02-10 10:35:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Agnes chiede aiuto alla Coop Troop per recuperare il carapace di Reggie che la loro padrona ha erroneamente spedito alla figlia del fattore, come regalo di nozze. Bisogna assolutamente intercettare il postino prima che consegni il dono nuziale. Ma bisogna anche tenere a bada l'esuberanza di Reggie che vorrebbe risolvere la situazione per conto suo. Agnes chiede aiuto alla Coop Troop per recuperare il carapace di Reggie che la loro padrona ha erroneamente spedito alla figlia del fattore, come regalo di nozze. Bisogna assolutamente intercettare il postino prima che consegni il dono nuziale. Ma bisogna anche tenere a bada l'esuberanza di Reggie che vorrebbe risolvere la situazione per conto suo..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570777745_MO_119_STILLS_00000.png",
      "start_time": "2026-02-10 10:35:00",
      "end_time": "2026-02-10 10:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \"casa\" è ovunque ci siano i propri amici più cari. Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \\\"casa\\\" è ovunque ci siano i propri amici più cari."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571125815_MO_120_STILLS_00001.png",
      "start_time": "2026-02-10 10:45:00",
      "end_time": "2026-02-10 11:00:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi. A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571212493_MO_121_STILLS_00000.png",
      "start_time": "2026-02-10 11:00:00",
      "end_time": "2026-02-10 11:10:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima. A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571460439_MO_122_STILLS_00000.png",
      "start_time": "2026-02-10 11:10:00",
      "end_time": "2026-02-10 11:25:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità. Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758021514717_Screenshot%205531.png",
      "start_time": "2026-02-10 11:25:00",
      "end_time": "2026-02-10 11:35:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le Moschettiere devono trovare un antico pennacchio, noto per aver contribuito a far vincere diverse battaglie. Il signor de l'Adendur lo desidera per vincere le armate del re, ma a quanto pare ce n'è anche uno falso in giro per la città. D'Artagnan e le Moschettiere devono trovare un antico pennacchio, noto per aver contribuito a far vincere diverse battaglie. Il signor de l'Adendur lo desidera per vincere le armate del re, ma a quanto pare ce n'è anche uno falso in giro per la città..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758021907533_Screenshot%205532.png",
      "start_time": "2026-02-10 11:35:00",
      "end_time": "2026-02-10 11:50:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Lily La Rossa torna in città e Charlotte decide di unirsi a lei, nascondendo l'identità di moschettiere. Questo per mostrarle il suo coraggio e per avere la rivalsa dato che in precedenza si erano già incontrate... non nel migliore dei modi. Lily La Rossa torna in città e Charlotte decide di unirsi a lei, nascondendo l'identità di moschettiere. Questo per mostrarle il suo coraggio e per avere la rivalsa dato che in precedenza si erano già incontrate... non nel migliore dei modi."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758021970130_Screenshot%205533.png",
      "start_time": "2026-02-10 11:50:00",
      "end_time": "2026-02-10 12:00:00",
      "episode_number": "S1 E47",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan, spinta da Tréville a lavorare in squadra e a smettere di agire sempre da sola, si mette alla ricerca di un tesoro, la cui mappa viene diffusa a corte. Ma dovrà fare i conti con Lily la Rossa. D'Artagnan, spinta da Tréville a lavorare in squadra e a smettere di agire sempre da sola, si mette alla ricerca di un tesoro, la cui mappa viene diffusa a corte. Ma dovrà fare i conti con Lily la Rossa."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/16/1758022068868_Screenshot%205534.png",
      "start_time": "2026-02-10 12:00:00",
      "end_time": "2026-02-10 12:15:00",
      "episode_number": "S1 E48",
      "show_category": "Cartoni Animati",
      "show_description": "Ines dice a D'Artagnan che prima o poi lascerà le Moschettiere per fare altro. Vorrebbe diventare attrice e spiega all'amica le sue ambizioni. Alla corte però ci sarà una nuova sfida da affrontare, e sarà proprio lei a dimostrare il suo valore. Ines dice a D'Artagnan che prima o poi lascerà le Moschettiere per fare altro. Vorrebbe diventare attrice e spiega all'amica le sue ambizioni. Alla corte però ci sarà una nuova sfida da affrontare, e sarà proprio lei a dimostrare il suo valore."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507565941633_Immagine.jpg",
      "start_time": "2026-02-10 12:15:00",
      "end_time": "2026-02-10 12:40:00",
      "episode_number": "S3 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Durante un'escursione, Mia e Sara, sorprese da un temporale, trovano riparo in un vecchio rifugio abbandonato. Mentre Mia sta insegnando a Sara cosa siano le rune elfiche, il suo braccialetto inzia a lampeggiare. A Centopia, il Rampicante Oscuro ha ormai preso il sopravvento su molte parti dell'isola e gli Elfi devono ancora trovare dei Frammenti del Cuore per fermare Dax e Lord Drakon. Ma questa volta ricevono aiuto direttamente dall'interno del Castello Oscuro. Durante un'escursione, Mia e Sara, sorprese da un temporale, trovano riparo in un vecchio rifugio abbandonato. Mentre Mia sta insegnando a Sara cosa siano le rune elfiche, il suo braccialetto inzia a lampeggiare. A Centopia, il Rampicante Oscuro ha ormai preso il sopravvento su molte parti dell'isola e gli Elfi devono ancora trovare dei Frammenti del Cuore per fermare Dax e Lord Drakon. Ma questa volta ricevono aiuto direttamente dall'interno del Castello Oscuro."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507566264310_Immagine.jpg",
      "start_time": "2026-02-10 12:40:00",
      "end_time": "2026-02-10 13:05:00",
      "episode_number": "S3 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Anche Sara vorrebbe andare a Centopia. Quando Mia le porge il braccialetto, questo si illumina subito e Mia lo rivuole indietro. Le ragazze battibeccano, il braccialetto cade a terra e un frammento della pietra si rompe e salta via. Mia riesce comunque ad andare a Centopia e, con i suoi amici, viaggia alla Caverna di Cristallo per recuperare un altro Frammento del Cuore. Purtroppo però, grazie ad una insetto-spia, Dax e Gargona sono già lì e seguono Mia e gli Elfi nelle profondità della caverna. Anche Sara vorrebbe andare a Centopia. Quando Mia le porge il braccialetto, questo si illumina subito e Mia lo rivuole indietro. Le ragazze battibeccano, il braccialetto cade a terra e un frammento della pietra si rompe e salta via. Mia riesce comunque ad andare a Centopia e, con i suoi amici, viaggia alla Caverna di Cristallo per  recuperare un altro Frammento del Cuore. Purtroppo però, grazie ad una insetto-spia, Dax e Gargona sono già lì e seguono Mia e gli Elfi nelle profondità della caverna."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/04/1759533320327_winx-club-s7e12.jpg",
      "start_time": "2026-02-10 13:05:00",
      "end_time": "2026-02-10 13:30:00",
      "episode_number": "S7 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Ad Alfea, Shiny e Amarok danneggiano una delle sfere tecno-magiche di Roxy. Tecna propone alle Winx di recarsi dai suoi genitori su Zenith per ripararla. Nel frattempo Brafilius, nell'antica Zenith, analizza uno dei Tecnoiattoli (che danno energia al nucleo del pianeta) per capire se possiede il Potere Ultimo, ma la sua azione rende il nucleo instabile. Constatando che Zenith è nel caos, le Winx raggiungono Brafilius nel passato: Tecna riesce sia a salvare uno dei Tecnoiattoli che a riportare Zenith alla normalità. Infine Flitter, il Tecnoiattolo legato a Tecna, riesce ad aggiustare la sfera tecno-magica. Ad Alfea, Shiny e Amarok danneggiano una delle sfere tecno-magiche di Roxy. Tecna propone alle Winx di recarsi dai suoi genitori su Zenith per ripararla. Nel frattempo Brafilius, nell'antica Zenith, analizza uno dei Tecnoiattoli (che danno energia al nucleo del pianeta) per capire se possiede il Potere Ultimo, ma la sua azione rende il nucleo instabile. Constatando che Zenith è nel caos, le Winx raggiungono Brafilius nel passato: Tecna riesce sia a salvare uno dei Tecnoiattoli che a riportare Zenith alla normalità. Infine Flitter, il Tecnoiattolo legato a Tecna, riesce ad aggiustare la sfera tecno-magica."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680536084581_Screenshot%202355.jpg",
      "start_time": "2026-02-10 13:30:00",
      "end_time": "2026-02-10 13:55:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Quanto accaduto a Aran ha lasciato molto scossi Ian, Myrva e Gmor. Per salvarlo devono liberare lo Spirito del Drago corrotto, condannato a perdersi nei pressi dell'Albero Antico, a Borgovecchio. Ma anche Arcana è interessata al Drago, per questo Draiken capisce che è arrivato il momento di lasciare il cenote: la battaglia finale per la conquista dell'Erondàr si sta avvicinando. Quanto accaduto a Aran ha lasciato molto scossi Ian, Myrva e Gmor. Per salvarlo devono liberare lo Spirito del Drago corrotto, condannato a perdersi nei pressi dell'Albero Antico, a Borgovecchio. Ma anche Arcana è interessata al Drago, per questo Draiken capisce che è arrivato il momento di lasciare il cenote: la battaglia finale per la conquista dell'Erondàr si sta avvicinando."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/03/1680536187224_Screenshot%202356.jpg",
      "start_time": "2026-02-10 13:55:00",
      "end_time": "2026-02-10 14:20:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Draiken e i paladini raggiungono le Paludi di Cenere per attaccare Arcana direttamente nel suo castello, ma non la trovano. La maga regina è infatti nella dimensione oscura dell'Inframondo per trasformare lo spirito corrotto del drago di Borgovecchio nell'oscuro destriero con cui guidare le orde demoniache dell'Inframondo verso la distruzione dell'Erondàr. Draiken e i paladini raggiungono le Paludi di Cenere per attaccare Arcana direttamente nel suo castello, ma non la trovano. La maga regina è infatti nella dimensione oscura dell'Inframondo per trasformare lo spirito corrotto del drago di Borgovecchio nell'oscuro destriero con cui guidare le orde demoniache dell'Inframondo verso la distruzione dell'Erondàr."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761842593516_SMR1l.png",
      "start_time": "2026-02-10 14:20:00",
      "end_time": "2026-02-10 14:45:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "L'autunno si sta avvicinando e il pensiero di non sopravvivere all'inverno tormenta Birk e Ronja. Con sua grande sorpresa, Ronja incontra Mattis nel bosco. Il padre la implora di tornare a casa, ma Ronja vuole prima parlarne con Birk. Infatti il ragazzino non vuole tornare, ma quando capisce che Ronja non lo lascerà solo, decide di tornare alla rocca per non mettere in pericolo la vita della sua amica. Mattis, controvoglia, dà il permesso a Birk di andare a trovare Ronja ogni volta che vuole. Così i due ragazzini tornano a casa, ma si ripromettono di tornare alla Grotta dell'Orso in primavera. A Rocca Mattis iniziano i festeggiamenti per il ritorno di Ronja. L'autunno si sta avvicinando e il pensiero di non sopravvivere all'inverno tormenta Birk e Ronja. Con sua grande sorpresa, Ronja incontra Mattis nel bosco. Il padre la implora di tornare a casa, ma Ronja vuole prima parlarne con Birk. Infatti il ragazzino non vuole tornare, ma quando capisce che Ronja non lo lascerà solo, decide di tornare alla rocca per non mettere in pericolo la vita della sua amica. Mattis, controvoglia, dà il permesso a Birk di andare a trovare Ronja ogni volta che vuole. Così i due ragazzini tornano a casa, ma si ripromettono di tornare alla Grotta dell'Orso in primavera. A Rocca Mattis iniziano i festeggiamenti per il ritorno di Ronja."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/30/1761842657610_SMR2a.png",
      "start_time": "2026-02-10 14:45:00",
      "end_time": "2026-02-10 15:10:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Ronja e Birk sono tornati a casa, e si dilettano a coltivare la loro amicizia, due terribili belve (Mattis e Borka) si apprestano a sfidarsi in quello che sarà un grande e terribile scontro. Mentre Ronja e Birk sono tornati a casa, e si dilettano a coltivare la loro amicizia, due terribili belve (Mattis e Borka) si apprestano a sfidarsi in quello che sarà un grande e terribile scontro."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/14/1760460298351_Screenshot%205674.png",
      "start_time": "2026-02-10 15:10:00",
      "end_time": "2026-02-10 15:20:00",
      "episode_number": "S1 E23",
      "show_category": "Sketch Com",
      "show_description": "Occhio alle apparenze. Con Ari e Bip incontrerai personaggi dolci solo a prima vista... pronti a sorprenderti con superpoteri incredibili. Preparati: anche tu sei un po' imprevedibile. Occhio alle apparenze. Con Ari e Bip incontrerai personaggi dolci solo a prima vista... pronti a sorprenderti con superpoteri incredibili. Preparati: anche tu sei un po' imprevedibile."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/15/1760545794865_Screenshot%205692.png",
      "start_time": "2026-02-10 15:20:00",
      "end_time": "2026-02-10 15:30:00",
      "episode_number": "S1 E24",
      "show_category": "Sketch Com",
      "show_description": "Litigi, scherzi e tanto amore: Ari e Bip ti portano nel mondo delle coppie più spassose di cartoni e videogiochi, da Anna ed Elsa a Mario e Luigi. Essere fratelli è un'avventura che non finisce mai. Litigi, scherzi e tanto amore: Ari e Bip ti portano nel mondo delle coppie più spassose di cartoni e videogiochi, da Anna ed Elsa a Mario e Luigi. Essere fratelli è un'avventura che non finisce mai."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760631863893_Screenshot%205729.png",
      "start_time": "2026-02-10 15:30:00",
      "end_time": "2026-02-10 15:40:00",
      "episode_number": "S1 E25",
      "show_category": "Sketch Com",
      "show_description": "La cameretta non è solo una stanza: è il tuo regno segreto, pieno di giochi, musica e... calzini spaiati. Con Ari e Bip riordinare diventa una sfida tra supereroi, robot e gattini conquistatori. Pronto a dire anche tu \"missione compiuta. La cameretta non è solo una stanza: è il tuo regno segreto, pieno di giochi, musica e... calzini spaiati. Con Ari e Bip riordinare diventa una sfida tra supereroi, robot e gattini conquistatori. Pronto a dire anche tu \\\"missione compiuta\\\"?"
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765919058447_cercami-a-parigi-s3e11.jpg",
      "start_time": "2026-02-10 15:40:00",
      "end_time": "2026-02-10 16:05:00",
      "episode_number": "S3 E11",
      "show_category": "Live Action",
      "show_description": "LENA resta sconvolta da una rivelazione: JACK, il papà di ROMY, è anche suo padre! Lui ha conosciuto ALEXANDRA a una festa di Capodanno del 2000. Dalla loro relazione era nata LENA ma visto che la situazione si stava facendo pericolosa, ALEXANDRA porta LENA con sé nel passato, perché lei è in qualche modo speciale e c'è chi le dà la caccia. JACK cerca di riallacciare un po' il rapporto con LENA, che nel frattempo torna a Parigi e si esibisce con gli amici nello spettacolo da cui, però, GABRIELLE esce vittoriosa. Nel frattempo, INES cerca di rispondere ai messaggi di NICO che crede di comunicare con l'Ufficio, ma viene scoperta. LENA resta sconvolta da una rivelazione: JACK, il papà di ROMY, è anche suo padre! Lui ha conosciuto ALEXANDRA a una festa di Capodanno del 2000. Dalla loro relazione era nata LENA ma visto che la situazione si stava facendo pericolosa, ALEXANDRA porta LENA con sé nel passato, perché lei è in qualche modo speciale e c'è chi le dà la caccia. JACK cerca di riallacciare un po' il rapporto con LENA, che nel frattempo torna a Parigi e si esibisce con gli amici nello spettacolo da cui, però, GABRIELLE esce vittoriosa. Nel frattempo, INES cerca di rispondere ai messaggi di NICO che crede di comunicare con l'Ufficio, ma viene scoperta."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765919045849_cercami-a-parigi-s3e12.jpg",
      "start_time": "2026-02-10 16:05:00",
      "end_time": "2026-02-10 16:35:00",
      "episode_number": "S3 E12",
      "show_category": "Live Action",
      "show_description": "Dopo aver perso la sfida contro Madame Carré, ARMANDO è afflitto perché sente di aver deluso i suoi studenti, ma LENA trova una soluzione e propone uno spettacolo alternativo, un'interpretazione diversa dello Schiaccianoci che si terrà nella scuola stessa, all'insaputa di GABRIELLE. Mentre fervono i preparativi, però, LENA ed HENRI vengono catapultati nel 1905 al ballo dei Viaggiatori Nel Tempo, dove verranno presentati i tre Eredi, che sono proprio LENA, HENRI e FRANK. Uno di loro è anche il Prescelto, ma la sua identità è ancora sconosciuta. Mentre sono lì, i ragazzi scoprono l'esistenza di un quarto Erede che si rivelerà essere NICO. Dopo aver perso la sfida contro Madame Carré, ARMANDO è afflitto perché sente di aver deluso i suoi studenti, ma LENA trova una soluzione e propone uno spettacolo alternativo, un'interpretazione diversa dello Schiaccianoci che si terrà nella scuola stessa, all'insaputa di GABRIELLE. Mentre fervono i preparativi, però, LENA ed HENRI vengono catapultati nel 1905 al ballo dei Viaggiatori Nel Tempo, dove verranno presentati i tre Eredi, che sono proprio LENA, HENRI e FRANK. Uno di loro è anche il Prescelto, ma la sua identità è ancora sconosciuta. Mentre sono lì, i ragazzi scoprono l'esistenza di un quarto Erede che si rivelerà essere NICO."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/30/1543573878759_alexandco_36.jpg",
      "start_time": "2026-02-10 16:35:00",
      "end_time": "2026-02-10 17:00:00",
      "episode_number": "S1 E36",
      "show_category": "Live Action",
      "show_description": "In rete e alla radio spopola \"I am Nobody\", la canzone di un artista con la voce modificata da un alteratore di voce e dall'identità segreta che cela sotto a una maschera, Nobody. Diana è ammaliata da questo misterioso cantante e incarica il suo segretario Fabio di chiamare quelli della \"New Singers\" per scoprire chi è Nobody e proporgli un contratto. In rete e alla radio spopola \\\"I am Nobody\\."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308170051_kung-fu-panda-il-cavaliere-dragone-s1e7_2048x1152.jpg",
      "start_time": "2026-02-10 17:00:00",
      "end_time": "2026-02-10 17:25:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "I guerrieri incontrano la schiva Rukhmini e cercano di convincerla a consegnare loro la Frusta della Fiamma Infinita."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308200696_kung-fu-panda-il-cavaliere-dragone-s1e8_2048x1152.jpg",
      "start_time": "2026-02-10 17:25:00",
      "end_time": "2026-02-10 17:50:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "Visto che i suoi poteri magici non servono a nulla, Veruca cerca di curare il fratello ferito in un villaggio segreto della foresta, ma Po e Lama stanno per raggiungerli."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165142651_SW_EP08_4.png",
      "start_time": "2026-02-10 17:50:00",
      "end_time": "2026-02-10 18:00:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il sindaco Plasma ha un'idea per dare lustro a Fantaville: fondere tutte le monetine degli abitanti in una unica, preziosissima moneta da esporre in una teca. L'assenza di monetine causerà però molti imprevisti, senza contare che la pregiata unica moneta verrà rubata e il colpevole sembra essere... Spooky? Il sindaco Plasma ha un'idea per dare lustro a Fantaville: fondere tutte le monetine degli abitanti in una unica, preziosissima moneta da esporre in una teca. L'assenza di monetine causerà però molti imprevisti, senza contare che la pregiata unica moneta verrà rubata e il colpevole sembra essere... Spooky?!?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165266598_SW_EP09_3.png",
      "start_time": "2026-02-10 18:00:00",
      "end_time": "2026-02-10 18:10:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e i suoi assistenti scoprono con sconcerto che Villa Lobos non è più la loro casa! Il nuovo proprietario è Mocciolo il nano da giardino, con tanto di regolarissimo atto di proprietà. Per riavere Villa Lobos Spooky dovrà fare una cosa semplicissima... tornare indietro nel tempo. Spooky e i suoi assistenti scoprono con sconcerto che Villa Lobos non è più la loro casa! Il nuovo proprietario è Mocciolo il nano da giardino, con tanto di regolarissimo atto di proprietà. Per riavere Villa Lobos Spooky dovrà fare una cosa semplicissima... tornare indietro nel tempo!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165352308_SW_EP10_3.png",
      "start_time": "2026-02-10 18:10:00",
      "end_time": "2026-02-10 18:15:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "La temperatura non fa che aumentare a Fantaville! Trovare refrigerio, così come del semplice ghiaccio, è impensabile. E proprio nella giornata nella quale Spooky vorrebbe preparare la sua mitica granita... Il lupo dovrà risolvere il caso prima che la città si sciolga e il suo sogno della granita svanisca per sempre. La temperatura non fa che aumentare a Fantaville! Trovare refrigerio, così come del semplice ghiaccio, è impensabile. E proprio nella giornata nella quale Spooky vorrebbe preparare la sua mitica granita... Il lupo dovrà risolvere il caso prima che la città si sciolga e il suo sogno della granita svanisca per sempre!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710165440128_SW_EP11_1.png",
      "start_time": "2026-02-10 18:15:00",
      "end_time": "2026-02-10 18:25:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e soci ricevono un incarico da veri cowboy: badare alle mucche fashion di Mr. Trillionaire, dei bovini talmente glamour da produrre del latte rosa! Sfortunatamente, le mucche vengono rubate: per ritrovarle i nostri improvvisati mandriani si lanceranno in una indagine tutta al sapore western. Spooky e soci ricevono un incarico da veri cowboy: badare alle mucche fashion di Mr. Trillionaire, dei bovini talmente glamour da produrre del latte rosa! Sfortunatamente, le mucche vengono rubate: per ritrovarle i nostri improvvisati mandriani si lanceranno in una indagine tutta al sapore western."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568305793_MO_110_STILLS__1080p_035.jpg",
      "start_time": "2026-02-10 18:25:00",
      "end_time": "2026-02-10 18:35:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo. Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568372871_MO_111_STILLS_1080p_027.jpg",
      "start_time": "2026-02-10 18:35:00",
      "end_time": "2026-02-10 18:50:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti. Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568453248_MO_112_STILLS_1080p_008.jpg",
      "start_time": "2026-02-10 18:50:00",
      "end_time": "2026-02-10 19:05:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura. È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308170051_kung-fu-panda-il-cavaliere-dragone-s1e7_2048x1152.jpg",
      "start_time": "2026-02-10 19:05:00",
      "end_time": "2026-02-10 19:30:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "I guerrieri incontrano la schiva Rukhmini e cercano di convincerla a consegnare loro la Frusta della Fiamma Infinita."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062474611_Rabbids_65.jpg",
      "start_time": "2026-02-10 19:30:00",
      "end_time": "2026-02-10 19:35:00",
      "episode_number": "S4 E65",
      "show_category": "Cartoni Animati",
      "show_description": "Rabbid Pirate vuole dimostrare di essere in grado di catturare i pesci più grandi del mare, così corrompe il suo amico facendosi trsformare in squalo. Ma Shark-Rabbid diventa presto incontrollabile e provoca scompiglio nel sottomarino. Rabbid Pirate vuole dimostrare di essere in grado di catturare i pesci più grandi del mare, così corrompe il suo amico facendosi trsformare in squalo. Ma Shark-Rabbid diventa presto incontrollabile e provoca scompiglio nel sottomarino!"
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062508376_Rabbids_66.jpg",
      "start_time": "2026-02-10 19:35:00",
      "end_time": "2026-02-10 19:45:00",
      "episode_number": "S4 E66",
      "show_category": "Cartoni Animati",
      "show_description": "Mad Rabbid è il capo incontrastato che domina su tutti gli altri Rabbids. Finchè un Rabbid Gladiatore, dotato di forza e carisma scatena una ribellione contro il tiranno. Mad Rabbid è il capo incontrastato che domina su tutti gli altri Rabbids. Finchè un Rabbid Gladiatore, dotato di forza e carisma scatena una ribellione contro il tiranno..."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/26/1666735450286_il-collegio-7-terza-puntata-la-nuova-petolicchio-25102022_2048x1152.jpg",
      "start_time": "2026-02-10 19:45:00",
      "end_time": "2026-02-10 22:00:00",
      "episode_number": "S2022 E3",
      "show_category": "",
      "show_description": "La terza settimana di permanenza in collegio si aprirà, per gli studenti e le studentesse, con vecchie questioni da risolvere. Se da un lato la sezione A potrà godere dei premi conquistati per essere risultata la classe con il miglior rendimento (gita in piscina e telefonata a casa), dall'altro lato Mattia C. dovrà assumersi la responsabilità delle proprie azioni e dimostrare di voler continuare la sua esperienza dentro le mura dell'istituto Regina Margherita di Anagni. Diversi colpi di scena attendono allievi e allieve: l'arrivo della titolare della cattedra di storia e geografia susciterà non poco stupore fra i collegiali e possibili addii scuoteranno gli animi di ragazzi e ragazze. La gita scolastica in piscina, infatti, non sarà l'unico motivo per cui il cancello del convitto si aprirà... . Il percorso formativo del 1958 porterà poi i giovani ad ampliare sempre di più le proprie conoscenze: ci sarà occasione di vedere sceneggiati televisivi in bianco e nero, aprirsi gli uni con gli altri durante una \"speciale\" lezione dedicata alla letteratura di Ernest Hamingway e mettersi alla prova come chef. Non mancheranno poi marachelle, piccoli furti notturni, comportamenti inopportuni verso i docenti e conseguenti punizioni, ma anche chi troverà rifugio nell'amicizia o, chissà, magari in qualcosa di più. La terza settimana di permanenza in collegio si aprirà, per gli studenti e le studentesse, con vecchie questioni da risolvere. Se da un lato la sezione A potrà godere dei premi conquistati per essere risultata la classe con il miglior rendimento (gita in piscina e telefonata a casa), dall'altro lato Mattia C. dovrà assumersi la responsabilità delle proprie azioni e dimostrare di voler continuare la sua esperienza dentro le mura dell'istituto Regina Margherita di Anagni. Diversi colpi di scena attendono allievi e allieve: l'arrivo della titolare della cattedra di storia e geografia susciterà non poco stupore fra i collegiali e possibili addii scuoteranno gli animi di ragazzi e ragazze. La gita scolastica in piscina, infatti, non sarà l'unico motivo per cui il cancello del convitto si aprirà... . Il percorso formativo del 1958 porterà poi i giovani ad ampliare sempre di più le proprie conoscenze: ci sarà occasione di vedere sceneggiati televisivi in bianco e nero, aprirsi gli uni con gli altri durante una \\\"speciale\\\" lezione dedicata alla letteratura di Ernest Hamingway e mettersi alla prova come chef. Non mancheranno poi marachelle, piccoli furti notturni, comportamenti inopportuni verso i docenti e conseguenti punizioni, ma anche chi troverà rifugio nell'amicizia o, chissà, magari in qualcosa di più..."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764845939042_38.jpg",
      "start_time": "2026-02-10 22:00:00",
      "end_time": "2026-02-10 22:25:00",
      "episode_number": "S1 E38",
      "show_category": "",
      "show_description": "La stella Vegaton si è disintegrata e d'ora in poi gli alieni cercheranno a tutti i costi di conquistare le riserve di superuranio; discutendone con Procton, anche Actarus e Alcor ne vengono a capo e si preparano ad un inasprimento degli scontri futuri. La stella Vegaton si è disintegrata e d'ora in poi gli alieni cercheranno a tutti i costi di conquistare le riserve di superuranio; discutendone con Procton, anche Actarus e Alcor ne vengono a capo e si preparano ad un inasprimento degli scontri futuri."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763569216236_F2R512_2.png",
      "start_time": "2026-02-10 22:25:00",
      "end_time": "2026-02-10 22:50:00",
      "episode_number": "S5 E12",
      "show_category": "Cartoni Animati",
      "show_description": "In segno di fair play, i Blu vogliono rigiocare la partita contro i Panda di Shanghai. Alfa non è d'accordo e non si presenta al match. Per evitare ai Blu di giocare in quattro contro cinque, Draghetto si offre di giocare nonostante l'infortunio. L'inizio del match è complicato per i Blu. Ora Alfa deve fare una scelta. In segno di fair play, i Blu vogliono rigiocare la partita contro i Panda di Shanghai. Alfa non è d'accordo e non si presenta al match. Per evitare ai Blu di giocare in quattro contro cinque, Draghetto si offre di giocare nonostante l'infortunio. L'inizio del match è complicato per i Blu. Ora Alfa deve fare una scelta."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317391605_Screenshot%203390.png",
      "start_time": "2026-02-10 22:50:00",
      "end_time": "2026-02-10 23:00:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi. Quando il Centro Sociale è invaso da una misteriosa Puzza, Karma convince la comunità a collaborare per risolvere il problema. Ma nessuno dei suoi vicini vuole avere qualcosa a che fare con la Puzza... è disgustosa e sono tutti desiderosi di passare la palla, poiché nessuno, tecnicamente, gestisce il Centro Sociale. Karma trova un alleato inaspettato in Crash e lavorano insieme per ricordare ai vicini che è bene condividere la responsabilità-non devono solo aspettare che qualcun altro risolva i problemi!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695317475913_Screenshot%203393.png",
      "start_time": "2026-02-10 23:00:00",
      "end_time": "2026-02-10 23:15:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \"Flow N' Tell\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma. Quando Switch scrive un nuovo ritmo con il suo nuovissimo Beat Maker, Karma chiede di usarlo per la prossima \\\"Flow N' Tell\\\"—sarà perfetto per lo spettacolo. Ma Switch ha già promesso il ritmo a Crash e, francamente, apprezza molto di più il lavoro di Switch rispetto a Karma. Combattuta, e non sapendo come dire a Karma che ha promesso la composizione musicale al suo rivale, Switch promette quel ritmo anche a Karma!"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601377673192_Schermata%202020-09-29%20alle%2013.jpg",
      "start_time": "2026-02-10 23:15:00",
      "end_time": "2026-02-10 23:25:00",
      "episode_number": "S2 E5",
      "show_category": "",
      "show_description": "I Guardiani arrivano nel regno del malvagio Eklos. Riff e Ikor si allontanano in cerca di provviste e trovano il primo frammento del Cuore del Titano. Il servo di Eklos, Irgur, attacca i due giovani che per difendersi dovranno ricorrere ai Poteri Alfa."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/29/1601378151767_Schermata%202020-09-29%20alle%2013%201.jpg",
      "start_time": "2026-02-10 23:25:00",
      "end_time": "2026-02-10 23:40:00",
      "episode_number": "S2 E6",
      "show_category": "",
      "show_description": "I Guardiani sono alla ricerca dei frammenti del Cuore del Titano. Dopo aver trovato il frammento di magma in cima alla piramide, vengono sorpresi dall'arrivo dei Dronok che, ammassandosi l'uno sull'altro per creare un totem, riescono a raggiungere per primi il frammento. La situazione si risolverà grazie al lavoro di squadra di Eron e Riff e ai nuovi poteri di Ikor e Hydros."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823663804_Screenshot%203647.png",
      "start_time": "2026-02-10 23:40:00",
      "end_time": "2026-02-10 23:50:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Gli Animals lanciano la sfida sopra delle sabbie mobili… e non delle sabbie mobili qualsiasi, le sabbie mobili della tristezza! Più si è tristi, più si affonda! Viola, che non ha superato un esame di danza, si fa risucchiare dalla tristezza e deve trovare un appiglio per tirarsi su e uscire dalle sabbie mobili. E l'appiglio… sono i suoi amici. Gli Animals lanciano la sfida sopra delle sabbie mobili… e non delle sabbie mobili qualsiasi, le sabbie mobili della tristezza! Più si è tristi, più si affonda! Viola, che non ha superato un esame di danza, si fa risucchiare dalla tristezza e deve trovare un appiglio per tirarsi su e uscire dalle sabbie mobili. E l'appiglio… sono i suoi amici!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/20/1697823746876_Screenshot%203648.png",
      "start_time": "2026-02-10 23:50:00",
      "end_time": "2026-02-11 00:05:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Black Ninja sfidano la Lucky Squad in un campo davvero particolare: non si può fare il minimo rumore, altrimenti sono torte in faccia, manone giganti che schiacciano a terra, mega-ventilatori che fanno volare via! Sarà dura non fare nessun rumore, mentre i ninja sono i maestri del silenzio. I Black Ninja sfidano la Lucky Squad in un campo davvero particolare: non si può fare il minimo rumore, altrimenti sono torte in faccia, manone giganti che schiacciano a terra, mega-ventilatori che fanno volare via! Sarà dura non fare nessun rumore, mentre i ninja sono i maestri del silenzio…."
    }
  ]
}