{
  "channel_name": "RaiGulp",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:05:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Nino corre come un matto in bicicletta e fa acrobazie: si sente il re della velocità! Ma non ha ancora incontrato… i Motorbots! Tre giocatori motirizzati! Il campo della sfida è circondato da rampe spettacolari che gli avversari usano al meglio. Nino fa l'errore di provare a giocare come loro aumentando la velocità e la spettacolarità, ma non è la strada giusta. Nino corre come un matto in bicicletta e fa acrobazie: si sente il re della velocità! Ma non ha ancora incontrato… i Motorbots! Tre giocatori motirizzati! Il campo della sfida è circondato da rampe spettacolari che gli avversari usano al meglio. Nino fa l'errore di provare a giocare come loro aumentando la velocità e la spettacolarità, ma non è la strada giusta…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-08 00:05:00",
      "end_time": "2026-02-08 00:30:00",
      "episode_number": "S3 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Lucifero ha un confronto con Celeste sulla loro differenza di estrazione sociale. Quando quest'ultima viene a sapere di essere stata eletta Miss Mundial, va su tutte le furie. I due ragazzi sono sempre più in crisi, specie quando la ragazza comincia a ricevere le attenzioni di tanti ammiratori. Ma cosa si nasconde dietro tutta questa popolarità. Lucifero ha un confronto con Celeste sulla loro differenza di estrazione sociale. Quando quest'ultima viene a sapere di essere stata eletta Miss Mundial, va su tutte le furie. I due ragazzi sono sempre più in crisi, specie quando la ragazza comincia a ricevere le attenzioni di tanti ammiratori. Ma cosa si nasconde dietro tutta questa popolarità?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-08 00:30:00",
      "end_time": "2026-02-08 00:55:00",
      "episode_number": "S3 E18",
      "show_category": "Cartoni Animati",
      "show_description": "I genitori di Celeste chiedono alla figlia di trascorrere una giornata con loro. Atzuko e i Manga di Tokyo sono i prossimi avversari dei Celestini, che ne studiano le caratteristiche tattiche. Celeste è gelosa dell'amicizia fra Atzuko e Samira e fra le due ragazze si creano degli attriti. E quando Celeste fa delle ricerche su Atzuko. I genitori di Celeste chiedono alla figlia di trascorrere una giornata con loro. Atzuko e i Manga di Tokyo sono i prossimi avversari dei Celestini, che ne studiano le caratteristiche tattiche. Celeste è gelosa dell'amicizia fra Atzuko e Samira e fra le due ragazze si creano degli attriti. E quando Celeste fa delle ricerche su Atzuko…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-08 00:55:00",
      "end_time": "2026-02-08 01:20:00",
      "episode_number": "S3 E17",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-08 01:20:00",
      "end_time": "2026-02-08 01:45:00",
      "episode_number": "S3 E18",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 01:45:00",
      "end_time": "2026-02-08 01:55:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole. È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 01:55:00",
      "end_time": "2026-02-08 02:10:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam. Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 02:10:00",
      "end_time": "2026-02-08 02:20:00",
      "episode_number": "S1 E51",
      "show_category": "",
      "show_description": "I Gormiani si trovano a dover combattere contro i DARKAN, schierando i loro Lord. Ma Voidus ha un asso nella manica inaspettato: schiererà Ao-Ki contro di loro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 02:20:00",
      "end_time": "2026-02-08 02:35:00",
      "episode_number": "S1 E52",
      "show_category": "",
      "show_description": "I Guardiani sono nel pieno della battaglia finale con Lord Voidus. Quando le cose sembrano mettersi male, Trek ricorda che sono stati proprio i Lord a creare l'Elestar, e si mettono al lavoro. Nonostante i loro sforzi, Ao-Ki, la cui mente è offuscata dall'Elestar contaminato, rende le cose più difficili caricando la Torre Meka di energia Omega. L'affetto dei Guardiani la fa tornare in sé stessa, ma ciononostante il danno è fatto. Solo concentrandosi tutti insieme i ragazzi riescono a sconfiggere Lord Voidus e a salvare Gorm un'ultima volta."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-08 02:35:00",
      "end_time": "2026-02-08 02:45:00",
      "episode_number": "S1 E19",
      "show_category": "",
      "show_description": "Durante un temporale, un fulmine proietta Quattrocchi e Bocciolina in un'altra dimensione dove i cattivi come Gargamella e Bue Grasso sono buoni e gentili e i Puffi, che qui si chiamano Pluffi, sono grigi anziché blu e per niente amichevoli."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-08 02:45:00",
      "end_time": "2026-02-08 02:55:00",
      "episode_number": "S1 E20",
      "show_category": "",
      "show_description": "Durante un temporale, un fulmine proietta Quattrocchi e Bocciolina in un'altra dimensione dove i cattivi come Gargamella e Bue Grasso sono buoni e gentili e i Puffi, che qui si chiamano Pluffi, sono grigi anziché blu e per niente amichevoli."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-08 02:55:00",
      "end_time": "2026-02-08 03:05:00",
      "episode_number": "S1 E21",
      "show_category": "",
      "show_description": "Un vecchio albero può diventare rifugio per una squadra di soccorritori pronta a intervenire."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-08 03:05:00",
      "end_time": "2026-02-08 03:20:00",
      "episode_number": "S1 E22",
      "show_category": "",
      "show_description": "Tontolone evita che Chef venga investito da una roccia. per sdebitarsi il cuoco lo prende in cucina come assistente."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-08 03:20:00",
      "end_time": "2026-02-08 03:40:00",
      "episode_number": "S3 E15",
      "show_category": "",
      "show_description": "Geronimo e soci si trovano a Saint Moratz, in occasione delle \"CaciOlimpiadi\" invernali, alle quali partecipa anche Tea, con ottime speranze di vittoria. Durante le prime gare, però, avvengono degli strani incidenti ad alcuni atleti. Dopo alcune indagini, Geronimo si rende conto che gli incidenti sono stati provocati da qualcuno, forse da un atleta che vuole avvantaggiarsi in modo scorretto sui suoi avversari? Bisogna scoprire al più presto di chi si tratta, soprattutto perché tutti credono che sia Tea la colpevole. Geronimo e soci si trovano a Saint Moratz, in occasione delle \\\"CaciOlimpiadi\\\" invernali, alle quali partecipa anche Tea, con ottime speranze di vittoria. Durante le prime gare, però, avvengono degli strani incidenti ad alcuni atleti. Dopo alcune indagini, Geronimo si rende conto che gli incidenti sono stati provocati da qualcuno, forse da un atleta che vuole avvantaggiarsi in modo scorretto sui suoi avversari? Bisogna scoprire al più presto di chi si tratta, soprattutto perché tutti credono che sia Tea la colpevole…."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-08 03:40:00",
      "end_time": "2026-02-08 04:05:00",
      "episode_number": "S3 E16",
      "show_category": "",
      "show_description": "Geronimo si reca in Giappone per intervistare Hideyoshi Mousitomo - che si definisce \"l'ultimo dei samurai\" - insieme a Tea, Trappola e Benjamin. Ma mentre gli Stilton sono ospiti a casa sua, Mousitomo subisce il furto dell'antica spada del suo clan. Tutto lascia pensare che dietro al crimine ci sia il clan Ratsuda, storico rivale dei Mousimoto. Così, mentre Trappola prende lezioni di sumo, Geronimo dà inizio alle indagini. Geronimo si reca in Giappone per intervistare Hideyoshi Mousitomo - che si definisce \\\"l'ultimo dei samurai\\\" - insieme a Tea, Trappola e Benjamin. Ma mentre gli Stilton sono ospiti a casa sua, Mousitomo subisce il furto dell'antica spada del suo clan. Tutto lascia pensare che dietro al crimine ci sia il clan Ratsuda, storico rivale dei Mousimoto. Così, mentre Trappola prende lezioni di sumo, Geronimo dà inizio alle indagini..."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-08 04:05:00",
      "end_time": "2026-02-08 04:30:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "La Nonna di Peter è malata e ha bisogno di cure, ma i soldi in casa non sono abbastanza per comprare la medicina necessaria. Heidi decide di sacrificare la spilla di famiglia che il nonno ha destinato a lei, l'unica soluzione per avere in cambio dalla impassibile signora Keller la medicina, che però deve essere ordinata in città. Sul treno che la trasporta c'è anche il nuovo e costoso registratore di cassa della signora Keller, ma durante il percorso una violenta tempesta di neve blocca il convoglio e la nonna senza cure rischia di non superare il rigido inverno… Il nonno di Heidi, sfidando la bufera in un'impresa quasi impossibile anche per lui, cerca di raggiungere il treno e il prezioso contenuto. La Nonna di Peter è malata e ha bisogno di cure, ma i soldi in casa non sono abbastanza per comprare la medicina necessaria. Heidi decide di sacrificare la spilla di famiglia che il nonno ha destinato a lei, l'unica soluzione per avere in cambio dalla impassibile signora Keller la medicina, che però deve essere ordinata in città. Sul treno che la trasporta c'è anche il nuovo e costoso registratore di cassa della signora Keller, ma durante il percorso una violenta tempesta di neve blocca il convoglio e la nonna senza cure rischia di non superare il rigido inverno… Il nonno di Heidi, sfidando la bufera in un'impresa quasi impossibile anche per lui, cerca di raggiungere il treno e il prezioso contenuto…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-08 04:30:00",
      "end_time": "2026-02-08 04:40:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Raffaele chiedono a Lina di aiutarli per il compito di matematica considerandola una secchiona. Ma Lina è occupata nelle sue ricerche e li pianta in asso. Spilunga e Raffaele decidono di seguirla e scoprono che va a casa del signor Luchon. Incuriositi da suo comportamento entrano nella casa ma vengono scoperti dal signor Luchon che li costringe a lavorare per lui. Alla fine si scopre che Lina è interessata agli appunti di Marie Leduc, nipote di Luchon e vulcanologa, che ha studiato la Pignatta di Bellefontaine. Spilunga e Raffaele chiedono a Lina di aiutarli per il compito di matematica considerandola una secchiona. Ma Lina è occupata nelle sue ricerche e li pianta in asso. Spilunga e Raffaele decidono di seguirla e scoprono che va a casa del signor Luchon. Incuriositi da suo comportamento entrano nella casa ma vengono scoperti dal signor Luchon che li costringe a lavorare per lui. Alla fine si scopre che Lina è interessata agli appunti di Marie Leduc, nipote di Luchon e vulcanologa, che ha studiato la Pignatta di Bellefontaine."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-08 04:40:00",
      "end_time": "2026-02-08 04:55:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Manù e la sua banda vogliono costruire una capanna come quella che hanno Spilunga e i suoi amici. Si procurano i materiali: Manù trova tavole e pennelli, Sansone una corda e Coniglio ruba un barattolo di vernice. Nel corso della solita rissa tra le due bande la vernice cade nel ruscello e l'acqua della fontana del paese si colora di rosa. Gli abitanti vogliono trovare il colpevole. Manù e la sua banda vogliono costruire una capanna come quella che hanno Spilunga e i suoi amici. Si procurano i materiali: Manù trova tavole e pennelli, Sansone una corda e Coniglio ruba un barattolo di vernice. Nel corso della solita rissa tra le due bande la vernice cade nel ruscello e l'acqua della fontana del paese si colora di rosa. Gli abitanti vogliono trovare il colpevole!"
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-08 04:55:00",
      "end_time": "2026-02-08 05:10:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Lina è stufa di essere considerata la secchiona della classe e la cocca di papà. Quando per l'ennesima volta la banda di Manù la prende in giro, per farsi accettare dai suoi compagni, decide di rubare le domande della verifica di storia dal portatile di suo padre. Per fortuna Spilunga, Raffaele e Piedino intervengono in tempo per impedirle di fare questa sciocchezza. Alla fine Lina aiuterà tutti i suoi amici a ripassare la lezione di storia sui Templari e ci sarà un lieto fine. Lina è stufa di essere considerata la secchiona della classe e la cocca di papà. Quando per l'ennesima volta la banda di Manù la prende in giro, per farsi accettare dai suoi compagni, decide di rubare le domande della verifica di storia dal portatile di suo padre. Per fortuna Spilunga, Raffaele e Piedino intervengono in tempo per impedirle di fare questa sciocchezza. Alla fine Lina aiuterà tutti i suoi amici a ripassare la lezione di storia sui Templari e ci sarà un lieto fine!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-08 05:10:00",
      "end_time": "2026-02-08 05:20:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Riunione di famiglia per Ham, che invita Ginny e PC… sulla spiaggia! Ma la famiglia di Ham ama mangiare pesante: un bel problema per il Cugino Magro, innamorato dell'amica Stilelibero! I Food Wizards lo aiuteranno a star meglio… e a conquistarla. Riunione di famiglia per Ham, che invita Ginny e PC… sulla spiaggia! Ma la famiglia di Ham ama mangiare pesante: un bel problema per il Cugino Magro, innamorato dell'amica Stilelibero! I Food Wizards lo aiuteranno a star meglio… e a conquistarla!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-08 05:20:00",
      "end_time": "2026-02-08 05:35:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il compito di matematica incombe e bisogna prepararsi, ma il gruppo di studio di Ginny, Ham e PC ha un nemico: gli snack grassi! Ci vorranno un tè al limone e una battaglia nell'organismo, per salvare classe e… voti. Il compito di matematica incombe e bisogna prepararsi, ma il gruppo di studio di Ginny, Ham e PC ha un nemico: gli snack grassi! Ci vorranno un tè al limone e una battaglia nell'organismo, per salvare classe e… voti!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-08 05:35:00",
      "end_time": "2026-02-08 05:50:00",
      "episode_number": "S1 E9",
      "show_category": "Programmi Tv Kids",
      "show_description": "Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green. Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-08 05:50:00",
      "end_time": "2026-02-08 06:05:00",
      "episode_number": "S1 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly. Avete mai visto una spiaggia sotterranea? Caterina ci porta a Siena, a caccia di una misteriosa spiaggia sotterranea tra cunicoli e acquedotti medievali. A proposito di acqua esploriamo anche il famoso pozzo di San Patrizio a Orvieto. Il tiktoker Marco Il Giallino ci aiuta a stanare le bufale scientifiche mentre la pillola Davvero Green suggerisce spunti e azioni ecofriendly."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 06:05:00",
      "end_time": "2026-02-08 06:15:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole. È il giorno delle storie a Peachtree Middle! Winston è entusiasta di portare sua nonna, Doña Maria, per raccontare le sue storie di anni di lavoro come infermiera. Quando non riesce ad accedere al palco sulla sedia a rotelle, Winston e Karma prendono a cuore la questione e protestano con rabbia, dimenticandosi di concentrarsi su Doña Maria e di ascoltare ciò che vuole."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 06:15:00",
      "end_time": "2026-02-08 06:30:00",
      "episode_number": "S1 E30",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam. Quando Karma viene abbinata a Sam Murphy per un lavoro di gruppo, è contenta di lavorare con lei, ma nota che Sam non scrive più di tanto. Quando Karma scopre che Sam è dislessica, inizia a cercare di aiutarla invece di chiederle come le piacerebbe lavorare. Karma si sente frustrata quando Sam non risponde al suo aiuto, finché non capisce, con l'aiuto di Mr. Singal, che deve parlarne direttamente con Sam."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 06:30:00",
      "end_time": "2026-02-08 06:40:00",
      "episode_number": "S2 E1",
      "show_category": "",
      "show_description": "Eklypsion si reca da Solark per comunicargli che forze oscure stanno dilaniando i regni degli elementi di Gorm e che è necessario liberare la forza del Cuore di Titano. Solark non è d'accordo e gli dice di vedere solo equilibrio e ordine. I due quindi iniziano a ripercorrere tutte le gesta eroiche e gli errori commessi dai Guardiani durante il loro viaggio per sconfiggere Voidus e giungono infine ad uno scontro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 06:40:00",
      "end_time": "2026-02-08 06:55:00",
      "episode_number": "S2 E2",
      "show_category": "",
      "show_description": "I guardiani cominciano ad annoiarsi senza nuove avventure, ma l'Elestar ha dei nuovi piani. Arriva una richiesta di soccorso e i cinque ragazzi rispondono all'istante. Giunti in un nuovo ambiente di Gorm, scoprono che due Lord sconosciuti stanno combattendo. Il Lord di Solark, Sol, cerca di difendere il Cuore del Titano dal Lord di Eklypsion, Eklos, che vuole portare il Caos su Gorm. I guardiani intervengono in aiuto di Sol, ma Eklos non permette intrusioni."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-08 06:55:00",
      "end_time": "2026-02-08 07:05:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "I Puffi sono esasperati! Nessuno vuole cambiare il pannolino del piccolo Baby Puffo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-08 07:05:00",
      "end_time": "2026-02-08 07:15:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Puffetta è convinta che sia necessario imparare a difendersi da soli. Il motto dei Puffi però è \"Puffi per uno, uno per Puffi."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-08 07:15:00",
      "end_time": "2026-02-08 07:30:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Stanco di essere preso in giro per le sue scarse qualità fisiche, Debolino decide di sfidare il Puffo più forte."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-08 07:30:00",
      "end_time": "2026-02-08 07:55:00",
      "episode_number": "S3 E10",
      "show_category": "",
      "show_description": "Sono giorni che Geronimo continua a ricevere mail di un tale Olaf che sembra aver avvistato un UFO nel deserto e chiede insistentemente che Geronimo faccia un servizio sull'accaduto. Trappola è eccitato all'idea di incontrare gli alieni, ma Geronimo è scettico e crede ci sia dietro una macchinazione. Come sempre non mancheranno le sorprese... aliene. Sono giorni che Geronimo continua a ricevere mail di un tale Olaf che sembra aver avvistato un UFO nel deserto e chiede insistentemente che Geronimo faccia un servizio sull'accaduto. Trappola è eccitato all'idea di incontrare gli alieni, ma Geronimo è scettico e crede ci sia dietro una macchinazione. Come sempre non mancheranno le sorprese... aliene…."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-08 07:55:00",
      "end_time": "2026-02-08 08:15:00",
      "episode_number": "S6 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-08 08:15:00",
      "end_time": "2026-02-08 08:40:00",
      "episode_number": "S6 E22",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-08 08:40:00",
      "end_time": "2026-02-08 09:05:00",
      "episode_number": "S6 E23",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-08 09:05:00",
      "end_time": "2026-02-08 09:30:00",
      "episode_number": "S6 E24",
      "show_category": "Cartoni Animati",
      "show_description": "A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix. A Torrenuvola arriva Selina, una nuova studentessa, che ha un libro malefico in grado di far diventare le leggende realtà e di invocare creature mostruose come vampiri, spiriti, licantropi. Le Trix conquistano Torrenuvola e ordinano a Selina di evocare le creature del libro, per poter attaccare le tre scuole di Magix.."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-08 09:30:00",
      "end_time": "2026-02-08 09:45:00",
      "episode_number": "S1 E11",
      "show_category": "Programmi Tv Kids",
      "show_description": "Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" e per essere Green \" Ma davvero green\" segui i nostri suggerimenti. Hai mai scalato una montagna di sale? Caterina ci porta nelle saline di Margherita di Savoia in Puglia! Tra montagne di sale e acque rosa, scopriremo segreti di uno dei luoghi più affascinanti d'Europa. Siamo sempre a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" e per essere Green  \\\" Ma davvero green\\\" segui i nostri suggerimenti."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-08 09:45:00",
      "end_time": "2026-02-08 10:00:00",
      "episode_number": "S1 E12",
      "show_category": "Programmi Tv Kids",
      "show_description": "Caterina ci porta sull'Etna dentro la grotta del Gelo. Una grotta al cui interno si nasconde il ghiaccio perenne più a Sud d'Europa! Tra paesaggi lunari e anelli di fumo parleremo dello stato di salute dei nostri ghiacciai. Non mancano le fake news da smascherare insieme al tiktoker Marco \"Il Giallino\" e la pillola \"Davvero Green\" con i migliori suggerimenti per una vita sostenibile. Caterina ci porta sull'Etna dentro la grotta del Gelo. Una grotta al cui interno si nasconde il ghiaccio perenne più a Sud d'Europa! Tra paesaggi lunari e anelli di fumo parleremo dello stato di salute dei nostri ghiacciai.  Non mancano le fake news da smascherare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita sostenibile!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-08 10:00:00",
      "end_time": "2026-02-08 10:10:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Fred e Frida, una coppia di pesci, chiedono aiuto alla Coop Troop perché venga a pulire la boccia di vetro in cui vivono, che è talmente sporca da impedire loro la visione della soap opera \"Acque burrascose\". Fred e Frida, una coppia di pesci, chiedono aiuto alla Coop Troop perché venga a pulire la boccia di vetro in cui vivono, che è talmente sporca da impedire loro la visione della soap opera \\\"Acque burrascose\\\"..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-08 10:10:00",
      "end_time": "2026-02-08 10:20:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop parte in missione per aiutare Bertha a riappropriarsi del suo divano, dopo essere stata \"sfrattata\" dal gatto Prince, che non ne vuole sapere di restituire ciò che non è suo. La Coop Troop parte in missione per aiutare Bertha a riappropriarsi del suo divano, dopo essere stata \\\"sfrattata\\\" dal gatto Prince, che non ne vuole sapere di restituire ciò che non è suo..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-08 10:20:00",
      "end_time": "2026-02-08 10:35:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop parte in missione per aiutare il porcellino d'india Albert, che è convinto di stare per morire di fame. In realtà Albert è solo molto pigro e non vuole muoversi per raggiungere il suo cibo. Cercando di trovare una soluzione che lo faciliti, Billy e Jo creano per Albert una nuova ruota per cavie, ma questa invenzione poterà solo guai. La Coop Troop parte in missione per aiutare il porcellino d'india Albert, che è convinto di stare per morire di fame. In realtà Albert è solo molto pigro e non vuole muoversi per raggiungere il suo cibo. Cercando di trovare una soluzione che lo faciliti, Billy e Jo creano per Albert una nuova ruota per cavie, ma questa invenzione poterà solo guai..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 10:35:00",
      "end_time": "2026-02-08 10:45:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti. Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 10:45:00",
      "end_time": "2026-02-08 11:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura. È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 11:00:00",
      "end_time": "2026-02-08 11:10:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "È la Vigilia di Natale, ma solo Nora e Leo sono entusiasti. A Villa Decadente, infatti, il Natale non si festeggia: si dice che Babbo Natale sia terribilmente dispettoso con gli zombie. Ma quando Dilbert trova una vecchia foto di famiglia dove si celebra il Natale, Mortina e i suoi amici decidono di scoprire la verità. È la Vigilia di Natale, ma solo Nora e Leo sono entusiasti. A Villa Decadente, infatti, il Natale non si festeggia: si dice che Babbo Natale sia terribilmente dispettoso con gli zombie. Ma quando Dilbert trova una vecchia foto di famiglia dove si celebra il Natale, Mortina e i suoi amici decidono di scoprire la verità."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 11:10:00",
      "end_time": "2026-02-08 11:25:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Qualcuno si è intrufolato nella tenuta di Villa Decadente. Cartacce di merendina, uno skateboard, uno zainetto... Tutti gli indizi fanno pensare che si tratti di un bambino vivo-vivo! Riuscirà la Squadra del Mistero a trovarlo senza che l'intruso scopra di essere finito in una casa di zombie. Qualcuno si è intrufolato nella tenuta di Villa Decadente. Cartacce di merendina, uno skateboard, uno zainetto... Tutti gli indizi fanno pensare che si tratti di un bambino vivo-vivo! Riuscirà la Squadra del Mistero a trovarlo senza che l'intruso scopra di essere finito in una casa di zombie?"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-08 11:25:00",
      "end_time": "2026-02-08 11:35:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Per evitare di essere allontanate dalla corte e mandate nelle campagne, le moschettiere dovranno sfidare Rochefort in una gara a cavallo. Porthos però ha un cavallo pigro e non molto sveglio quindi è molto preoccupata di perdere la gara. Per evitare di essere allontanate dalla corte e mandate nelle campagne, le moschettiere dovranno sfidare Rochefort in una gara a cavallo. Porthos però ha un cavallo pigro e non molto sveglio quindi è molto preoccupata di perdere la gara."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-08 11:35:00",
      "end_time": "2026-02-08 11:50:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Rochefort viene fintamente nominato comandante della scuola dei Cadetti da Richelieu, in quanto in questo modo lui potrà dare ordini ai Moschettieri, con il fine ultimo di scoprire la loro vera identità. Ma qualcosa va storto. Rochefort viene fintamente nominato comandante della scuola dei Cadetti da Richelieu, in quanto in questo modo lui potrà dare ordini ai Moschettieri, con il fine ultimo di scoprire la loro vera identità. Ma qualcosa va storto..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-08 11:50:00",
      "end_time": "2026-02-08 12:00:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "Il cugino del re crea un nuovo fiore, un giglio, dedicato ad Athos in gran segreto. Quando qualcuno però ruba tutti i fiori del giardino, D'Artagnan dovrà trovare il ladro. Il cugino del re crea un nuovo fiore, un giglio, dedicato ad Athos in gran segreto. Quando qualcuno però ruba tutti i fiori del giardino, D'Artagnan dovrà trovare il ladro."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-08 12:00:00",
      "end_time": "2026-02-08 12:15:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Le Moschettiere conoscono un uomo dall'identità dubbia, che si fa chiamare l'Ombra, e che sostiene di agire in gran segreto per conto del re. Aramis farà un'eclatante scoperta. Le Moschettiere conoscono un uomo dall'identità dubbia, che si fa chiamare l'Ombra, e che sostiene di agire in gran segreto per conto del re. Aramis farà un'eclatante scoperta."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-08 12:15:00",
      "end_time": "2026-02-08 12:40:00",
      "episode_number": "S3 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre stanno preparando la pasta per cena, Mia cerca ancora di convincere Sara a credere al mondo di Centopia. Intanto, a Centopia, Gargona e Dax cercano di distrarre Lord Drakon con un piccolo Blubardo. Nel frattempo, Mia e i suoi amici ricevono dei visitatori inaspettati: un gruppo di Blubardi alla ricerca di un giovane membro della loro famiglia che si è perso a sud. Mia e gli Elfi promettono di aiutarli, e questo li porterà dritti da Dax e Gargona. Mentre stanno preparando la pasta per cena, Mia cerca ancora di convincere Sara a credere al mondo di Centopia. Intanto, a Centopia, Gargona e Dax cercano di distrarre Lord Drakon con un piccolo Blubardo. Nel frattempo, Mia e i suoi amici ricevono dei visitatori inaspettati: un gruppo di Blubardi alla ricerca di un giovane membro della loro famiglia che si è perso a sud. Mia e gli Elfi promettono di aiutarli, e questo li porterà dritti da Dax e Gargona..."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-08 12:40:00",
      "end_time": "2026-02-08 13:05:00",
      "episode_number": "S3 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Il Signor Meloni mostra a una piuttosto riluttante Sara il nuovissimo BCS (Braille Computer System), per convincerla a tornare a scuola. Intanto a Centopia, Yuko trova uno strano bozzolo di insetto, da cui uscirà una gigantesca farfalla. Assecondando l'oracolo, Mia e i suoi amici decidono di seguire la farfalla per vedere in che direzione vuole volare. Ma Dax viene informato da un insetto-spia e le sue cavallette cercano di far atterrare la bellissima farfalla gigante. Il Signor Meloni mostra a una piuttosto riluttante Sara il nuovissimo BCS (Braille Computer System), per convincerla a tornare a scuola. Intanto a Centopia, Yuko trova uno strano bozzolo di insetto, da cui uscirà una gigantesca farfalla. Assecondando l'oracolo, Mia e i suoi amici decidono di seguire la farfalla per vedere in che direzione vuole volare. Ma Dax viene informato da un insetto-spia e le sue cavallette cercano di far atterrare la bellissima farfalla gigante."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-08 13:05:00",
      "end_time": "2026-02-08 13:30:00",
      "episode_number": "S7 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Brafilius non è riuscito a catturare l'Irtogatto e neanche a scoprire se è l'animale che custodisce il Potere Ultimo. Kalshara va da sola ad Alfea e rapisce Critty. Le Winx se ne accorgono troppo tardi e la inseguono guidate dalla comunicazione telepatica tra Musa e l'Irtogatto. Arrivate al covo cadono in una trappola di Kalshara. Tutti gli Animali Fatati sono sotto un incantesimo di Brafilius e circondano minacciosi le Winx. Tra loro c'è anche lo Splendavido Shiny che, grazie al legame magico con Stella, spezza l'incantesimo e insieme mettono in fuga Kalshara e Brafilius. Le Winx portano in salvo tutti gli Animali Fatati prigionieri di Kalshara. Brafilius non è riuscito a catturare l'Irtogatto e neanche a scoprire se è l'animale che custodisce il Potere Ultimo. Kalshara va da sola ad Alfea e rapisce Critty. Le Winx se ne accorgono troppo tardi e la inseguono guidate dalla comunicazione telepatica tra Musa e l'Irtogatto. Arrivate al covo cadono in una trappola di Kalshara. Tutti gli Animali Fatati sono sotto un incantesimo di Brafilius e circondano minacciosi le Winx. Tra loro c'è anche lo Splendavido Shiny che, grazie al legame magico con Stella, spezza l'incantesimo e insieme mettono in fuga Kalshara e Brafilius. Le Winx portano in salvo tutti gli Animali Fatati prigionieri di Kalshara."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-08 13:30:00",
      "end_time": "2026-02-08 13:55:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Ian, Myrva e Gmor sono riusciti a entrare nell'Inframondo, la terribile dimensione governata dall'Arcidemone. La loro missione è rischiosa, ma i Paladini sono pronti a tutto. La loro presenza, però, viene notata sia da Arcana, sia dai Demoni dell'Inframondo e i nostri eroi dovranno usare tutta la loro abilità per trionfare. Ian, Myrva e Gmor sono riusciti a entrare nell'Inframondo, la terribile dimensione governata dall'Arcidemone. La loro missione è rischiosa, ma i Paladini sono pronti a tutto. La loro presenza, però, viene notata sia da Arcana, sia dai Demoni dell'Inframondo e i nostri eroi dovranno usare tutta la loro abilità per trionfare."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-08 13:55:00",
      "end_time": "2026-02-08 14:20:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Bevuto il sangue dell'ultimo Drago, Ian è pronto a combattere la sua versione oscura emersa dalla pozza dei Paladini Caduti e a scoprire un nuovo potere che lo legherà indissolubilmente a Draiken. Nella fuga dei tre giovani eroi dai demoni dell'Inframondo, Ian scoprirà cosa significa discendere da colui che nell'antica lingua dell'Erondàr sarebbe stato definito un Romevarlo ossia un… Dragonero. Bevuto il sangue dell'ultimo Drago, Ian è pronto a combattere la sua versione oscura emersa dalla pozza dei Paladini Caduti e a scoprire un nuovo potere che lo legherà indissolubilmente a Draiken. Nella fuga dei tre giovani eroi dai demoni dell'Inframondo, Ian scoprirà cosa significa discendere da colui che nell'antica lingua dell'Erondàr sarebbe stato definito un Romevarlo ossia un… Dragonero!"
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-08 14:20:00",
      "end_time": "2026-02-08 14:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja e Birk danno inizio alla loro vita da abitanti del bosco. Tutto procede bene, ma il terzo giorno i due sono già stanchi, pieni di vesciche e stufi di mangiare sempre salmone. A un certo punto, il coltello sparisce e i due litigano, incolpandosi a vicenda. Ronja scappa via e, poco dopo, Birk trova il coltello sotto al muschio che avevano raccolto. Così, Birk si mette alla ricerca della sorella e la trova in compagnia di una giumenta ferita che ha appena perso il suo puledro in seguito all'attacco di un orso. I due decidono di prendersi cura di lei e la chiamano Lia, come la giumenta che Mattis aveva da bambino. Tornati nella grotta, Ronja e Birk decidono di evitare litigi inutili in futuro. Ronja e Birk danno inizio alla loro vita da abitanti del bosco. Tutto procede bene, ma il terzo giorno i due sono già stanchi, pieni di vesciche e stufi di mangiare sempre salmone. A un certo punto, il coltello sparisce e i due litigano, incolpandosi a vicenda. Ronja scappa via e, poco dopo, Birk trova il coltello sotto al muschio che avevano raccolto. Così, Birk si mette alla ricerca della sorella e la trova in compagnia di una giumenta ferita che ha appena perso il suo puledro in seguito all'attacco di un orso. I due decidono di prendersi cura di lei e la chiamano Lia, come la giumenta che Mattis aveva da bambino. Tornati nella grotta, Ronja e Birk decidono di evitare litigi inutili in futuro."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-08 14:45:00",
      "end_time": "2026-02-08 15:10:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Birk e Ronja cercano ancora di domare Malandrino e Scavezzacollo. Birk è il primo a farcela e lascia Ronja a mungere Lia mentre lui va in giro a cavallo. Indispettita, Ronja ce la mette tutta per domare Malandrino, ma finisce per attirare l'attenzione di una strigagna e i due ragazzini devono scappare. Intanto Lia ha sempre meno latte e, ben presto, Birk e Ronja si trovano a non avere più né latte né pane. Il pensiero dell'inverno che si avvicina li rattrista sempre di più. Tornati alla Grotta dell'Orso, trovano Scampolino ad attenderli. Birk e Ronja cercano ancora di domare Malandrino e Scavezzacollo. Birk è il primo a farcela e lascia Ronja a mungere Lia mentre lui va in giro a cavallo. Indispettita, Ronja ce la mette tutta per domare Malandrino, ma finisce per attirare l'attenzione di una strigagna e i due ragazzini devono scappare. Intanto Lia ha sempre meno latte e, ben presto, Birk e Ronja si trovano a non avere più né latte né pane. Il pensiero dell'inverno che si avvicina li rattrista sempre di più. Tornati alla Grotta dell'Orso, trovano Scampolino ad attenderli."
    },
    {
      "show_name": "Ainbo - Spirito dell'Amazzonia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ainbo-spirito-dell-amazzonia.webp",
      "start_time": "2026-02-08 15:10:00",
      "end_time": "2026-02-08 16:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ainbo, coraggiosa ragazzina apprendista-cacciatrice nata nel cuore della foresta amazzonica, scopre che un gruppo di uomini vuole distruggere la sua \"Terra\" pur di arricchirsi. Per salvarla la giovane viaggia attraverso le meraviglie della natura... . Voci italiane: Elio (Elio e le Storie Tese), Ciro Priello (The Jackal), Luciana Littizzetto."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/alex-co.webp",
      "start_time": "2026-02-08 16:35:00",
      "end_time": "2026-02-08 17:00:00",
      "episode_number": "S1 E34",
      "show_category": "Live Action",
      "show_description": "Alex, Sam e Christian fanno un brindisi assieme a Diana e alle Lindas per la loro unione. Due band rivali si sono conciliate per formare un'unica band. Ora che non esistono più solo Alex, Sam e Christian, dovranno trovare un nome per la nuova band. Alex, Sam e Christian fanno un brindisi assieme a Diana e alle Lindas per la loro unione. Due band rivali si sono conciliate per formare un'unica band. Ora che non esistono più solo Alex, Sam e Christian, dovranno trovare un nome per la nuova band."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-08 17:00:00",
      "end_time": "2026-02-08 17:25:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Quando Klaus e Veruca attaccano un villaggio di ricci per una pergamena, Po deve scegliere se aiutare una prigioniera o conservare la fiducia dei monaci anziani."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-08 17:25:00",
      "end_time": "2026-02-08 17:50:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Con gli avversari alle calcagna, Po e Lama cercano di scoprire dove si trova la successiva arma magica."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-08 17:50:00",
      "end_time": "2026-02-08 18:00:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky è praticamente certo di aggiudicarsi la coppa per il miglior tuffo in mare… peccato che il mare sia scomparso! Tutta la spiaggia diventa una enorme scena del crimine. Un terrorizzato granchietto potrebbe aver visto all'opera il responsabile del misfatto, ma interpretare le sue parole non è affatto facile. Spooky è praticamente certo di aggiudicarsi la coppa per il miglior tuffo in mare… peccato che il mare sia scomparso! Tutta la spiaggia diventa una enorme scena del crimine. Un terrorizzato granchietto potrebbe aver visto all'opera il responsabile del misfatto, ma interpretare le sue parole non è affatto facile."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-08 18:00:00",
      "end_time": "2026-02-08 18:10:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Una strana linea bianca è apparsa sul suolo di Fantaville, dividendola in due! Nessuno osa oltrepassarla e la giornata dell'abbraccio bendato è rovinata. Ma la linea è passata anche… su Spooky Wolf! Ora le sue due metà, benché unite, sono pervase da emozioni contrapposte. Forse qualcuno sta tramando contro Spooky. Una strana linea bianca è apparsa sul suolo di Fantaville, dividendola in due! Nessuno osa oltrepassarla e la giornata dell'abbraccio bendato è rovinata. Ma la linea è passata anche… su Spooky Wolf! Ora le sue due metà, benché unite, sono pervase da emozioni contrapposte. Forse qualcuno sta tramando contro Spooky?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-08 18:10:00",
      "end_time": "2026-02-08 18:25:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville non finisce più nulla! Chi canta una canzone non riesce a concluderla... Tagliare il traguardo in una corsa? Impossibile! E anche l'ultima pagina del fumetto preferito di Spooky è misteriosamente bianca! C'è solo un assurdo modo per il nostro lupo detective per risolvere il caso. A Fantaville non finisce più nulla! Chi canta una canzone non riesce a concluderla... Tagliare il traguardo in una corsa? Impossibile! E anche l'ultima pagina del fumetto preferito di Spooky è misteriosamente bianca! C'è solo un assurdo modo per il nostro lupo detective per risolvere il caso..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 18:25:00",
      "end_time": "2026-02-08 18:35:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi. Mortina e i suoi amici si rendono conto che stanno rivivendo la stessa giornata per la terza volta. Com'è mai possibile? La Squadra del Mistero riuscirà a risolvere il caso e ad interrompere il loop temporale, imparando l'importanza di non dimenticare gli impegni presi."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 18:35:00",
      "end_time": "2026-02-08 18:50:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale. Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-08 18:50:00",
      "end_time": "2026-02-08 19:05:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male. Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-08 19:05:00",
      "end_time": "2026-02-08 19:30:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Quando Klaus e Veruca attaccano un villaggio di ricci per una pergamena, Po deve scegliere se aiutare una prigioniera o conservare la fiducia dei monaci anziani."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/rabbids-invasion.webp",
      "start_time": "2026-02-08 19:30:00",
      "end_time": "2026-02-08 19:35:00",
      "episode_number": "S4 E61",
      "show_category": "Cartoni Animati",
      "show_description": "Un Rabbid contadino ritrova la sua mucca preferita risucchiata dal sottomarino di Mad e del suo assistente che vogliono trasformarla in hamburger! L'agricoltore tenterà di tutto per salvare la sua adorata mucca. Un Rabbid contadino ritrova la sua mucca preferita risucchiata dal sottomarino di Mad e del suo assistente che vogliono trasformarla in hamburger! L'agricoltore tenterà di tutto per salvare la sua adorata mucca…."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/rabbids-invasion.webp",
      "start_time": "2026-02-08 19:35:00",
      "end_time": "2026-02-08 19:45:00",
      "episode_number": "S4 E62",
      "show_category": "Cartoni Animati",
      "show_description": "L'Unità Speciale è nuovamente sulle tracce del sottomarino. Trovando per caso la videocamera di Zak, tenteranno di rintracciare lui e i Rabbids attraverso il suo video diario. L'Unità Speciale è nuovamente sulle tracce del sottomarino. Trovando per caso la videocamera di Zak, tenteranno di rintracciare lui e i Rabbids attraverso il suo video diario."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-collegio.webp",
      "start_time": "2026-02-08 19:45:00",
      "end_time": "2026-02-08 22:05:00",
      "episode_number": "S2022 E1",
      "show_category": "",
      "show_description": "I protagonisti della settima edizione del docureality assaporeranno per la prima volta il gusto degli anni '50, vivendo appieno il 1958. È un'epoca in cui l'Italia inizia ad assaggiare il \"miracolo economico\", viene inaugurata l'Autostrada del Sole e \"Volare\" viene proclamato brano vincitore del Festival di Sanremo. Ad accogliere i nuovi collegiali sarà Nino Frassica che accompagnerà, nelle vesti di voce narrante, il viaggio dei giovani studenti dentro le mura dell'istituto Regina Margherita di Anagni. Qui, dopo il consueto discorso di benvenuto del Preside, i futuri allievi verranno divisi in due classi: la sezione A, scuola media con focus umanistico, e la sezione B, di impronta più pratica, orientata all'acquisizione di competenze tecnico-specifiche per l'avviamento professionale. Alessia Abruscia, Elisa Angius, Alessandro Bosatelli, Sofia Brixel, Davide Cagnes, Mattia Camorani, Davide Di Franco, Erri Erriquez, Apollinaire Manfredi, Tommaso Miglietta, Zelda Nobili, Alessandro Orlando, Mattia Patanè, Gabriel Rennis, Samuel Rosica, Priscilla Savoldelli, Giada Scognamillo, Damiano Severoni, Luna Tota e Giulia Wnekowicz si destreggeranno lungo la complessa via delle prime volte: tagli dei capelli, visite mediche, lezioni, compiti in classe, pianti, liti e conoscenze amorose. I protagonisti della settima edizione del docureality assaporeranno per la prima volta il gusto degli anni '50, vivendo appieno il 1958. È un'epoca in cui l'Italia inizia ad assaggiare il \\\"miracolo economico\\."
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/goldrake.webp",
      "start_time": "2026-02-08 22:05:00",
      "end_time": "2026-02-08 22:25:00",
      "episode_number": "S1 E36",
      "show_category": "",
      "show_description": "Il comandante Zigra della guardia imperiale di Vega arriva alla base di Gandal e Zuril con l'intento di andare sulla terra e sconfiggere Goldrake una volta per tutte sfruttando, i suoi punti deboli; nel frattempo Procton spiega ad Alcor e Actarus il problema dei tempi morti in cui Goldrake è indifeso. Il comandante Zigra della guardia imperiale di Vega arriva alla base di Gandal e Zuril con l'intento di andare sulla terra e sconfiggere Goldrake una volta per tutte sfruttando, i suoi punti deboli; nel frattempo Procton spiega ad Alcor e Actarus il problema dei tempi morti in cui Goldrake è indifeso."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/street-football.webp",
      "start_time": "2026-02-08 22:25:00",
      "end_time": "2026-02-08 22:50:00",
      "episode_number": "S5 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Draghetto, desideroso di ritrovare in campo il prima possibile, chiede ai Leoni di Yaoundé di guarirlo con una ricetta miracolosa del loro paese. Questi inscenano una falsa cerimonia di guarigione nella quale riescono ad ottenere da lui informazioni sulle strategie della sua squadra, utili per il loro futuro incontro. Draghetto, desideroso di ritrovare in campo il prima possibile, chiede ai Leoni di Yaoundé di guarirlo con una ricetta miracolosa del loro paese. Questi inscenano una falsa cerimonia di guarigione nella quale riescono ad ottenere da lui informazioni sulle strategie della sua squadra, utili per il loro futuro incontro."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 22:50:00",
      "end_time": "2026-02-08 23:00:00",
      "episode_number": "S1 E31",
      "show_category": "Cartoni Animati",
      "show_description": "Il papà di Karma è fuori città per un weekend, e la mamma chiede a Karma e a Keys di aiutarla a svolgere alcuni lavori domestici. Dopo aver sentito che i loro amici hanno vita facile, Karma e Keys si ribellano, e fanno tutt'altro che i compiti assegnati. Allora la mamma se ne va e loro imparano quanto la mamma stia facendo per loro. Il papà di Karma è fuori città per un weekend, e la mamma chiede a Karma e a Keys di aiutarla a svolgere alcuni lavori domestici. Dopo aver sentito che i loro amici hanno vita facile, Karma e Keys si ribellano, e fanno tutt'altro che i compiti assegnati. Allora la mamma se ne va e loro imparano quanto la mamma stia facendo per loro."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-08 23:00:00",
      "end_time": "2026-02-08 23:15:00",
      "episode_number": "S1 E32",
      "show_category": "Cartoni Animati",
      "show_description": "Keys è stato più Keys del solito ultimamente, e sembra spuntare ovunque. Mentre Karma è esasperata dal fastidioso fratellino, si ritrovano bloccati nel Centro Sociale! Dovranno lavorare insieme per trovare una via d'uscita e forse, durante il processo, capiranno anche come essere i fratelli migliori che ci siano, l'uno per l'altra. Keys è stato più Keys del solito ultimamente, e sembra spuntare ovunque. Mentre Karma è esasperata dal fastidioso fratellino, si ritrovano bloccati nel Centro Sociale! Dovranno lavorare insieme per trovare una via d'uscita e forse, durante il processo, capiranno anche come essere i fratelli migliori che ci siano, l'uno per l'altra."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 23:15:00",
      "end_time": "2026-02-08 23:25:00",
      "episode_number": "S2 E1",
      "show_category": "",
      "show_description": "Eklypsion si reca da Solark per comunicargli che forze oscure stanno dilaniando i regni degli elementi di Gorm e che è necessario liberare la forza del Cuore di Titano. Solark non è d'accordo e gli dice di vedere solo equilibrio e ordine. I due quindi iniziano a ripercorrere tutte le gesta eroiche e gli errori commessi dai Guardiani durante il loro viaggio per sconfiggere Voidus e giungono infine ad uno scontro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-08 23:25:00",
      "end_time": "2026-02-08 23:40:00",
      "episode_number": "S2 E2",
      "show_category": "",
      "show_description": "I guardiani cominciano ad annoiarsi senza nuove avventure, ma l'Elestar ha dei nuovi piani. Arriva una richiesta di soccorso e i cinque ragazzi rispondono all'istante. Giunti in un nuovo ambiente di Gorm, scoprono che due Lord sconosciuti stanno combattendo. Il Lord di Solark, Sol, cerca di difendere il Cuore del Titano dal Lord di Eklypsion, Eklos, che vuole portare il Caos su Gorm. I guardiani intervengono in aiuto di Sol, ma Eklos non permette intrusioni."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-08 23:40:00",
      "end_time": "2026-02-08 23:50:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "A scuola l'insegnante decide che ogni settimana i ragazzi si cambieranno di posto, per lo scoramento di Nino, Lj e Viola, abituati oramai a sedersi sempre vicino. Vengono sfidati dai TechnoGeek: il campo è un parallelepipedo che può cambiare forma, diventando lunghissimo, altissimo, strettissimo. Riusciranno i nostri ad abituarsi ai continui cambiamenti del campo. A scuola l'insegnante decide che ogni settimana i ragazzi si cambieranno di posto, per lo scoramento di Nino, Lj e Viola, abituati oramai a sedersi sempre vicino. Vengono sfidati dai TechnoGeek: il campo è un parallelepipedo che può cambiare forma, diventando lunghissimo, altissimo, strettissimo. Riusciranno i nostri ad abituarsi ai continui cambiamenti del campo?"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-08 23:50:00",
      "end_time": "2026-02-09 00:05:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Un alligatore ruba la palla alla Lucky Squad e la porta nel parco trasformato per l'occasione in palude. Ad attendere Nino, Lj-Wang e Viola tra zanzare, formiche e lombrichi ci sono i Super Bugs pronti a sfruttare ogni disattenzione dei nostri per aggiudicarsi il match. Un alligatore ruba la palla alla Lucky Squad e la porta nel parco trasformato per l'occasione in palude. Ad attendere Nino, Lj-Wang e Viola tra zanzare, formiche e lombrichi ci sono i Super Bugs pronti a sfruttare ogni disattenzione dei nostri per aggiudicarsi il match."
    }
  ]
}