{
  "channel_name": "RaiGulp",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 00:05:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli. Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli?"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-14 00:05:00",
      "end_time": "2026-02-14 00:30:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Celeste ha un messaggio molto importante per la squadra della Compagnia dei Celestini, che deve essere votata domani, in una riunione segreta, alla Vecchia Fabbrica di Sardine. Celeste ha un messaggio molto importante per la squadra della Compagnia dei Celestini, che deve essere votata domani, in una riunione segreta, alla Vecchia Fabbrica di Sardine!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-14 00:30:00",
      "end_time": "2026-02-14 00:55:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Squalo riunisce i Capitani alla Vecchia Fabbrica di Sardine tra 40 minuti... chi non partecipa al sorteggio verrà eliminato dal torneo del porto. Squalo riunisce i Capitani alla Vecchia Fabbrica di Sardine tra 40 minuti... chi non partecipa al sorteggio verrà eliminato dal torneo del porto!"
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-14 00:55:00",
      "end_time": "2026-02-14 01:20:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Lucky mette insieme la squadra: Patty, Susan, Victoria, Ann Mary, Beth, Con la fiera Jo, ragazza povera del ghetto chicano che aspira a studi che non si può permettere, completa la formazione. Mentre Madame riceve in pompa magna le sue Rose Nere, Lucky mette subito sotto le ragazze con un massacrante allenamento di mountain bike. Si fa aiutare da quattro ragazzi, Mark, Phil, Julio e Carlos, da ora in poi chiamati Spiker."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-14 01:20:00",
      "end_time": "2026-02-14 01:45:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Alea cerca di infondere forza nella squadra delle Spike e organizza uno stratagemma usando delle pietre che adornavano la Torcia di Olimpia. Un'antica leggenda associa a ognuna di esse una virtù sportiva che le ragazze dovranno scoprire dentro di sé per trasformarsi in nuove sacerdotesse dello sport. Gli allenamenti di Lucky procedono e, alla ricerca di una ragazza che governi i palleggi della squadra, punta su Susan, cercando di sviluppare il suo equilibrio interiore. In una prova di rafting in acque selvagge, Susan guida con polso fermo il gommone delle ragazze alla salvezza."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 01:45:00",
      "end_time": "2026-02-14 01:55:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA. Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 01:55:00",
      "end_time": "2026-02-14 02:10:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo. Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 02:10:00",
      "end_time": "2026-02-14 02:20:00",
      "episode_number": "S2 E11",
      "show_category": "",
      "show_description": "Dopo essere stati aggrediti dai Dronok, Trek, Havok e Ao-ki cadono in una voragine e si ritrovano sottoterra. Trek e Havok vengono fatti prigionieri dai Kawakai, una tribù che custodisce uno dei frammenti di gemma. Nel frattempo, Aoki viene guidata da un Kawakai e riesce a raggiungere i suoi amici. Tuttavia, dopo essersi ritrovati, i tre vengono raggiunti dai Dronok, intenzionati a rubare i loro frammenti di gemma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 02:20:00",
      "end_time": "2026-02-14 02:35:00",
      "episode_number": "S2 E12",
      "show_category": "",
      "show_description": "Krobok è infuriato per essere stato sconfitto dai Guardiani. Grazie all'aiuto di Eklos, riuscirà a impadronirsi di un frammento e tenterà di vendicarsi. I Guardiani, nel frattempo, riusciranno ad attivare finalmente la Iskador, che si rivelerà essere molto più di una semplice nave."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-14 02:35:00",
      "end_time": "2026-02-14 02:45:00",
      "episode_number": "S1 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Per evitare i lavoretti imposti da Quattrocchi durante l'assenza di Grande Puffo, Burlone escogita uno scherzo. Per evitare i lavoretti imposti da Quattrocchi durante l'assenza di Grande Puffo, Burlone escogita uno scherzo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-14 02:45:00",
      "end_time": "2026-02-14 02:55:00",
      "episode_number": "S1 E44",
      "show_category": "Cartoni Animati",
      "show_description": "In occasione della Festa della Mamma, Gargamella riceve la visita della madre. In occasione della Festa della Mamma, Gargamella riceve la visita della madre."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-14 02:55:00",
      "end_time": "2026-02-14 03:05:00",
      "episode_number": "S1 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Nel tentativo di eliminare un brufolo, Vanitoso prende in prestito una pozione dal laboratorio di Grande Puffo. Nel tentativo di eliminare un brufolo, Vanitoso prende in prestito una pozione dal laboratorio di Grande Puffo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-14 03:05:00",
      "end_time": "2026-02-14 03:20:00",
      "episode_number": "S1 E46",
      "show_category": "Cartoni Animati",
      "show_description": "In cerca di notizie succose per i suoi lettori, Giornalista decide di scrivere un articolo su Gargamella. In cerca di notizie succose per i suoi lettori, Giornalista decide di scrivere un articolo su Gargamella."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-14 03:20:00",
      "end_time": "2026-02-14 03:40:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Geronimo riceve un invito ad assistere ad un esclusivo torneo di arti marziali sul Picco Pelliccia Ghiacciata. Tea lo convince a partire, ma una volta arrivati si trovano coinvolti in una serie di strane sparizioni. Dove scompaiono i vincitori? E chi sono i misteriosi guerrieri Topitsu che tramano nell'ombra. Geronimo riceve un invito ad assistere ad un esclusivo torneo di arti marziali sul Picco Pelliccia Ghiacciata. Tea lo convince a partire, ma una volta arrivati si trovano coinvolti in una serie di strane sparizioni.  Dove scompaiono i vincitori?  E chi sono i misteriosi guerrieri Topitsu che tramano nell'ombra?"
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-14 03:40:00",
      "end_time": "2026-02-14 04:05:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Quando alcune rare lucertole vengono rubate dal museo, Geronimo sospetta che ci sia una connessione con l'improvvisa visita del Principe Noguda. I sospetti di Geronimo portano i nostri eroi nella selvaggia Giungla di Bandala, dove scopriranno che le lucertole non sono la sola cosa che il Principe ama collezionare. Quando alcune rare lucertole vengono rubate dal museo, Geronimo sospetta che ci sia una connessione con l'improvvisa visita del Principe Noguda. I sospetti di Geronimo portano i nostri eroi nella selvaggia Giungla di Bandala, dove scopriranno che le lucertole non sono la sola cosa che il Principe ama collezionare…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-14 04:05:00",
      "end_time": "2026-02-14 04:30:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Il governatore chiede al Nonno di finire i lavori del Ponte del Diavolo iniziati tanti anni prima e interrotti dopo il drammatico incidente di suo figlio Tobia. Il Vecchio non può rifiutarsi, ma tornare laggiù per lui è difficile e affrontare il passato sarebbe davvero troppo doloroso, a meno che Heidi non trovi la via giusta per parlare al suo cuore. Il  governatore chiede al Nonno di finire i lavori del Ponte del Diavolo iniziati tanti anni prima e interrotti dopo il drammatico incidente di suo figlio Tobia. Il Vecchio non può rifiutarsi, ma tornare laggiù per lui è difficile e affrontare il passato sarebbe davvero troppo doloroso, a meno che Heidi non trovi la via giusta per parlare al suo cuore…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 04:30:00",
      "end_time": "2026-02-14 04:40:00",
      "episode_number": "S1 E51",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino dimostra una innata predisposizione per curare gli animali, e quindi decide di metter su una clinica veterinaria. A un certo punto però le cose con i suoi animali precipitano e Piedino si rivolge alla Dottoressa Lee per avere spiegazioni. La dottoressa spiega a Piedino che nell'ecosistema ogni animale ha un suo ruolo e una sua funzione e che dunque tutto rientra in un perfetto equilibrio. Piedino dimostra una innata predisposizione per curare gli animali, e quindi decide di metter su una clinica veterinaria. A un certo punto però le cose con i suoi animali precipitano e Piedino si rivolge alla Dottoressa Lee per avere spiegazioni. La dottoressa spiega a Piedino che nell'ecosistema ogni animale ha un suo ruolo e una sua funzione e che dunque tutto rientra in un perfetto equilibrio."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 04:40:00",
      "end_time": "2026-02-14 04:55:00",
      "episode_number": "S1 E52",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele, Nina e, controvoglia, Spilunga, decidono di fare uno scherzo a Piedino. Sull'onda emotiva della paura evocata mentre sono alla ricerca delle tombe Merovinge, con le loro ipotetiche mummie, inventano una storia su un mitologico animale da catturare: il Dahut. Dunque si organizzano per poi prendersi gioco di Piedino, ma quando sono sul punto di attuare il piano, una vera mummia li terrorizza e li mette in fuga. Solo alla fine Piedino confesserà che, dopo aver scoperto il piano che tramavano, si era accordato con Samson per fare a sua volta uno scherzo a loro. Raffaele, Nina e, controvoglia, Spilunga, decidono di fare uno scherzo a Piedino. Sull'onda emotiva della paura evocata mentre sono alla ricerca delle tombe Merovinge, con le loro ipotetiche mummie, inventano una storia su un mitologico animale da catturare: il Dahut. Dunque si organizzano per poi prendersi gioco di Piedino, ma quando sono sul punto di attuare il piano, una vera mummia li terrorizza e li mette in fuga. Solo alla fine Piedino confesserà che, dopo aver scoperto il piano che tramavano, si era accordato con Samson per fare a sua volta uno scherzo a loro."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 04:55:00",
      "end_time": "2026-02-14 05:10:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Per dimostrare ai suoi amici di essere grande e coraggioso Piedino va a dormire da solo in un cimitero. Per dimostrare ai suoi amici di essere grande e coraggioso Piedino va a dormire da solo in un cimitero."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-14 05:10:00",
      "end_time": "2026-02-14 05:20:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Un turista mangione invade il nuovo bed&breakfast dei genitori di Ham e si mette in guai... alimentari: qui ci vuole una colazione detox. Un turista mangione invade il nuovo bed&breakfast dei genitori di Ham e si mette in guai... alimentari: qui ci vuole una colazione detox!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-14 05:20:00",
      "end_time": "2026-02-14 05:35:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Joni, la nonna di Ham, è una signora molto dinamica: anche troppo, considerando tutto il caffè che beve! I nostri Food Wizards dovranno salvarla affrontando i Toxins... a ritmo di rock. Joni, la nonna di Ham, è una signora molto dinamica: anche troppo, considerando tutto il caffè che beve! I nostri Food Wizards dovranno salvarla affrontando i Toxins... a ritmo di rock!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-14 05:35:00",
      "end_time": "2026-02-14 05:50:00",
      "episode_number": "S1 E6",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-14 05:50:00",
      "end_time": "2026-02-14 06:05:00",
      "episode_number": "S1 E7",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \"Il Giallino\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green. Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \\\"Il Giallino\\\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 06:05:00",
      "end_time": "2026-02-14 06:15:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA. Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 06:15:00",
      "end_time": "2026-02-14 06:30:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo. Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 06:30:00",
      "end_time": "2026-02-14 06:40:00",
      "episode_number": "S2 E13",
      "show_category": "",
      "show_description": "I guardiani raggiungono il secondo santuario in cui incontrano Rodium, guerriero solark e custode dell'ordine. Trek, colpito da una forte sonnolenza, finisce a terra e rischia di danneggiare una pianta del cui nettare si nutrono i morkini. Rodium, si scaglia contro i guardiani per difendere il santuario, ma Trek riuscirà a salvare la situazione, ponendo fine allo scontro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 06:40:00",
      "end_time": "2026-02-14 06:55:00",
      "episode_number": "S2 E14",
      "show_category": "",
      "show_description": "Attratti da un misterioso segnale, i Guardiani giungono alla Piramide Solark, dove trovano Eklos ad aspettarli. Il Lord degli Eklypsion rivela agli eroi che Sol è in grave pericolo e chiede il loro aiuto per salvarlo."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-14 06:55:00",
      "end_time": "2026-02-14 07:05:00",
      "episode_number": "S1 E20",
      "show_category": "",
      "show_description": "Durante un temporale, un fulmine proietta Quattrocchi e Bocciolina in un'altra dimensione dove i cattivi come Gargamella e Bue Grasso sono buoni e gentili e i Puffi, che qui si chiamano Pluffi, sono grigi anziché blu e per niente amichevoli."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi.webp",
      "start_time": "2026-02-14 07:05:00",
      "end_time": "2026-02-14 07:15:00",
      "episode_number": "S1 E21",
      "show_category": "",
      "show_description": "Un vecchio albero può diventare rifugio per una squadra di soccorritori pronta a intervenire."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-14 07:15:00",
      "end_time": "2026-02-14 07:30:00",
      "episode_number": "S1 E22",
      "show_category": "",
      "show_description": "Tontolone evita che Chef venga investito da una roccia. per sdebitarsi il cuoco lo prende in cucina come assistente."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-14 07:30:00",
      "end_time": "2026-02-14 07:55:00",
      "episode_number": "S3 E16",
      "show_category": "",
      "show_description": "Geronimo si reca in Giappone per intervistare Hideyoshi Mousitomo - che si definisce \"l'ultimo dei samurai\" - insieme a Tea, Trappola e Benjamin. Ma mentre gli Stilton sono ospiti a casa sua, Mousitomo subisce il furto dell'antica spada del suo clan. Tutto lascia pensare che dietro al crimine ci sia il clan Ratsuda, storico rivale dei Mousimoto. Così, mentre Trappola prende lezioni di sumo, Geronimo dà inizio alle indagini. Geronimo si reca in Giappone per intervistare Hideyoshi Mousitomo - che si definisce \\\"l'ultimo dei samurai\\\" - insieme a Tea, Trappola e Benjamin. Ma mentre gli Stilton sono ospiti a casa sua, Mousitomo subisce il furto dell'antica spada del suo clan. Tutto lascia pensare che dietro al crimine ci sia il clan Ratsuda, storico rivale dei Mousimoto. Così, mentre Trappola prende lezioni di sumo, Geronimo dà inizio alle indagini..."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-14 07:55:00",
      "end_time": "2026-02-14 08:20:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Con l'entusiamo e l'incoraggiamento di Heidi, Clara migliora di giorno in giorno e il soggiorno in montagna sembra proprio fare bene a tutti! Anche la signorina Rottenmeier comincia a trovarsi a suo agio, finché un incontro con il misterioso Frederic non la rende inquieta e preoccupata di lasciare al più presto le montagne per fare ritorno a Francoforte con Clara. Con l'entusiamo e l'incoraggiamento di Heidi, Clara migliora di giorno in giorno e il soggiorno in montagna sembra proprio fare bene a tutti! Anche la signorina Rottenmeier comincia a trovarsi a suo agio, finché un incontro con il misterioso Frederic non la rende inquieta e preoccupata di lasciare al più presto le montagne per fare ritorno a Francoforte con Clara…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 08:20:00",
      "end_time": "2026-02-14 08:30:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino porta a spasso il cane di una cugina e lo perde nel bosco. Piedino porta a spasso il cane di una cugina e lo perde nel bosco."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 08:30:00",
      "end_time": "2026-02-14 08:45:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Raffaele litigano giocando a Rugby e il signor Luchon darà loro una lezione sul gioco di squadra. Spilunga e Raffaele litigano giocando a Rugby e il signor Luchon darà loro una lezione sul gioco di squadra."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-14 08:45:00",
      "end_time": "2026-02-14 09:00:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino e i suoi amici salvano un nido di uccellini. Piedino e i suoi amici salvano un nido di uccellini."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-14 09:00:00",
      "end_time": "2026-02-14 09:15:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi a scuola c'è un ospite: un paleontologo che racconta cose interessantissime, ma mangia troppo cibo in scatola! Saranno i Food Wizards a salvarlo... con dei dinosauri fatti tutti di verdure. Oggi a scuola c'è un ospite: un paleontologo che racconta cose interessantissime, ma mangia troppo cibo in scatola! Saranno i Food Wizards a salvarlo... con dei dinosauri fatti tutti di verdure!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-14 09:15:00",
      "end_time": "2026-02-14 09:30:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "La Maestra Claire ha una doppia personalità? O forse è tutta colpa della sua dieta ipocalorica? I Food Wizards indagano. La Maestra Claire ha una doppia personalità? O forse è tutta colpa della sua dieta ipocalorica? I Food Wizards indagano..."
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-14 09:30:00",
      "end_time": "2026-02-14 09:45:00",
      "episode_number": "S1 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green. Avete mai visto una grotta che respira? Caterina ci porta in Piemonte ad esplorare una grotta carsica alla ricerca dei suoi segreti: la Grotta di Bossea, la prima grotta ad essere stata aperta al turismo e che oggi ospita un preziosissimo laboratorio! Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D info e ispirazioni per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-14 09:45:00",
      "end_time": "2026-02-14 10:00:00",
      "episode_number": "S1 E9",
      "show_category": "Programmi Tv Kids",
      "show_description": "Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green. Esiste davvero l'isola che non c'è? Caterina ci porta sul fiume Po a caccia di un'isola che non c'è per poi esplorare i fondali del Mar Adriatico che nasconde una vera e propria barriera corallina! Il tiktoker Marco Il Giallino ci aiuta a svelare le fake news della natura e nella pillola Davvero Green ascoltiamo piccoli suggerimenti per grandi rivoluzioni green."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-14 10:00:00",
      "end_time": "2026-02-14 10:10:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene contattata sia da Reggie che da Agnes, a insaputa l'uno dell'altra. Entrambe le tartarughe vogliono fare una sorpresa al loro partner in occasione dell'ottantesimo anniversario del loro matrimonio. Reggie vorrebbe imparare a ballare per danzare assieme a Agnes, che è una ballerina provetta, mentre Agnes vorrebbe farsi scattare una bella foto da regalare a Reggie, perché in tutte quelle che le hanno fatto, ha sempre un'espressione poco fotogenica. Billy, Maggie e Clive aiuteranno Reggie a trovare il suo ritmo, mentre Flo e Jo si dedicheranno al book fotografico di Agnes. La Coop Troop viene contattata sia da Reggie che da Agnes, a insaputa l'uno dell'altra. Entrambe le tartarughe vogliono fare una sorpresa al loro partner in occasione dell'ottantesimo anniversario del loro matrimonio. Reggie vorrebbe imparare a ballare per danzare assieme a Agnes, che è una ballerina provetta, mentre Agnes vorrebbe farsi scattare una bella foto da regalare a Reggie, perché in tutte quelle che le hanno fatto, ha sempre un'espressione poco fotogenica. Billy, Maggie e Clive aiuteranno Reggie a trovare il suo ritmo, mentre Flo e Jo si dedicheranno al book fotografico di Agnes..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-14 10:10:00",
      "end_time": "2026-02-14 10:20:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop risponde alla chiamata di Crystal, tormentata da un fastidioso singhiozzo che non le dà tregua. In realtà, nessuno dei soccorritori ha le idee chiare su come affrontare il problema. Ognuno di loro propone fantasiose soluzioni e alla fine, quando finalmente a Crystal passerà il singhiozzo, ognuno cercherà di attribuirsene il merito. La Coop Troop risponde alla chiamata di Crystal, tormentata da un fastidioso singhiozzo che non le dà tregua. In realtà, nessuno dei soccorritori ha le idee chiare su come affrontare il problema. Ognuno di loro propone fantasiose soluzioni e alla fine, quando finalmente a Crystal passerà il singhiozzo, ognuno cercherà di attribuirsene il merito."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-14 10:20:00",
      "end_time": "2026-02-14 10:35:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Sam chiede l'intervento della Coop Troop perché Esther, camaleonte dalle numerose personalità, si è impadronita di una pantofola del suo padrone e non vuole restituirla. Quando Flo e gli altri la acciuffano, Esther dichiara di essere l'imperatrice della Via Lattea e che la pantofola in questione è un oggetto sacro e per restituirla pone delle condizioni al limite dell'assurdo. Sam chiede l'intervento della Coop Troop perché Esther, camaleonte dalle numerose personalità, si è impadronita di una pantofola del suo padrone e non vuole restituirla. Quando Flo e gli altri la acciuffano, Esther dichiara di essere l'imperatrice della Via Lattea e che la pantofola in questione è un oggetto sacro e per restituirla pone delle condizioni al limite dell'assurdo..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 10:35:00",
      "end_time": "2026-02-14 10:45:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni. Gli amici di Mortina diventano improvvisamente molto tristi e non c'è niente che riesca a tirarli su di morale. Cosa li ha resi così? La Squadra del Mistero risolverà l'indagine e ritroverà l'allegria, imparando il valore di condividere con gli altri le proprie emozioni."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 10:45:00",
      "end_time": "2026-02-14 11:00:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo. Uno strano rumore attira Mortina e gli amici nello studio di Zia Dipartita. Quando la piccola zombie fa per aprire la porta, la mano ci passa attraverso! Ben presto anche altri oggetti di Villa Decadente divengono intangibili… cosa sta succedendo? Toccherà alla Squadra del Mistero scoprirlo!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 11:00:00",
      "end_time": "2026-02-14 11:10:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti. Mortina e i suoi amici vanno nel bosco di Villa Decadente per raccogliere i lugubroccoli, ortaggi capaci di farti crescere ali di libellula, ma sembra non essercene traccia… dove sono finiti i lugubroccoli? La Squadra del Mistero riuscirà a trovarli e Nora capirà che, se ci credi, possono succedere cose sorprendenti."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 11:10:00",
      "end_time": "2026-02-14 11:25:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura. È Halloween e Mortina e gli amici si stanno preparando per dolcetto o scherzetto quando Mesto scompare. Dilbert sospetta sia opera della Grande Cipolla, creatura che ad Halloween gira per le case zombie e fa scherzetti. Indagando sul caso, la Squadra del Mistero scoprirà che insieme si può affrontare qualsiasi paura!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-14 11:25:00",
      "end_time": "2026-02-14 11:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Alex viene incarcerato con l'accusa di aver disegnato delle caricature e poi incollate sulla schiena di Rochefort. Sarà compito delle moschettiere salvarlo, anche perché non è lui il colpevole dell'affronto. Alex viene incarcerato con l'accusa di aver disegnato delle caricature e poi incollate sulla schiena di Rochefort. Sarà compito delle moschettiere salvarlo, anche perché non è lui il colpevole dell'affronto..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-14 11:35:00",
      "end_time": "2026-02-14 11:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan dovrà affrontare un duello con Rochefort dato che entrambi si prendono in giro con nomignoli poco dignitosi. Scopriranno però che ci sarà una sfida molto più importante da affrontare, di qualche sciocco nomignolo. D'Artagnan dovrà affrontare un duello con Rochefort dato che entrambi si prendono in giro con nomignoli poco dignitosi. Scopriranno però che ci sarà una sfida molto più importante da affrontare, di qualche sciocco nomignolo..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-14 11:50:00",
      "end_time": "2026-02-14 12:00:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "La preziosa spada di Porthos, Hauteclaire, le viene sottratta, e la giovane moschettiera dovrà fare il possibile per recuperare quello che è, per lei, un oggetto davvero prezioso. La preziosa spada di Porthos, Hauteclaire, le viene sottratta, e la giovane moschettiera dovrà fare il possibile per recuperare quello che è, per lei, un oggetto davvero prezioso."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-14 12:00:00",
      "end_time": "2026-02-14 12:15:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Il conte di Tréville viene accusato di furto di documenti importanti. La figlia è disperata, ma D'Artagnan scopre che la verità è ben lontana da quella che viene raccontata a corte. Il conte di Tréville viene accusato di furto di documenti importanti. La figlia è disperata, ma D'Artagnan scopre che la verità è ben lontana da quella che viene raccontata a corte."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-14 12:15:00",
      "end_time": "2026-02-14 12:40:00",
      "episode_number": "S4 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Una ricerca di rimedi per lenire il mal di stomaco si trasforma in un viaggio attraverso le alghe puzzolenti! Mia è scioccata dalla scoperta del passato di Riok, e cosa vuol dire per tutta Centopia. Una ricerca di rimedi per lenire il mal di stomaco si trasforma in un viaggio attraverso le alghe puzzolenti! Mia è scioccata dalla scoperta del passato di Riok, e cosa vuol dire per tutta Centopia!"
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-14 12:40:00",
      "end_time": "2026-02-14 13:05:00",
      "episode_number": "S4 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Una nuova e lussureggiante isola porta all'incontro inaspettato con Flo e a una giornata di festeggiamenti, poi la scomparsa di Phuddle catapulta gli elfi in un'avventura completamente nuova. Una nuova e lussureggiante isola porta all'incontro inaspettato con Flo e a una giornata di festeggiamenti, poi la scomparsa di Phuddle catapulta gli elfi in un'avventura completamente nuova."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-14 13:05:00",
      "end_time": "2026-02-14 13:30:00",
      "episode_number": "S7 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Una tranquilla gita a Baia Paradiso tra Winx e Specialisti diventa l'occasione per una nuova missione da compiere: Roxy avverte le Winx che l'intero ecosistema è in pericolo per una causa sconosciuta, e così ragazze e ragazzi si danno da fare per risolvere il mistero. Dopo aver notato che la siccità sta facendo avvizzire tutte le piante, le Winx si trasformano in fate Tynix ed entrano nel MiniMondo Foglia. Le sei fate sconfiggono degli acari salvando una piccola creatura di nome Chloe, ma quando annunciano il motivo per cui sono arrivate, vengono subito attaccate e accusate di essere la causa dell'intero problema. Una tranquilla gita a Baia Paradiso tra Winx e Specialisti diventa l'occasione per una nuova missione da compiere: Roxy avverte le Winx che l'intero ecosistema è in pericolo per una causa sconosciuta, e così ragazze e ragazzi si danno da fare per risolvere il mistero. Dopo aver notato che la siccità sta facendo avvizzire tutte le piante, le Winx si trasformano in fate Tynix ed entrano nel MiniMondo Foglia. Le sei fate sconfiggono degli acari salvando una piccola creatura di nome Chloe, ma quando annunciano il motivo per cui sono arrivate, vengono subito attaccate e accusate di essere la causa dell'intero problema!"
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-14 13:30:00",
      "end_time": "2026-02-14 13:55:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Myrva e Gmor faticano ad accettare Arcana come guida, i Paladini accorrono in aiuto di Alhazred per proteggere la foresta nel deserto. L'oasi, per difendersi dall'attacco dell'Albero vampiro, ha creato una barriera di stasi. Intanto Elara prosegue sue ricerche e scopre tracce di energia sottratta alle foreste. Mentre Myrva e Gmor faticano ad accettare Arcana come guida, i Paladini accorrono in aiuto di Alhazred per proteggere la foresta nel deserto. L'oasi, per difendersi dall'attacco dell'Albero vampiro, ha creato una barriera di stasi. Intanto Elara prosegue sue ricerche e scopre tracce di energia sottratta alle foreste."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-14 13:55:00",
      "end_time": "2026-02-14 14:20:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "I Paladini tornano nel deserto per salvare l'Oasi. Una gemma sembrerebbe la chiave per spezzare la stasi magica e respingere l'Albero Vampiro, ma il suo potere è instabile e il tempo sta per scadere. Intanto Vondhur e Neikron tramano nell'ombra e, a Silveridhe, Elara scopre un indizio sul flusso di energia delle foreste. I Paladini tornano nel deserto per salvare l'Oasi. Una gemma sembrerebbe la chiave per spezzare la stasi magica e respingere l'Albero Vampiro, ma il suo potere è instabile e il tempo sta per scadere. Intanto Vondhur e Neikron tramano nell'ombra e, a Silveridhe, Elara scopre un indizio sul flusso di energia delle foreste."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-14 14:20:00",
      "end_time": "2026-02-14 14:45:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Sul tetto di Rocca Mattis Ronja incontra Birk, il figlio di Borka. Il ragazzino le dà una notizia sconvolgente: i briganti di Borka hanno occupato la rocca nord, che da questo momento si chiamerà Forte Borka. I due bambini si sfidano a saltare la Voragine Infernale, finché Birk non ci cade dentro e Ronja lo salva. Poi la bambina va a riferire la novità a Mattis e agli altri briganti: suo padre inizialmente non le crede, poi viene preso dalla rabbia e dallo sconforto. Sul tetto di Rocca Mattis Ronja incontra Birk, il figlio di Borka. Il ragazzino le dà una notizia sconvolgente: i briganti di Borka hanno occupato la rocca nord, che da questo momento si chiamerà Forte Borka. I due bambini si sfidano a saltare la Voragine Infernale, finché Birk non ci cade dentro e Ronja lo salva. Poi la bambina va a riferire la novità a Mattis e agli altri briganti: suo padre inizialmente non le crede, poi viene preso dalla rabbia e dallo sconforto."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-14 14:45:00",
      "end_time": "2026-02-14 15:10:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Birk e Ronja non si stanno molto simpatici, Mattis e Borka si confrontano in un dialogo non certo pacifista. Ma alcuni ricordi riaffiorano, e i due rammentano di quando erano vecchi amici, in passato, dopo che un fatto importante li ha divisi. Ronja imparerà da questo accadimento una importante lezione. Mentre Birk e Ronja non si stanno molto simpatici, Mattis e Borka si confrontano in un dialogo non certo pacifista. Ma alcuni ricordi riaffiorano, e i due rammentano di quando erano vecchi amici, in passato, dopo che un fatto importante li ha divisi. Ronja imparerà da questo accadimento una importante lezione."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-14 15:10:00",
      "end_time": "2026-02-14 15:20:00",
      "episode_number": "S1 E40",
      "show_category": "Sketch Com",
      "show_description": "Vivi il Funny Day della danza con Ari e i mitici Choros Ballet. Tra balletti, acrobazie e coreografie hip-hop, scopri curiosità e sfide divertentissime lanciate da Bip. Preparati a ridere, muoverti e divertirti... senza paura di fare figuracce. Vivi il Funny Day della danza con Ari e i mitici Choros Ballet. Tra balletti, acrobazie e coreografie hip-hop, scopri curiosità e sfide divertentissime lanciate da Bip. Preparati a ridere, muoverti e divertirti... senza paura di fare figuracce."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-14 15:20:00",
      "end_time": "2026-02-14 15:30:00",
      "episode_number": "S1 E41",
      "show_category": "Sketch Com",
      "show_description": "Scopri il mondo dei primi appuntamenti con Ari e Bip, tra imbarazzi e situazioni esilaranti! Con la ruota delle voci, personaggi zombie, alieni e supereroi ti mostrano che l'amore ha mille forme. Bastano spontaneità e piccoli momenti buffi per rendere ogni incontro indimenticabile. Scopri il mondo dei primi appuntamenti con Ari e Bip, tra imbarazzi e situazioni esilaranti! Con la ruota delle voci, personaggi zombie, alieni e supereroi ti mostrano che l'amore ha mille forme. Bastano spontaneità e piccoli momenti buffi per rendere ogni incontro indimenticabile."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-14 15:30:00",
      "end_time": "2026-02-14 15:40:00",
      "episode_number": "S1 E42",
      "show_category": "Sketch Com",
      "show_description": "Ti sei mai chiesto come nascono i cartoni animati? Ari e Bip ti portano dietro le quinte della magia dell'animazione, tra disegni che prendono vita, mondi fantastici e un esercito di creativi all'opera. Scoprirai come anche un semplice segno può trasformarsi in un'avventura straordinaria. Ti sei mai chiesto come nascono i cartoni animati? Ari e Bip ti portano dietro le quinte della magia dell'animazione, tra disegni che prendono vita, mondi fantastici e un esercito di creativi all'opera. Scoprirai come anche un semplice segno può trasformarsi in un'avventura straordinaria!"
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-14 15:40:00",
      "end_time": "2026-02-14 16:05:00",
      "episode_number": "S3 E19",
      "show_category": "Live Action",
      "show_description": "I posti disponibili nella Compagnia si riducono a tre, due per le ragazze e uno per i ragazzi, e questa notizia aumenta la competizione tra i ragazzi. JEFF e ISAAC si accordano per non parlarne mai, mentre LENA e INES sono decise a ottenere quei due posti. Intanto ROMY teme di non essere all'altezza degli allievi della Quarta Divisione e decide di radunare alcuni dei più bravi ballerini del passato per allenarsi con loro, ma per questa infrazione viene catturata dall'Ufficio, sotto lo sguardo impotente di LENA e NICO. I posti disponibili nella Compagnia si riducono a tre, due per le ragazze e uno per i ragazzi, e questa notizia aumenta la competizione tra i ragazzi. JEFF e ISAAC si accordano per non parlarne mai, mentre LENA e INES sono decise a ottenere quei due posti. Intanto ROMY teme di non essere all'altezza degli allievi della Quarta Divisione e decide di radunare alcuni dei più bravi ballerini del passato per allenarsi con loro, ma per questa infrazione viene catturata dall'Ufficio, sotto lo sguardo impotente di LENA e NICO."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-14 16:05:00",
      "end_time": "2026-02-14 16:35:00",
      "episode_number": "S3 E20",
      "show_category": "Live Action",
      "show_description": "Mentre ROMY si trova nella Stanza Bianca, LENA e gli altri escogitano un piano per salvarla. Usando un campione di DNA di JEFF e uno di INES, i ragazzi riescono a confondere l'Ufficio associando i puntini rossi del bracciale di Victor non più a LENA e NICO ma a JEFF e a INES, così i primi riescono ad entrare indisturbati nell'Ufficio Viaggi e a riportare a scuola ROMY sana e salva. Purtroppo però, le due ragazze vengono colte sul fatto da ARMANDO. Mentre ROMY si trova nella Stanza Bianca, LENA e gli altri escogitano un piano per salvarla. Usando un campione di DNA di JEFF e uno di INES, i ragazzi riescono a confondere l'Ufficio associando i puntini rossi del bracciale di Victor non più a LENA e NICO ma a JEFF e a INES, così i primi riescono ad entrare indisturbati nell'Ufficio Viaggi e a riportare a scuola ROMY sana e salva. Purtroppo però, le due ragazze vengono colte sul fatto da ARMANDO."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/alex-co.webp",
      "start_time": "2026-02-14 16:35:00",
      "end_time": "2026-02-14 17:00:00",
      "episode_number": "S1 E40",
      "show_category": "Live Action",
      "show_description": "Clio è diventata più aperta e solare, ma ancora non si fida completamente di Alex. Nicole ha creato il volantino per lo spettacolo al Blue Factory, che è ormai diventato un luogo magico non solo per Sara, ma anche per gli altri: è lì dove Emma ha ritrovato la sua voce ed è sempre lì dove sono rinati gli Alex&Co. Clio è diventata più aperta e solare, ma ancora non si fida completamente di Alex. Nicole ha creato il volantino per lo spettacolo al Blue Factory, che è ormai diventato un luogo magico non solo per Sara, ma anche per gli altri: è lì dove Emma ha ritrovato la sua voce ed è sempre lì dove sono rinati gli Alex&Co."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-14 17:00:00",
      "end_time": "2026-02-14 17:25:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "Quando il ciondolo sprigiona lo spirito di un antico maestro, Po deve battersi contro qualcuno che non avrebbe mai pensato di dover affrontare."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-14 17:25:00",
      "end_time": "2026-02-14 17:50:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Nel Nuovo mondo la squadra dà il proprio contributo per difendere una piantagione di cacao da un mostro affamato: incontra così chi ora possiede i Cerchi della tempesta."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-14 17:50:00",
      "end_time": "2026-02-14 18:00:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "L'annuale gara di ballo a coppie organizzata da Cleopatra nel suo locale è minacciata da un misterioso sabotatore che manda all'aria tutte le esibizioni una dopo l'altra! È una doppia sfida per Spooky Wolf e compagni, impegnati sia come detective... che come ballerini! Chi sarà il colpevole? E chi vincerà la gara. L'annuale gara di ballo a coppie organizzata da Cleopatra nel suo locale è minacciata da un misterioso sabotatore che manda all'aria tutte le esibizioni una dopo l'altra! È una doppia sfida per Spooky Wolf e compagni, impegnati sia come detective... che come ballerini! Chi sarà il colpevole? E chi vincerà la gara?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-14 18:00:00",
      "end_time": "2026-02-14 18:10:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Ogni abitante di Fantaville si ritrova in compagnia di un suo doppio: la città è invasa da cloni! Uno scenario surreale, traboccante di follia e problemi! Chi potrà mai svelare l'origine dello strambo fenomeno? È ovvio: Spooky Wolf! Anzi, ben due Spooky Wolf. Ogni abitante di Fantaville si ritrova in compagnia di un suo doppio: la città è invasa da cloni! Uno scenario surreale, traboccante di follia e problemi! Chi potrà mai svelare l'origine dello strambo fenomeno? È ovvio: Spooky Wolf! Anzi, ben due Spooky Wolf!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-14 18:10:00",
      "end_time": "2026-02-14 18:25:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky è molto teso: ha un appuntamento del dentista! Per saltare la visita decide di occuparsi del problema del momento a Fantaville, ovvero la sparizione dei denti di molti abitanti della città! Riuscirà il lupo a risolvere il caso e a superare la sua paura? Questo è proprio... pane per i suoi denti. Spooky è molto teso: ha un appuntamento del dentista! Per saltare la visita decide di occuparsi del problema del momento a Fantaville, ovvero la sparizione dei denti di molti abitanti della città! Riuscirà il lupo a risolvere il caso e a superare la sua paura? Questo è proprio... pane per i suoi denti!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 18:25:00",
      "end_time": "2026-02-14 18:35:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità. Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 18:35:00",
      "end_time": "2026-02-14 18:50:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \"saporaccio\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché. Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \\\"saporaccio\\\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-14 18:50:00",
      "end_time": "2026-02-14 19:05:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero. A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-14 19:05:00",
      "end_time": "2026-02-14 19:30:00",
      "episode_number": "S1 E15",
      "show_category": "",
      "show_description": "Quando il ciondolo sprigiona lo spirito di un antico maestro, Po deve battersi contro qualcuno che non avrebbe mai pensato di dover affrontare."
    },
    {
      "show_name": "Fuga dal pianeta Terra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/fuga-dal-pianeta-terra.webp",
      "start_time": "2026-02-14 19:30:00",
      "end_time": "2026-02-14 20:50:00",
      "episode_number": "",
      "show_category": "Animazione",
      "show_description": "Il più famoso viaggiatore spaziale del Pianeta Baab, Scorch Supernova, è ritenuto un eroe: lui fa di tutto per meritare questo titolo. A sostenerne le prodezze, nella stazione di comando, lavora il fratello Gary. Quando Scorch Supernova deciderà di partire per il Pianeta Oscuro, Gary tenterà di fermarlo, considerando l'operazione troppo pericolosa. Il più famoso viaggiatore spaziale del Pianeta Baab, Scorch Supernova, è ritenuto un eroe: lui fa di tutto per meritare questo titolo. A sostenerne le prodezze, nella stazione di comando, lavora il fratello Gary. Quando Scorch Supernova deciderà di partire per il Pianeta Oscuro, Gary tenterà di fermarlo, considerando l'operazione troppo pericolosa."
    },
    {
      "show_name": "Belle & Sebastien - Amici per sempre",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/belle-sebastien-amici-per-sempre.webp",
      "start_time": "2026-02-14 20:50:00",
      "end_time": "2026-02-14 22:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sebastien è cresciuto, ha 12 anni ed è sempre inseparabile da Belle, che ha avuto tre cuccioli meravigliosi. Suo padre Pierre e Angelina si sono sposati da poco e progettano di trasferirsi in Canada. Sebastien è amareggiato, perché non vuole lasciare il nonno e, non bastasse, arriva in paese un presunto proprietario di Belle."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/street-football.webp",
      "start_time": "2026-02-14 22:25:00",
      "end_time": "2026-02-14 22:50:00",
      "episode_number": "S5 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Durante il suo compleanno, Bianca cerca di mantenere il segreto sulla madre biologica. Questa però cerca di insistentemente un contatto anche mandandole un regalo. Le emozioni la distraggono e rischiano di compromettere la partita contro le Linci di Ulan Bator, mettendo in difficoltà i Blu. Durante il suo compleanno, Bianca cerca di mantenere il segreto sulla madre biologica. Questa però cerca di insistentemente un contatto anche mandandole un regalo. Le emozioni la distraggono e rischiano di compromettere la partita contro le Linci di Ulan Bator, mettendo in difficoltà i Blu."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 22:50:00",
      "end_time": "2026-02-14 23:00:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Karma è entusiasta di dormire fuori per la prima volta, ma il modo in cui gli amici parlano dei suoi capelli la fa sentire una outsider. La mamma la incoraggia ad essere orgogliosa dei suoi capelli e a dire ai suoi amici di trovare modi più rispettosi per parlare delle differenze. Karma è entusiasta di dormire fuori per la prima volta, ma il modo in cui gli amici parlano dei suoi capelli la fa sentire una outsider. La mamma la incoraggia ad essere orgogliosa dei suoi capelli e a dire ai suoi amici di trovare modi più rispettosi per parlare delle differenze."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-14 23:00:00",
      "end_time": "2026-02-14 23:15:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Major, il cane di Keys, si smarrisce, Karma chiama a raccolta tutti i vicini, che spesso interpretano male le strane buffonate del cucciolo, per dimostrare a Keys che la comunità e la famiglia lo sostengono. Quando Major, il cane di Keys, si smarrisce, Karma chiama a raccolta tutti i vicini, che spesso interpretano male le strane buffonate del cucciolo, per dimostrare a Keys che la comunità e la famiglia lo sostengono."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 23:15:00",
      "end_time": "2026-02-14 23:25:00",
      "episode_number": "S2 E13",
      "show_category": "",
      "show_description": "I guardiani raggiungono il secondo santuario in cui incontrano Rodium, guerriero solark e custode dell'ordine. Trek, colpito da una forte sonnolenza, finisce a terra e rischia di danneggiare una pianta del cui nettare si nutrono i morkini. Rodium, si scaglia contro i guardiani per difendere il santuario, ma Trek riuscirà a salvare la situazione, ponendo fine allo scontro."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-14 23:25:00",
      "end_time": "2026-02-14 23:40:00",
      "episode_number": "S2 E14",
      "show_category": "",
      "show_description": "Attratti da un misterioso segnale, i Guardiani giungono alla Piramide Solark, dove trovano Eklos ad aspettarli. Il Lord degli Eklypsion rivela agli eroi che Sol è in grave pericolo e chiede il loro aiuto per salvarlo."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-14 23:40:00",
      "end_time": "2026-02-14 23:50:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "SuperRoller contro Lucky Squad! Stavolta Nino, Viola e Lj-Wang si troveranno a giocare in uno skate park contro una squadra di pattinatrici tutta al femminile, che Nino prende ingenuamente poco sul serio. Una sfida ad alta velocità. SuperRoller contro Lucky Squad! Stavolta Nino, Viola e Lj-Wang si troveranno a giocare in uno skate park contro una squadra di pattinatrici tutta al femminile, che Nino prende ingenuamente poco sul serio.  Una sfida ad alta velocità!"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-14 23:50:00",
      "end_time": "2026-02-15 00:05:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Viola ha paura del buio. E ha ragione, se il buio nasconde i Black Ninja pronti a sfruttare le ombre e i loro trucchi per sconfiggere la Lucky Squad. Viola ha paura del buio. E ha ragione, se il buio nasconde i Black Ninja pronti a sfruttare le ombre e i loro trucchi per sconfiggere la Lucky Squad!"
    }
  ]
}