{
  "channel_name": "RaiGulp",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:05:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Grazie al successo del nuovo sport, in Italia inizia il primo torneo dimostrativo di Spikeball! la Lucky Squad è subito impegnata in una sfida speciale, al Colosseo di Roma. Avversari tre predatori non proprio amichevoli: gli Animals. Grazie al successo del nuovo sport, in Italia inizia il primo torneo dimostrativo di Spikeball! la Lucky Squad è subito impegnata in una sfida speciale, al Colosseo di Roma. Avversari tre predatori non proprio amichevoli: gli Animals!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-04 00:05:00",
      "end_time": "2026-02-04 00:30:00",
      "episode_number": "S3 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Lucifero cerca di motivare i compagni in vista della partita contro le Tigri della Malesia. Celeste e Samira assistono ad un allenamento dei loro avversari. Squalo cerca l'aiuto di Celeste e Samira per fare colpo su Farah. Ma sul conto della ragazza i Finezza scopriranno qualcosa di davvero sorprendente. Lucifero cerca di motivare i compagni in vista della partita contro le Tigri della Malesia. Celeste e Samira assistono ad un allenamento dei loro avversari. Squalo cerca l'aiuto di Celeste e Samira per fare colpo su Farah. Ma sul conto della ragazza i Finezza scopriranno qualcosa di davvero sorprendente…."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-compagnia-dei-celestini.webp",
      "start_time": "2026-02-04 00:30:00",
      "end_time": "2026-02-04 00:55:00",
      "episode_number": "S3 E10",
      "show_category": "Cartoni Animati",
      "show_description": "I Celestini devono affrontare gli Irochesi del Quebec. Lucifero ha dei sospetti sulla correttezza di gioco dei suoi avversari e li osserva attentamente durante gli allenamenti. Celeste cerca di convincerlo dell'infondatezza delle sue accuse, ma Lucifero continua a cercare prove. I Celestini devono affrontare gli Irochesi del Quebec. Lucifero ha dei sospetti sulla correttezza di gioco dei suoi avversari e li osserva attentamente durante gli allenamenti. Celeste cerca di convincerlo dell'infondatezza delle sue accuse, ma Lucifero continua a cercare prove…."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-04 00:55:00",
      "end_time": "2026-02-04 01:20:00",
      "episode_number": "S3 E9",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spike-team.webp",
      "start_time": "2026-02-04 01:20:00",
      "end_time": "2026-02-04 01:45:00",
      "episode_number": "S3 E10",
      "show_category": "Cartoni Animati",
      "show_description": "La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo. La fatica, il successo, ma anche i fallimenti di un gruppo di studentesse universitarie che vogliono diventare una grande squadra di pallavolo. Le Spike Team questa volta si preparano ad affrontare le Olimpiadi, dove saranno in concorrenza con le migliori squadre femminili del mondo."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 01:45:00",
      "end_time": "2026-02-04 01:55:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \"rap\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze. Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \\\"rap\\\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 01:55:00",
      "end_time": "2026-02-04 02:10:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi. Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 02:10:00",
      "end_time": "2026-02-04 02:20:00",
      "episode_number": "S1 E43",
      "show_category": "",
      "show_description": "Dopo aver attivato tutti e tre i sigilli del vento, Eron deve affrontare Cosmyr, il Meka Gormita del Vento. Dovrà farlo uscire dall'arena di combattimento per dimostrare di essere all'altezza del suo ruolo, e per riuscirci, chiama in suo aiuto Orion. I due tenteranno di sconfiggere Cosmyr con vari colpi in stile tempestoso, senza però riuscire nell'impresa. Capiranno di dover cambiare strategia e grazie ad un colpo in super stiletempestoso, e a un piccolo aiuto involontario di Riff e Ikor, riusciranno finalmente a sconfiggere il potente Cosmyr."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 02:20:00",
      "end_time": "2026-02-04 02:35:00",
      "episode_number": "S1 E44",
      "show_category": "",
      "show_description": "Dopo essere stato sconfitto da Eron, Cosmyr ora deve disattivare il Cristallo del Vento, cercando di evitare i suoi sistemi di difesa. Il piano seguito dai due tempestosi è semplicemente quello di entrare in gioco. Arriva però Kratus pronto a rubare i poteri di Cosmyr. I Guardiani a questo punto chiamano Helios, Lord dei Gormiti del Vento, il quale riesce subito ad allontanare Kratus. Cosmyr però non può disattivare il Cristallo se prima i Guardiani non recuperano un pezzo mancante. A complicare le cose torna Kratus con i suoi Soldati, i quali cercheranno di prendere il pezzo di Cristallo. La sfida per recuperare l'ultimo pezzo di Cristallo viene vinta da Eron, solo quando capirà di dover cambiare piano."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 02:35:00",
      "end_time": "2026-02-04 02:45:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Puffetta è convinta che sia necessario imparare a difendersi da soli. Il motto dei Puffi però è \"Puffi per uno, uno per Puffi."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 02:45:00",
      "end_time": "2026-02-04 02:55:00",
      "episode_number": "S1 E4",
      "show_category": "",
      "show_description": "Stanco di essere preso in giro per le sue scarse qualità fisiche, Debolino decide di sfidare il Puffo più forte."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 02:55:00",
      "end_time": "2026-02-04 03:05:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Quattrocchi non perde di vista nemmeno un Puffo: se ne va in giro a controllare il lavoro di tutti."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 03:05:00",
      "end_time": "2026-02-04 03:20:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Puffetta convince Quattrocchi a usare i magici Ipnocchiali di Grande Puffo."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-04 03:20:00",
      "end_time": "2026-02-04 03:40:00",
      "episode_number": "S3 E7",
      "show_category": "",
      "show_description": "Geronimo porta Trappola, Tea e Benjamin a vedere uno spettacolo teatrale perché gli è giunta voce che il posto sia funestato dalle apparizioni di un enorme e mostruoso gallo, che terrorizza attori e pubblico. In effetti, il mostro non tarda a manifestarsi, interrompendo la rappresentazione e facendo fuggire gli spettatori. Il regista è disperato e Geronimo gli promette di aiutarlo. Tanto per cominciare è convinto che quella creatura non sia un vero mostro e i primi indizi raccolti sembrano confermarlo. Geronimo porta Trappola, Tea e Benjamin a vedere uno spettacolo teatrale perché gli è giunta voce che il posto sia funestato dalle apparizioni di un enorme e mostruoso gallo, che terrorizza attori e pubblico. In effetti, il mostro non tarda a manifestarsi, interrompendo la rappresentazione e facendo fuggire gli spettatori. Il regista è disperato e Geronimo gli promette di aiutarlo. Tanto per cominciare è convinto che quella creatura non sia un vero mostro e i primi indizi raccolti sembrano confermarlo..."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-04 03:40:00",
      "end_time": "2026-02-04 04:05:00",
      "episode_number": "S3 E8",
      "show_category": "",
      "show_description": "Mentre sta guidando il motoscafo per permettere a Tea di battere il record mondiale di parasailing, Trappola si distrae e perde il controllo del natante che finisce contro un'enorme nave da crociera. Il signor Hugo Grax, padrone dell'immenso yacht, si dimostra molto gentile coi suoi ospiti ma, in realtà, è un personaggio misterioso. Perché vuole così tanto che i suoi ospiti mangino il suo formaggio sintetico Graxembert? Perché sembra navigare lontano da ogni porto vicino? E cosa nasconde nella misteriosa torretta della nave? Toccherà a Geronimo e gli altri scoprire il suo misterioso piano. Mentre sta guidando il motoscafo per permettere a Tea di battere il record  mondiale di parasailing, Trappola si distrae e perde il controllo del natante che finisce contro un'enorme nave da crociera. Il signor Hugo Grax, padrone dell'immenso yacht, si dimostra molto gentile coi suoi ospiti ma, in realtà, è un personaggio misterioso. Perché vuole così tanto che i suoi ospiti mangino il suo formaggio sintetico Graxembert? Perché sembra navigare lontano da ogni porto vicino? E cosa nasconde nella misteriosa torretta della nave? Toccherà a Geronimo e gli altri scoprire il suo misterioso piano…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-04 04:05:00",
      "end_time": "2026-02-04 04:30:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Ormai Heidi è a Francoforte da un anno, ma soffre troppo di malinconia, e si ammala seriamente quando scopre che la zia Dete non ha mai spedito le lettere che lei aveva scritto al nonno. Quando confessa a Clara il suo profondo desiderio di tornare dal nonno, l'amica la capisce perché sa bene quanto è difficile vivere lontano dai propri affetti. Così propone a suo padre e alla signorina Rottenmeier di lasciar trascorrere ad Heidi una vacanza sulle sue montagne, con Peter, il nonno e le amate caprette. Felice di poter tornare a casa, Heidi scrive una lettera al nonno per avvisarlo del suo ritorno. Ma purtroppo anche questa lettera non arriva al destinatario. Ormai Heidi è a Francoforte da un anno, ma soffre troppo di malinconia, e si ammala seriamente quando scopre che la zia Dete non ha mai spedito le lettere che lei aveva scritto al nonno. Quando confessa a Clara il suo profondo desiderio di tornare dal nonno, l'amica la capisce perché sa bene quanto è difficile vivere lontano dai propri affetti. Così propone a suo padre e alla signorina Rottenmeier di lasciar trascorrere ad Heidi una vacanza sulle sue montagne, con Peter, il nonno e le amate caprette.  Felice di poter tornare a casa, Heidi scrive una lettera al nonno per avvisarlo del suo ritorno. Ma purtroppo anche questa lettera non arriva al destinatario…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 04:30:00",
      "end_time": "2026-02-04 04:40:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "I nostri amici trovano nel bosco un nido che secondo Lina appartiene ai calabroni. Nonostante siano impauriti, mantengono il segreto per proteggerli, ma Piedino si lascia sfuggire qualche parola di troppo. I nostri amici trovano nel bosco un nido che secondo Lina appartiene ai calabroni. Nonostante siano impauriti, mantengono il segreto per proteggerli, ma Piedino si lascia sfuggire qualche parola di troppo..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 04:40:00",
      "end_time": "2026-02-04 04:55:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Raffa deve passare una giornata senza i suoi amici e si ritrova ad aiutare Coniglio in un suo strano progetto: costruire una ruota idraulica! Ma sul più bello ricompaiono Manù e Sansone. Raffa deve passare una giornata senza i suoi amici e si ritrova ad aiutare Coniglio in un suo strano progetto: costruire una ruota idraulica! Ma sul più bello ricompaiono Manù e Sansone..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 04:55:00",
      "end_time": "2026-02-04 05:10:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Per il suo compleanno Raffa riceve un biglietto d'auguri da una ammiratrice segreta. Vuole scoprire a tutti i costi chi è stata a inviarglielo e con Piedino cerca di confrontare la calligrafia del biglietto con quella delle ragazze. Per il suo compleanno Raffa riceve un biglietto d'auguri da una ammiratrice segreta. Vuole scoprire a tutti i costi chi è stata a inviarglielo e con Piedino cerca di confrontare la calligrafia del biglietto con quella delle ragazze..."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-04 05:10:00",
      "end_time": "2026-02-04 05:20:00",
      "episode_number": "S2 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Giochi di ruolo, che passione! Per battere gli Orchitoxins ci vorranno fantasia, spirito di avventura... e la voglia di vincere insieme. Giochi di ruolo, che passione! Per battere gli Orchitoxins ci vorranno fantasia, spirito di avventura... e la voglia di vincere insieme!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-04 05:20:00",
      "end_time": "2026-02-04 05:35:00",
      "episode_number": "S2 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Festa in stile antichi romani a Nutrientia! Ma quando la mamma di PC non si sente bene, i Food Wizards scendono nell'arena... come veri gladiatori. Festa in stile antichi romani a Nutrientia! Ma quando la mamma di PC non si sente bene, i Food Wizards scendono nell'arena... come veri gladiatori!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-04 05:35:00",
      "end_time": "2026-02-04 05:50:00",
      "episode_number": "S1 E1",
      "show_category": "Programmi Tv Kids",
      "show_description": "AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \"Il Giallino\" Martinelli e per essere \"davvero green\" ripassiamo come riciclare la plastica in modo corretto. AAA cercasi giovani con spirito d'avventura! La geologa Caterina Zei vola in Sardegna alla ricerca di una leggendaria città chiamata Metalla, esplora la miniera di Buggerru e scopre come una galleria abbandonata possa diventare laboratorio scientifico! Scienza, storia, mistero e non solo… andiamo a caccia di fake news scientifiche con il detective social Marco \\\"Il Giallino\\\" Martinelli e per essere \\\"davvero green\\\" ripassiamo come riciclare la plastica in modo corretto!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-04 05:50:00",
      "end_time": "2026-02-04 06:05:00",
      "episode_number": "S1 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Avete mai visto dei funghi di pietra? La geologa Caterina Zei ci porta in Piemonte nel Parco dei Ciciu del Villar, in Val Maira, per conoscere le incredibili sculture naturali di rocce a forma di fungo e svelare i segreti delle loro origini. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 06:05:00",
      "end_time": "2026-02-04 06:15:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \"rap\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze. Dopo aver saputo e rappato una notizia di cronaca - dal vivo! Karma, Winston e Switch iniziano a guadagnare seguito per i loro nuovi servizi giornalistici \\\"rap\\\". A Karma comincia a piacere la sua nuova popolarità su Internet e nel tentativo di mantenerla, comincia a giocare con la verità, ma poi capisce che le mezze-verità hanno delle conseguenze."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 06:15:00",
      "end_time": "2026-02-04 06:30:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi. Karma vince un'elezione duramente combattuta per diventare il sindaco di Peachtree Middle per una settimana, e approfitta della sua posizione per portare con passione più musica nella vita degli studenti. Ma questo compito è carico di aspettative e Karma scopre ben presto che sta dicendo sì a troppe cose per fare tutti felici, e nel farlo, dimentica i propri obiettivi."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 06:30:00",
      "end_time": "2026-02-04 06:40:00",
      "episode_number": "S1 E45",
      "show_category": "",
      "show_description": "Cryptus, che grazie al Cristallo Meka ha acquisito nuovi poteri, viene inviato da Lord Voidus su Gorm, per distruggere i Guardiani. Nel frattempo il primo Sigillo del Ghiaccio si è svegliato e Ikor cerca di escogitare un piano ben preciso prima di agire. Cryptus, però, si presenta davanti ai Guardiani, pronto a impossessarsi del Sigillo. Ikor allora chiama Diakos in suo aiuto e alla fine riusciranno a sconfiggere Cryptus e ad attivare il primo Sigillo del Ghiaccio grazie alla loro estrema precisione."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 06:40:00",
      "end_time": "2026-02-04 06:55:00",
      "episode_number": "S1 E46",
      "show_category": "",
      "show_description": "I Guardiani continuano nella loro impresa di attivare i Sigilli, quest'ultimo si trova su di una montagna innevata, la quale sovrasta la Valle Maledetta. I Guar-diani dovranno affrontare l'imboscata tesa da Cryptus e le sue truppe. Durante la lotta, Ikor e Riff vengono scaraventati proprio nella Valle Maledetta."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 06:55:00",
      "end_time": "2026-02-04 07:05:00",
      "episode_number": "S2 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Begonia, Gigliola e Bocciolina danno una lezione a Selvaggio dopo il furto dei loro dolcetti. Begonia, Gigliola  e Bocciolina danno una lezione a Selvaggio dopo il furto dei loro dolcetti."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 07:05:00",
      "end_time": "2026-02-04 07:15:00",
      "episode_number": "S2 E43",
      "show_category": "Cartoni Animati",
      "show_description": "Inventore realizza una macchina del tempo per Bocciolina e i due tornano accidentalmente alla preistoria. Inventore realizza una macchina del tempo per Bocciolina e i due tornano accidentalmente alla preistoria."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/i-puffi-la-nuova-serie.webp",
      "start_time": "2026-02-04 07:15:00",
      "end_time": "2026-02-04 07:30:00",
      "episode_number": "S2 E44",
      "show_category": "Cartoni Animati",
      "show_description": "Bocciolina e Inventore vengono fatti prigionieri dai Puffi preistorici che progettano di sacrificare Inventore a una bestia feroce. Bocciolina e Inventore vengono fatti prigionieri dai Puffi preistorici che progettano di sacrificare Inventore a una bestia feroce."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/geronimo-stilton.webp",
      "start_time": "2026-02-04 07:30:00",
      "end_time": "2026-02-04 07:55:00",
      "episode_number": "S3 E6",
      "show_category": "",
      "show_description": "Geronimo e Sally mettono accidentalmente in moto l'apparecchio Scambialatesta del professor Von Volt, una macchina di sua invenzione che è in grado di scambiare i cervelli tra due persone. Così la mente di Geronimo finisce nel corpo di Sally e viceversa. Riuscirà Sally ad approfittarne e ad appropriarsi del Geronimo Stilton Media Group. Geronimo e Sally mettono accidentalmente in moto l'apparecchio Scambialatesta del professor Von Volt, una macchina di sua invenzione che è in grado di scambiare i cervelli tra due persone. Così la mente di Geronimo finisce nel corpo di Sally e viceversa. Riuscirà Sally ad approfittarne e ad appropriarsi del Geronimo Stilton Media Group?"
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/heidi-3d.webp",
      "start_time": "2026-02-04 07:55:00",
      "end_time": "2026-02-04 08:20:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Heidi torna finalmente a Dorlfi accompagnata da Sebastiano. Ma quando arriva alla baita del Nonno, scopre che lui, insieme al fido Nebbia, se n'è appena andato per sempre perché non ci sono più neanche le caprette Diana e Bianchina. E proprio in quel momento il Nonno si trova a Mayenfeld insieme ai signori Keller, per vendere loro la sua vecchia casa… Intanto al villaggio c'è l'inaugurazione del nuovo telegrafo e quando Heidi arriva affannata alla ricerca del nonno, il signor Traber cercherà di usare proprio la nuova strabiliante invenzione per avvisare il Nonno del ritorno di Heidi. Heidi torna finalmente a Dorlfi accompagnata da Sebastiano. Ma quando arriva alla baita del Nonno, scopre che lui, insieme al fido Nebbia, se n'è appena andato per sempre perché non ci sono più neanche le caprette Diana e Bianchina. E proprio in quel momento il Nonno si trova a Mayenfeld insieme ai signori Keller, per vendere loro la sua vecchia casa… Intanto al villaggio c'è l'inaugurazione del nuovo telegrafo e quando Heidi arriva affannata alla ricerca del nonno, il signor Traber cercherà di usare proprio la nuova strabiliante invenzione per avvisare il Nonno del ritorno di Heidi..."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 08:20:00",
      "end_time": "2026-02-04 08:30:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga racconta al diario il suo arrivo a Bellefontaine. Per lei è come vivere in un incubo. Detesta la vita in campagna e spera che i suoi, che hanno investito tutti i risparmi in questa avventura, falliscano in modo da poter tornare in città. Cerca perfino di sabotare l'impianto elettrico della casa per raggiungere il suo scopo, ma il tentativo non riesce. Dovrà escogitare un nuovo piano. Spilunga racconta al diario il suo arrivo a Bellefontaine. Per lei è come vivere in un incubo. Detesta la vita in campagna e spera che i suoi, che hanno investito tutti i risparmi in questa avventura, falliscano in modo da poter tornare in città. Cerca perfino di sabotare l'impianto elettrico della casa per raggiungere il suo scopo, ma il tentativo non riesce. Dovrà escogitare un nuovo piano."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 08:30:00",
      "end_time": "2026-02-04 08:45:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga escogita un nuovo piano per convincere i genitori ad abbandonare la campagna e ritornare in città. Ma il piano fallisce e le si ritorce contro. Fa la conoscenza di Raffaele e Lina ma i due non le risultano particolarmente simpatici. Poi conosce Manù, Sansone e Coniglio e sembra che con i nuovi amici la vita in campagna cominci a piacerle. Spilunga escogita un nuovo piano per convincere i genitori ad abbandonare la campagna e ritornare in città. Ma il piano fallisce e le si ritorce contro. Fa la conoscenza di Raffaele e Lina ma i due non le risultano particolarmente simpatici. Poi conosce Manù, Sansone e Coniglio e sembra che con i nuovi amici la vita in campagna cominci a piacerle."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/la-banda-della-natura.webp",
      "start_time": "2026-02-04 08:45:00",
      "end_time": "2026-02-04 09:00:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Spilunga e Piedino aiutano Lina e Raffaele a sistemare la casa sull'albero portando una vecchia barca per arredarla. Manù affronta Spilunga dicendole che hanno commesso un furto, perché la barca appartiene a suo padre. Le chiede di stare dalla sua parte e di non fidarsi di Lina e Raffaele perché sono dei poco di buono. Il giorno dopo Spilunga e Piedino vanno nel bosco insieme alla banda di Manù. All'improvviso arriva Lina che si sistema sul prato accanto a loro provocando le ire della banda. Coniglio minaccia di cacciarla con la forza. A quel punto Lina invoca lo Spirito del Fiume. Spilunga e Piedino aiutano Lina e Raffaele a sistemare la casa sull'albero portando una vecchia barca per arredarla. Manù affronta Spilunga dicendole che hanno commesso un furto, perché la barca appartiene a suo padre. Le chiede di stare dalla sua parte e di non fidarsi di Lina e Raffaele perché sono dei poco di buono. Il giorno dopo Spilunga e Piedino vanno nel bosco insieme alla banda di Manù. All'improvviso arriva Lina che si sistema sul prato accanto a loro provocando le ire della banda. Coniglio minaccia di cacciarla con la forza. A quel punto Lina invoca lo Spirito del Fiume!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-04 09:00:00",
      "end_time": "2026-02-04 09:15:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Come sono nati i Food Wizards? Tutto comincia col ritorno in città del misterioso Nonno Essen. La sua curiosa nipotina Ginny e i suoi amici Ham e PC indagano... e scoprono che Essen è l'ultimo dei Food Wizards, un ordine segreto di maghi del cibo! Ma ora è il nonno a stare male: nella loro prima missione, Ginny, Ham e PC dovranno salvarlo… entrando nel suo organismo. Come sono nati i Food Wizards? Tutto comincia col ritorno in città del misterioso Nonno Essen. La sua curiosa nipotina Ginny e i suoi amici Ham e PC indagano... e scoprono che Essen è l'ultimo dei Food Wizards, un ordine segreto di maghi del cibo! Ma ora è il nonno a stare male: nella loro prima missione, Ginny, Ham e PC dovranno salvarlo… entrando nel suo organismo!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/food-wizards.webp",
      "start_time": "2026-02-04 09:15:00",
      "end_time": "2026-02-04 09:30:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Ginny, Ham e PC partecipano al torneo di calcio della scuola, ma a causa delle pessime scelte alimentari dell'allenatore, il loro team rischia la sconfitta! I Food Wizards dovranno aiutare la squadra… e soprattutto Jack, il capitano, per cui Ginny ha una cotta. Ginny, Ham e PC partecipano al torneo di calcio della scuola, ma a causa delle pessime scelte alimentari dell'allenatore, il loro team rischia la sconfitta! I Food Wizards dovranno aiutare la squadra… e soprattutto Jack, il capitano, per cui Ginny ha una cotta!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-04 09:30:00",
      "end_time": "2026-02-04 09:45:00",
      "episode_number": "S1 E3",
      "show_category": "Programmi Tv Kids",
      "show_description": "Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \"Il Giallino\" ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green. Su cosa poggiano davvero i palazzi di Venezia e come fanno a resistere alle maree? Caterina ci porta in Veneto per scoprire le fondazioni di una delle città più belle del mondo. ll tiktoker Marco \\\"Il Giallino\\\" ci aiuta smascherare le fake news della natura mentre la  pillola in animazione 2D suggerisce spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ma-davvero.webp",
      "start_time": "2026-02-04 09:45:00",
      "end_time": "2026-02-04 10:00:00",
      "episode_number": "S1 E4",
      "show_category": "Programmi Tv Kids",
      "show_description": "I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \"Antonio e Bruno\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \"Il Giallino\" e la pillola in animazione 2D \"Davvero Green\" con i migliori suggerimenti per una vita ecologica. I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \\\"Antonio e Bruno\\\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola in animazione 2D  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita ecologica!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-04 10:00:00",
      "end_time": "2026-02-04 10:10:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop deve salvare Crystal che sta per essere tosata dal Fattore. Se ne occuperanno Flop, Billy e Jo, mentre Maggie e Clive tenteranno di guarire Albert dalla sua \"sindrome da accumulo\". Non sarà facile convincere il piccolo roditore a rinunciare a tutte le cianfrusaglie che ha messo da parte. La Coop Troop deve salvare Crystal che sta per essere tosata dal Fattore. Se ne occuperanno Flop, Billy e Jo, mentre Maggie e Clive tenteranno di guarire Albert dalla sua \\\"sindrome da accumulo\\\". Non sarà facile convincere il piccolo roditore a rinunciare a tutte le cianfrusaglie che ha messo da parte..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-04 10:10:00",
      "end_time": "2026-02-04 10:20:00",
      "episode_number": "S1 E43",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop deve aiutare Elvis che ha bisogno di una base musicale per il suo concerto. Flo propone la sua ultima invenzione, il Funkatron, una cassa super potente, che però ha un malfunzionamento e inizia a girare per la città, incantando gli animali con la sua musica e facendoli ballare contro la loro volontà. La Coop Troop dovrà risolvere anche questo problema. La Coop Troop deve aiutare Elvis che ha bisogno di una base musicale per il suo concerto. Flo propone la sua ultima invenzione, il Funkatron, una cassa super potente, che però ha un malfunzionamento e inizia a girare per la città, incantando gli animali con la sua musica e facendoli ballare contro la loro volontà. La Coop Troop dovrà risolvere anche questo problema..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/coop-troop.webp",
      "start_time": "2026-02-04 10:20:00",
      "end_time": "2026-02-04 10:35:00",
      "episode_number": "S1 E44",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata dai cuccioli di Sam, disperati perché il loro papà sta litigando con Bertha. I due cani, infatti, si stanno contendendo un osso. Sam vorrebbe regalarlo ai suoi cuccioli per il loro compleanno, Bertha, non vuole lasciargli quell'osso così succulento. La Coop Troop deve cercare di separare i due litiganti e nel frattempo preparare la festa di compleanno dei cuccioli. La Coop Troop viene chiamata dai cuccioli di Sam, disperati perché il loro papà sta litigando con Bertha. I due cani, infatti, si stanno contendendo un osso. Sam vorrebbe regalarlo ai suoi cuccioli per il loro compleanno, Bertha, non vuole lasciargli quell'osso così succulento. La Coop Troop deve cercare di separare i due litiganti e nel frattempo preparare la festa di compleanno dei cuccioli!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 10:35:00",
      "end_time": "2026-02-04 10:45:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima. A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 10:45:00",
      "end_time": "2026-02-04 11:00:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità. Mortina e i suoi amici trovano un uovo al cimitero. Decidono di occuparsene ma si distraggono. Più tardi, tonfi e gemiti scuotono Villa Decadente: sarà forse la creatura uscita dall'uovo? Tra indizi pelosi e provviste divorate, la Squadra del Mistero imparerà che prendersi cura di qualcuno è una responsabilità."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 11:00:00",
      "end_time": "2026-02-04 11:10:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \"saporaccio\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché. Mortina e Dilbert assaggiano la merenda di Nora e Leo, ma non sono abituati al \\\"saporaccio\\\" dei cibi freschi dei vivi-vivi. Per farlo andare via c'è un'unica soluzione: mangiare i mortilli in acquamuffa... peccato che qualcuno stia rubando tutti gli ingredienti per prepararli! Ma chi, e perché?"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 11:10:00",
      "end_time": "2026-02-04 11:25:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero. A Villa Decadente è il giorno della Luccicadanza Macabra, lo spettacolo delle piante della serra. Zia Dipartita vuole che tutto sia impeccabile. Tutti sono emozionati, ma sul più bello la serra scompare! Com'è possibile? Aiutati dal fantasmino Nicholas, Mortina e i suoi amici riusciranno a risolvere il mistero!"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-04 11:25:00",
      "end_time": "2026-02-04 11:35:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A corte si svolge un Duello di danza, ossia ognuno dovrà portare un ballo preferito, e chi vincerà otterrà un premio. D'Artagnan dovrà vedersela con Richelieu, il quale è un gran sostenitore del suo ballo. A corte si svolge un Duello di danza, ossia ognuno dovrà portare un ballo preferito, e chi vincerà otterrà un premio. D'Artagnan dovrà vedersela con Richelieu, il quale è un gran sostenitore del suo ballo..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-04 11:35:00",
      "end_time": "2026-02-04 11:50:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "De Rustignac si finge un famoso cioccolataio per tentare di avvicinare il re e rapirlo, come suo solito. Sarà compito di D'Artagnan e delle moschettiere scoprire chi si cela dietro gli abiti di quello che viene considerato il migliore cioccolataio della Francia. De Rustignac si finge un famoso cioccolataio per tentare di avvicinare il re e rapirlo, come suo solito. Sarà compito di D'Artagnan e delle moschettiere scoprire chi si cela dietro gli abiti di quello che viene considerato il migliore cioccolataio della Francia."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-04 11:50:00",
      "end_time": "2026-02-04 12:00:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le Moschettiere si mettono alla ricerca di un antico diario che pare abbia poteri straordinari. Ma la verità sarà molto diversa da quella pensata da loro e dalle persone a corte. D'Artagnan e le Moschettiere si mettono alla ricerca di un antico diario che pare abbia poteri straordinari. Ma la verità sarà molto diversa da quella pensata da loro e dalle persone a corte."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/le-tre-moschettiere.webp",
      "start_time": "2026-02-04 12:00:00",
      "end_time": "2026-02-04 12:15:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Milady chiede ad Alfred e Manfred un aiuto, affinché Luigi XIII litighi con gli altri monarchi al congresso d'Europa, un importante evento che riunisce i sovrani più importanti. In tal modo, Milady otterrà da Adendur il titolo nobiliare a cui lei tanto aspira, promessole dall'uomo. Ma non sarà così semplice. Milady chiede ad Alfred e Manfred un aiuto, affinché Luigi XIII litighi con gli altri monarchi al congresso d'Europa, un importante evento che riunisce i sovrani più importanti. In tal modo, Milady otterrà da Adendur il titolo nobiliare a cui lei tanto aspira, promessole dall'uomo. Ma non sarà così semplice..."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-04 12:15:00",
      "end_time": "2026-02-04 12:40:00",
      "episode_number": "S3 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo che dei turisti riferiscono di aver visto un lupo fra le montagne, Mia e Sara escono con Peppino alla ricerca dell'animale selvatico. A Centopia, Mia, Yuko e Onchao volano alle Caverne dei Draghi per cercare un Frammento del Cuore. Purtroppo però il Rampicante Oscuro ha già coperto la maggior parte delle entrate alle caverne. I nostri amici dovranno aiutare Baby Blue a cercare un uovo di drago perduto prima che scenda la notte. Con il magico Flauto del Sole chiamano l'Unicorno del Sole e così la notte diventa di nuovo giorno. Mia riesce a salvare l'uovo, e a trovare il Frammento del Cuore. Dopo che dei turisti riferiscono di aver visto un lupo fra le montagne, Mia e Sara escono con Peppino alla ricerca dell'animale selvatico. A Centopia, Mia, Yuko e Onchao volano alle Caverne dei Draghi per cercare un Frammento del Cuore. Purtroppo però il Rampicante Oscuro ha già coperto la maggior parte delle entrate alle caverne. I nostri amici dovranno aiutare Baby Blue a cercare un uovo di drago perduto prima che scenda la notte. Con il magico Flauto del Sole chiamano l'Unicorno del Sole e così la notte diventa di nuovo giorno. Mia riesce a salvare l'uovo, e a trovare il Frammento del Cuore."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mia-and-me.webp",
      "start_time": "2026-02-04 12:40:00",
      "end_time": "2026-02-04 13:05:00",
      "episode_number": "S3 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Fabio vuole che Sara torni a ballare, e i due fanno degli esercizi di equilibrio insieme con una corda da funambolo. Nel frattempo, Mia si reca a Centopia: dopo aver depistato Dax e Gargona, si dirige con Kyara e gli Elfi verso un colle mistico chiamato Colle del Cielo, dove incontreranno Landa, la nonna di Kyara. Qui Mia assisterà a un evento molto triste: il Colle del Cielo è il Cimitero degli Unicorni, e Landa si consegnerà al suo eterno riposo, morendo nel più bel modo immaginabile, cosa possibile solo a Centopia. Kyara eredita da Landa un Frammento del Cuore che era nascosto nel Cimitero degli Unicorni. Fabio vuole che Sara torni a ballare, e i due fanno degli esercizi di equilibrio insieme con una corda da funambolo. Nel frattempo, Mia si reca a Centopia: dopo aver depistato Dax e Gargona, si dirige con Kyara e gli Elfi verso un colle mistico chiamato Colle del Cielo, dove incontreranno Landa, la nonna di Kyara. Qui Mia assisterà a un evento molto triste: il Colle del Cielo è il Cimitero degli Unicorni, e Landa si consegnerà al suo eterno riposo, morendo nel più bel modo immaginabile, cosa possibile solo a Centopia. Kyara eredita da Landa un Frammento del Cuore che era nascosto nel Cimitero degli Unicorni."
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/winx-club.webp",
      "start_time": "2026-02-04 13:05:00",
      "end_time": "2026-02-04 13:30:00",
      "episode_number": "S7 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Roxy convoca le Winx nella sua stanza ad Alfea perché sa che la specie dei MagiLupi è in pericolo su Lynphea. Le fate partono alla volta del mondo natale di Flora e conoscono i suoi genitori, che stanno curando due Magilupi. Gli animali guidano le Winx nel folto della foresta, ai margini di un luogo che è stato infestato da funghi mutanti. Per fortuna Flora ha con sé un antidoto naturale datogli dal padre. Ma, prima che Flora lo possa usare, le Winx vengono attaccate di sorpresa dai funghi che le catturano e annullano i loro poteri magici. Roxy convoca le Winx nella sua stanza ad Alfea perché sa che la specie dei MagiLupi è in pericolo su Lynphea. Le fate partono alla volta del mondo natale di Flora e conoscono i suoi genitori, che stanno curando due Magilupi. Gli animali guidano le Winx nel folto della foresta, ai margini di un luogo che è stato infestato da funghi mutanti. Per fortuna Flora ha con sé un antidoto naturale datogli dal padre. Ma, prima che Flora lo possa usare, le Winx vengono attaccate di sorpresa dai funghi che le catturano e annullano i loro poteri magici..."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-04 13:30:00",
      "end_time": "2026-02-04 13:55:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Alhazred e i Nomadi del Deserto entrano nelle profondità del Tempio in aiuto di Ian, Myrva e Gmor. I Paladini non sono riusciti a evitare la corruzione del Nodo e si ritrovano anche a dover fronteggiare uno dei terribili Colossi millenari che Arcana è riuscita a risvegliare. I nostri eroi si alleano con Alhazred e si scatena una terribile battaglia tra le rovine del Tempio. Alhazred e i Nomadi del Deserto entrano nelle profondità del Tempio in aiuto di Ian, Myrva e Gmor. I Paladini non sono riusciti a evitare la corruzione del Nodo e si ritrovano anche a dover fronteggiare uno dei terribili Colossi millenari che Arcana è riuscita a risvegliare. I nostri eroi si alleano con Alhazred e si scatena una terribile battaglia tra le rovine del Tempio."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/dragonero-i-paladini.webp",
      "start_time": "2026-02-04 13:55:00",
      "end_time": "2026-02-04 14:20:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Ian è di cattivo umore e, dopo aver discusso con il padre Aran e con Myrva, decide di restare da solo a Silverhide per la giornata. Ma una figura nascosta tra le ombre osserva tutte le mosse del ragazzo. Si tratta del piccolo automa che ha seguito i nostri eroi fin a casa. E ora che Ian è da solo, decide di attaccarlo. Ian è di cattivo umore e, dopo aver discusso con il padre Aran e con Myrva, decide di restare da solo a Silverhide per la giornata. Ma una figura nascosta tra le ombre osserva tutte le mosse del ragazzo. Si tratta del piccolo automa che ha seguito i nostri eroi fin a casa. E ora che Ian è da solo, decide di attaccarlo!"
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-04 14:20:00",
      "end_time": "2026-02-04 14:45:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver passato la giornata nella neve, Ronja si ammala e Mattis si dispera, convinto che la perderà per sempre. Invece, dopo tre giorni a letto, Ronja si riprende del tutto: durante la malattia ha deciso di non poter dire a Mattis che Birk adesso è suo fratello. Chiusi nella rocca per il maltempo i briganti litigano fra loro, mentre Ronja è triste perché, per colpa della neve, non può vedere Birk. Decide così di scavare nelle vecchie prigioni per liberare un passaggio e riuscire ad accedere alla rocca nord, dove vive Birk. Dopo aver passato la giornata nella neve, Ronja si ammala e Mattis si dispera, convinto che la perderà per sempre. Invece, dopo tre giorni a letto, Ronja si riprende del tutto: durante la malattia ha deciso di non poter dire a Mattis che Birk adesso è suo fratello. Chiusi nella rocca per il maltempo i briganti litigano fra loro, mentre Ronja è triste perché, per colpa della neve, non può vedere Birk. Decide così di scavare nelle vecchie prigioni per liberare un passaggio e riuscire ad accedere alla rocca nord, dove vive Birk."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/ronja-figlia-di-brigante.webp",
      "start_time": "2026-02-04 14:45:00",
      "end_time": "2026-02-04 15:10:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja si avvicina sempre di più a Birk, e il loro rapporto diventa veramente speciale. La ragazzina lo raggiunge sottoterra dove gli porta gli alimenti e gli tiene compagnia, sperando che il lungo e freddo inverno scompaia alla svelta. Ronja si avvicina sempre di più a Birk, e il loro rapporto diventa veramente speciale. La ragazzina lo raggiunge sottoterra dove gli porta gli alimenti e gli tiene compagnia, sperando che il lungo e freddo inverno scompaia alla svelta."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-04 15:10:00",
      "end_time": "2026-02-04 15:20:00",
      "episode_number": "S1 E7",
      "show_category": "Sketch Com",
      "show_description": "Quante volte sei arrivato a scuola in ritardo, trafelato e con la scusa pronta, ma un po' fuori controllo? Dai mezzi super fantastici per volare a scuola alle idee più pazze per dormire in corridoio, fino ai trucchi scientifici - che però non funzionano sempre... se vuoi sapere come fare tardi, senza esagerare, o come correre come un vero supereroe, questo episodio è proprio quello che fa per te. Quante volte sei arrivato a scuola in ritardo, trafelato e con la scusa pronta, ma un po' fuori controllo? Dai mezzi super fantastici per volare a scuola alle idee più pazze per dormire in corridoio, fino ai trucchi scientifici - che però non funzionano sempre... se vuoi sapere come fare tardi, senza esagerare, o come correre come un vero supereroe, questo episodio è proprio quello che fa per te!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-04 15:20:00",
      "end_time": "2026-02-04 15:30:00",
      "episode_number": "S1 E8",
      "show_category": "Sketch Com",
      "show_description": "Ari svela la sua \"Top 5\" dei compagni di squadra da sogno e Bip, un po' confuso ma curioso, scopre che non serve essere super forti, ma quel che conta è migliorare e divertirsi! Tra pause-sport in classe con \"SmuoviLaScuola\" e la storia vera di un atleta che ha iniziato proprio grazie al suo prof, Ari e Bip mostrano che fare sport è giocare insieme e rispettare le regole. Ari svela la sua \\\"Top 5\\\" dei compagni di squadra da sogno e Bip, un po' confuso ma curioso, scopre che non serve essere super forti, ma quel che conta è migliorare e divertirsi! Tra pause-sport in classe con \\\"SmuoviLaScuola\\\" e la storia vera di un atleta che ha iniziato proprio grazie al suo prof, Ari e Bip mostrano che fare sport è giocare insieme e rispettare le regole!"
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/on-ari.webp",
      "start_time": "2026-02-04 15:30:00",
      "end_time": "2026-02-04 15:40:00",
      "episode_number": "S1 E9",
      "show_category": "Sketch Com",
      "show_description": "In questa puntata, quiz assurdi metteranno alla prova la tua mente, classifiche impensabili ti sorprenderanno e un messaggio speciale dalla nostra amica Shinhai Ventura, ti farà scoprire com'è davvero la scuola in Giappone. Tra risate e riflessioni, capirai che non esiste un solo modo per brillare, ma tanti modi tutti tuoi. Preparati a scoprire il talento nascosto, che forse non sapevi di avere. In questa puntata, quiz assurdi metteranno alla prova la tua mente, classifiche impensabili ti sorprenderanno e un messaggio speciale dalla nostra amica Shinhai Ventura, ti farà scoprire com'è davvero la scuola in Giappone. Tra risate e riflessioni, capirai che non esiste un solo modo per brillare, ma tanti modi tutti tuoi. Preparati a scoprire il talento nascosto, che forse non sapevi di avere!"
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-04 15:40:00",
      "end_time": "2026-02-04 16:05:00",
      "episode_number": "S3 E1",
      "show_category": "Live Action",
      "show_description": "I ragazzi si ritrovano nel 1983, dove conoscono la giovane GABRIELLE e la aiutano ad esibirsi ad un workshop di danza. Nel frattempo gli Agenti dell'Ufficio Viaggi nel Tempo danno la caccia a Lena e agli altri, compresi i Raccoglitempo, che si sparpagliano in epoche diverse per non essere catturati. Intanto BREE si ritrova all'Ufficio Viaggi grazie all'orologio di LENA, e qui incontra HENRI e lo aiuta a scappare. Intanto NICO è determinato a catturare LENA per scoprire se si tratta della Prescelta, e per farlo, cancella a lei e agli altri i ricordi dei viaggi nel tempo, delle persone e dei fatti legati a questi viaggi. I ragazzi si ritrovano nel 1983, dove conoscono la giovane GABRIELLE e la aiutano ad esibirsi ad un workshop di danza. Nel frattempo gli Agenti dell'Ufficio Viaggi nel Tempo danno la caccia a Lena e agli altri, compresi i Raccoglitempo, che si sparpagliano in epoche diverse per non essere catturati. Intanto BREE si ritrova all'Ufficio Viaggi grazie all'orologio di LENA, e qui incontra HENRI e lo aiuta a scappare. Intanto NICO è determinato a catturare LENA per scoprire se si tratta della Prescelta, e per farlo, cancella a lei e agli altri i ricordi dei viaggi nel tempo, delle persone e dei fatti legati a questi viaggi."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/cercami-a-parigi.webp",
      "start_time": "2026-02-04 16:05:00",
      "end_time": "2026-02-04 16:35:00",
      "episode_number": "S3 E2",
      "show_category": "Live Action",
      "show_description": "GABRIELLE e ARMANDO non si trovano d'accordo su come gestire il futuro della scuola, così lui le lancia una sfida: ognuno dovrà scegliere degli studenti per allenarli secondo il proprio metodo, quello classico e quello moderno, lei nella Scuola di Danza, lui nel Sud della Francia. ARMANDO decide di prendere con sé LENA anche se inizialmente era stata espulsa. Nel frattempo MAX scrive una lettera di addio alla ragazza. GABRIELLE e ARMANDO non si trovano d'accordo su come gestire il futuro della scuola, così lui le lancia una sfida: ognuno dovrà scegliere degli studenti per allenarli secondo il proprio metodo, quello classico e quello moderno, lei nella Scuola di Danza, lui nel Sud della Francia. ARMANDO decide di prendere con sé LENA anche se inizialmente era stata espulsa. Nel frattempo MAX scrive una lettera di addio alla ragazza."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/alex-co.webp",
      "start_time": "2026-02-04 16:35:00",
      "end_time": "2026-02-04 17:00:00",
      "episode_number": "S1 E30",
      "show_category": "Live Action",
      "show_description": "Alex è disposto a tutto pur di riavere indietro i suoi amici e corre prestissimo a scuola per preparare la sua sorpresa finale. Infatti, agli altri componenti della band ha lasciato degli indizi: ad Emma ha lasciato degli auricolari e un MP3 nell'armadietto per sentire la canzone che porteranno in finale. Alex è disposto a tutto pur di riavere indietro i suoi amici e corre prestissimo a scuola per preparare la sua sorpresa finale. Infatti, agli altri componenti della band ha lasciato degli indizi: ad Emma ha lasciato degli auricolari e un MP3 nell'armadietto per sentire la canzone che porteranno in finale."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-04 17:00:00",
      "end_time": "2026-02-04 17:25:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Nel Nuovo mondo la squadra dà il proprio contributo per difendere una piantagione di cacao da un mostro affamato: incontra così chi ora possiede i Cerchi della tempesta."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-04 17:25:00",
      "end_time": "2026-02-04 17:50:00",
      "episode_number": "S1 E18",
      "show_category": "",
      "show_description": "Per poter parlare con chi governa su Tikal, la squadra del Dragone deve affrontare un acceso torneo di pok-ta-pok. Lo spirito di competizione, però, fa emergere il lato negativo di Lama."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-04 17:50:00",
      "end_time": "2026-02-04 18:00:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "A Fantaville si stanno verificando sporadiche interruzioni della forza di gravità. Questo sarebbe un caso per Spooky, se non fosse immobilizzato per testare una ingessatura \"per chi non si è rotto niente\"! E come se non bastasse, una voce misteriosa minaccia Spooky di vendicarsi! Ma di cosa. A Fantaville si stanno verificando sporadiche interruzioni della forza di gravità. Questo sarebbe un caso per Spooky, se non fosse immobilizzato per testare una ingessatura \\\"per chi non si è rotto niente\\\"! E come se non bastasse, una voce misteriosa minaccia Spooky di vendicarsi! Ma di cosa?"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-04 18:00:00",
      "end_time": "2026-02-04 18:10:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing. In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/spooky-wolf.webp",
      "start_time": "2026-02-04 18:10:00",
      "end_time": "2026-02-04 18:25:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "La serata perfetta per Spooky e i suoi amici, a base di pizza e divertimento, non potrà più esistere perché non c'è modo di avere una pizza: tutti i forni di Fantaville sono stati rubati! Bisogna scoprire chi è il colpevole... e perché lo ha fatto. La serata perfetta per Spooky e i suoi amici, a base di pizza e divertimento, non potrà più esistere perché non c'è modo di avere una pizza: tutti i forni di Fantaville sono stati rubati! Bisogna scoprire chi è il colpevole... e perché lo ha fatto!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 18:25:00",
      "end_time": "2026-02-04 18:35:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero. A Villa Decadente Mortina e i suoi amici sono alle prese con le pulizie d'autunno e le regole di Zia Dipartita quando improvvisamente… la zia scompare! Dove sarà finita? C'entra forse il cappello dei desideri che ha indossato Mortina? Questo sì che è un mistero per la Squadra del Mistero!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 18:35:00",
      "end_time": "2026-02-04 18:50:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \"casa\" è ovunque ci siano i propri amici più cari. Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \\\"casa\\\" è ovunque ci siano i propri amici più cari."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/mortina.webp",
      "start_time": "2026-02-04 18:50:00",
      "end_time": "2026-02-04 19:05:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi. A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/kung-fu-panda-il-cavaliere-dragone.webp",
      "start_time": "2026-02-04 19:05:00",
      "end_time": "2026-02-04 19:30:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "Nel Nuovo mondo la squadra dà il proprio contributo per difendere una piantagione di cacao da un mostro affamato: incontra così chi ora possiede i Cerchi della tempesta."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/rabbids-invasion.webp",
      "start_time": "2026-02-04 19:30:00",
      "end_time": "2026-02-04 19:35:00",
      "episode_number": "S4 E55",
      "show_category": "Cartoni Animati",
      "show_description": "Otto Torx sferra un altro attacco al Presidente, questa volta attraverso un robot distruttore a forma di gattino. Ma la palla di pelo atomica si scaglia per sbaglio su due turisti Rabbids in vacanza, e il piano del cattivo sembra apparentemente rovinato. Otto Torx sferra un altro attacco al Presidente, questa volta attraverso un robot distruttore a forma di gattino. Ma la palla di pelo atomica si scaglia per sbaglio su due turisti Rabbids in vacanza, e il piano del cattivo sembra apparentemente rovinato..."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/rabbids-invasion.webp",
      "start_time": "2026-02-04 19:35:00",
      "end_time": "2026-02-04 19:45:00",
      "episode_number": "S4 E56",
      "show_category": "Cartoni Animati",
      "show_description": "I Rabbids vengono trasportati in un'altra dimensione, in cui possono pensare e parlare in modo intelligente. Spetterà a Secure-X il compito di riportarli nel loro sciocco mondo. I Rabbids vengono trasportati in un'altra dimensione, in cui possono pensare e parlare in modo intelligente. Spetterà a Secure-X il compito di riportarli nel loro sciocco mondo."
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-collegio.webp",
      "start_time": "2026-02-04 19:45:00",
      "end_time": "2026-02-04 22:05:00",
      "episode_number": "S2021 E6",
      "show_category": "",
      "show_description": "La nuova settimana in collegio si prospetta ricca di stimoli e di eventi, a partire da un importante convegno sul tema \"I giovani d'oggi\". Un ciclo di seminari e colloqui che vedrà coinvolti ospiti d'eccezione... . Sarà una settimana movimentata sotto ogni punto di vista, dalle bravate al rischio della permanenza in collegio per alcuni fino alle attività extrascolastiche, fra cui la realizzazione del cortometraggio, una gara didattica nel cuore di Anagni e una partita di ping pong. Tra alti e bassi, per i collegiali è arrivato il momento di recuperare la media scolastica per non essere cacciati dal collegio e mantenere salda al collo la cravatta rossa. Chi si offre volontario. La nuova settimana in collegio si prospetta ricca di stimoli e di eventi, a partire da un importante convegno sul tema \\\"I giovani d'oggi\\\". Un ciclo di seminari e colloqui che vedrà coinvolti ospiti d'eccezione... . Sarà una settimana movimentata sotto ogni punto di vista, dalle bravate al rischio della permanenza in collegio per alcuni fino alle attività extrascolastiche, fra cui la realizzazione del cortometraggio, una gara didattica nel cuore di Anagni e una partita di ping pong. Tra alti e bassi, per i collegiali è arrivato il momento di recuperare la media scolastica per non essere cacciati dal collegio e mantenere salda al collo la cravatta rossa. Chi si offre volontario?"
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/goldrake.webp",
      "start_time": "2026-02-04 22:05:00",
      "end_time": "2026-02-04 22:25:00",
      "episode_number": "S1 E33",
      "show_category": "",
      "show_description": "Il ministro delle scienze Zuril invia sulla Terra una flotta di minidischi e, come previsto, Goldrake esce allo scoperto per combatterli. La flotta viene sgominata senza difficoltà, ma nel frattempo Zuril ha raccolto una serie di informazioni sui movimenti di Goldrake che gli serviranno per il prossimo attacco. Il ministro delle scienze Zuril invia sulla Terra una flotta di minidischi e, come previsto, Goldrake esce allo scoperto per combatterli. La flotta viene sgominata senza difficoltà, ma nel frattempo Zuril ha raccolto una serie di informazioni sui movimenti di Goldrake che gli serviranno per il prossimo attacco."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/street-football.webp",
      "start_time": "2026-02-04 22:25:00",
      "end_time": "2026-02-04 22:50:00",
      "episode_number": "S5 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Kani propone ad Alfa di unirsi alla squadra e sostituire Draghetto. Benché talentuoso, il ragazzo è agli antipodi dei valori dello Street Football. Kani però crede in lui, a dispetto dei comportamenti inadeguati durante la partita. Ma Alfa ha tutto l'interesse a cambiare atteggiamento, se vuole rimanere in squadra. Kani propone ad Alfa di unirsi alla squadra e sostituire Draghetto. Benché talentuoso, il ragazzo è agli antipodi dei valori dello Street Football. Kani però crede in lui, a dispetto dei comportamenti inadeguati durante la partita. Ma Alfa ha tutto l'interesse a cambiare atteggiamento, se vuole rimanere in squadra."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 22:50:00",
      "end_time": "2026-02-04 23:00:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede. All'annuncio della costruzione di un nuovo Mega Mart nel quartiere, Karma è entusiasta come tutti! Questo finché sua madre non le dice che sarà costruito sul terreno del giardino del Centro Sociale. Con l'aiuto della mamma, Karma lotta per la loro comunità e per quello in cui crede."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/il-mondo-di-karma.webp",
      "start_time": "2026-02-04 23:00:00",
      "end_time": "2026-02-04 23:15:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Karma e Winston hanno perso la testa per l'ultimo modello di scarpe sul mercato: le Sky Rockets! Entrambi sanno che devono assolutamente averle, ma quando si rendono conto che non riescono a convincere i loro genitori, si cercano un lavoro. Karma e Winston trascorrono il loro fine settimana facendo lavori sempre più strani per guadagnare abbastanza soldi... Per un paio di Sky Rockets. Karma e Winston hanno perso la testa per l'ultimo modello di scarpe sul mercato: le Sky Rockets! Entrambi sanno che devono assolutamente averle, ma quando si rendono conto che non riescono a convincere i loro genitori, si cercano un lavoro. Karma e Winston trascorrono il loro fine settimana facendo lavori sempre più strani per guadagnare abbastanza soldi... Per un paio di Sky Rockets."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 23:15:00",
      "end_time": "2026-02-04 23:25:00",
      "episode_number": "S1 E45",
      "show_category": "",
      "show_description": "Cryptus, che grazie al Cristallo Meka ha acquisito nuovi poteri, viene inviato da Lord Voidus su Gorm, per distruggere i Guardiani. Nel frattempo il primo Sigillo del Ghiaccio si è svegliato e Ikor cerca di escogitare un piano ben preciso prima di agire. Cryptus, però, si presenta davanti ai Guardiani, pronto a impossessarsi del Sigillo. Ikor allora chiama Diakos in suo aiuto e alla fine riusciranno a sconfiggere Cryptus e ad attivare il primo Sigillo del Ghiaccio grazie alla loro estrema precisione."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/gormiti.webp",
      "start_time": "2026-02-04 23:25:00",
      "end_time": "2026-02-04 23:40:00",
      "episode_number": "S1 E46",
      "show_category": "",
      "show_description": "I Guardiani continuano nella loro impresa di attivare i Sigilli, quest'ultimo si trova su di una montagna innevata, la quale sovrasta la Valle Maledetta. I Guar-diani dovranno affrontare l'imboscata tesa da Cryptus e le sue truppe. Durante la lotta, Ikor e Riff vengono scaraventati proprio nella Valle Maledetta."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-04 23:40:00",
      "end_time": "2026-02-04 23:50:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Il torneo si sposta a Malta. Nino, Viola e Lj-Wang non hanno un attimo di respiro, anche perché un odore nauseabondo li costringe a chiudersi il naso… sono i Primitivi! Se vuole sconfiggerli la LuckySquad dovrà utilizzare al meglio l'energia misteriosa dell'isola. Il torneo si sposta a Malta.  Nino, Viola e Lj-Wang non hanno un attimo di respiro, anche perché un odore nauseabondo li costringe a chiudersi  il naso… sono i Primitivi! Se vuole sconfiggerli la LuckySquad dovrà utilizzare al meglio l'energia misteriosa dell'isola."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiGulp/tomorrow/super-spike-ball.webp",
      "start_time": "2026-02-04 23:50:00",
      "end_time": "2026-02-05 00:05:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Lo scontro decisivo del torneo è tra i due grandi rivali: Nino, Viola e Lj-Wang devono vedersela con l'unica squadra contro cui hanno sempre perso. Gli Invincibili! Chi si aggiudicherà la vittoria e l'agognato trofeo. Lo scontro decisivo del torneo è tra i due grandi rivali: Nino, Viola e Lj-Wang devono vedersela con l'unica squadra contro cui hanno sempre perso. Gli Invincibili! Chi si aggiudicherà la vittoria e l'agognato trofeo?"
    }
  ]
}