{
  "channel_name": "RaiGulp",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259811320_Screenshot%20360.jpg",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:05:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad. Che ci fa una rete nella giungla? E che ci fa la giungla nel parco pubblico di Evertown?! Chiedetelo agli Animals, i nuovi avversari di Nino, Viola e Lj-Wang. Una partita bestiale attende la Lucky Squad!"
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/08/1594203939191_Schermata%202020-07-08%20alle%2012.jpg",
      "start_time": "2026-02-13 00:05:00",
      "end_time": "2026-02-13 00:30:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La squadra dei Celestini contro la squadra degli Squali del porto per conquistare il pallone. La squadra dei Celestini contro la squadra degli Squali del porto per conquistare il pallone."
    },
    {
      "show_name": "La Compagnia dei Celestini",
      "show_logo": "https://www.raiplay.it/dl/img/2020/07/08/1594204225278_Schermata%202020-07-08%20alle%2012%201.jpg",
      "start_time": "2026-02-13 00:30:00",
      "end_time": "2026-02-13 00:55:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "La squadra dei Celestini allenandosi per una partita rompe il busto di una statua. La squadra dei Celestini allenandosi per una partita rompe il busto di una statua."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/20/1653065569549_spike-team-s1e1-la-lunga-mano-di-madame-a.jpg",
      "start_time": "2026-02-13 00:55:00",
      "end_time": "2026-02-13 01:20:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Evertown, città inquinata senza verde e senza sport, è nelle grinfie di Madame Amalia Grabhall. Lo Spikersfield College di Armand Alea resiste alla stretta del cemento e la spregiudicata Madame organizza un attentato all'odiato mecenate che non vuole vedere. Alea si salva miracolosamente e, di nascosto, organizza la riscossa. Con un finto testamento, obbliga Amalia ad un torneo di pallavolo femminile: in palio la mitica Torcia che accendeva la fiamma dei giochi di Olimpia, nell'antica Grecia, la proprietà dello Spikersfield e di tutti i suoi terreni."
    },
    {
      "show_name": "Spike Team",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/20/1653065306126_spike-team-s1e2-la-sfida-impossibile.jpg",
      "start_time": "2026-02-13 01:20:00",
      "end_time": "2026-02-13 01:45:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Armand, di nascosto da tutti salvo che dal fido guardiano di palestra Luther, fa ingaggiare l'ex campione Lucky come allenatore della squadra del college. Ma il team è tutto da creare e la strada appare in salita. Madame A, intanto, si compra la migliore squadra sul mercato, le Rose Nere, e ingaggia Coach Match, uno spregiudicato allenatore pronto a tutto."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/30/1698688561764_Screenshot%203669.png",
      "start_time": "2026-02-13 01:45:00",
      "end_time": "2026-02-13 01:55:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318486032_Screenshot%203400.png",
      "start_time": "2026-02-13 01:55:00",
      "end_time": "2026-02-13 02:10:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642344164_Schermata%202020-10-02%20alle%2014.jpg",
      "start_time": "2026-02-13 02:10:00",
      "end_time": "2026-02-13 02:20:00",
      "episode_number": "S2 E9",
      "show_category": "",
      "show_description": "A seguito di un'avaria di Iskador, Riff, Trek, Aoki ed Eron finiscono su un'isola sperduta, nella quale si nasconde un frammento. Si occuperà Torak di cercarlo, ma nel frat-tempo, la ricerca dei Gormiti viene interrotta dall'arrivo di Krobok, un Eklypsion, anche lui alla ricerca del frammento. I Gormiti, con uno stratagemma, riescono ad allontanare l'Eklypsion dal luogo in cui è nascosto il frammento, ma presto Krobok si renderà conto dell'inganno e tornerà indietro per scontrarsi con Torak e sottrargli il frammento."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/02/1601642557280_Schermata%202020-10-02%20alle%2014%201.jpg",
      "start_time": "2026-02-13 02:20:00",
      "end_time": "2026-02-13 02:35:00",
      "episode_number": "S2 E10",
      "show_category": "",
      "show_description": "Trek e Eron sono nel deserto in cerca del prossimo frammento del Cuore del Titano. Annoiato dalla lentezza dei Rocciosi, Eron invoca Zefyr per testarne la nuova velocità cosmica. Giunti al frammento, i tre dovranno superare una strana barriera energetica e affrontare Krobok."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671565759139_I%20Puffi_NuovaSerie_S1E39_2048x1152.jpg",
      "start_time": "2026-02-13 02:35:00",
      "end_time": "2026-02-13 02:45:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "Burlone e Vanitoso scorrazzano per il villaggio su due puffopattini creati apposta da Inventore. Burlone e Vanitoso scorrazzano per il villaggio su due puffopattini creati apposta da Inventore."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671566135785_I%20Puffi_NuovaSerie_S1E40_2048x1152.jpg",
      "start_time": "2026-02-13 02:45:00",
      "end_time": "2026-02-13 02:55:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Per un disguido in una consegna, Grande Puffo si vede recapitare una scimmia al posto di polvere di trilobite. Per un disguido in una consegna, Grande Puffo si vede recapitare una scimmia al posto di polvere di trilobite."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671569866344_I%20Puffi_NuovaSerie_S1E41_2048x1152.jpg",
      "start_time": "2026-02-13 02:55:00",
      "end_time": "2026-02-13 03:05:00",
      "episode_number": "S1 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Tontolone vuole assolutamente volare con l'aereo di Inventore ma sia lui che Grande Puffo diffidano delle sue capacità. Tontolone vuole assolutamente volare con l'aereo di Inventore ma sia lui che Grande Puffo diffidano delle sue capacità."
    },
    {
      "show_name": "I Puffi - La nuova serie",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/20/1671570777050_I%20Puffi_NuovaSerie_S1E42_2048x1152.jpg",
      "start_time": "2026-02-13 03:05:00",
      "end_time": "2026-02-13 03:20:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "A causa di una storta alla caviglia, Quattrocchi dovrà assentarsi per un po' dal laboratorio di Grande Puffo. A causa di una storta alla caviglia, Quattrocchi dovrà assentarsi per un po' dal laboratorio di Grande Puffo."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608231859066_Schermata%202020-12-17%20alle%2020.jpg",
      "start_time": "2026-02-13 03:20:00",
      "end_time": "2026-02-13 03:40:00",
      "episode_number": "S3 E25",
      "show_category": "",
      "show_description": "Benjamin e Pandora stanno girando un film per partecipare ad un festival cinematografico per giovani talenti che si tiene a Topazia. Ma qualcuno ha rubato il tanto ambito trofeo del festival e l'unico che ha assistito al furto è Michele, un regista premiato l'anno precedente e ora membro della giuria. Geronimo nota subito qualcosa di poco chiaro: perché il ladro ha portato via quel trofeo di poco valore, ignorando altro materiale più prezioso? E perché ha rubato anche la telecamera con la quale stavano girando Benjamin e Pandora. Benjamin e Pandora stanno girando un film per partecipare ad un festival cinematografico per giovani talenti che si tiene a Topazia. Ma qualcuno ha rubato il tanto ambito trofeo del festival e l'unico che ha assistito al furto è Michele, un regista premiato l'anno precedente e ora membro della giuria. Geronimo nota subito qualcosa di poco chiaro: perché il ladro ha portato via quel trofeo di poco valore, ignorando altro materiale più prezioso? E perché ha rubato anche la telecamera con la quale stavano girando Benjamin e Pandora?"
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608231990809_Schermata%202020-12-17%20alle%2020%201.jpg",
      "start_time": "2026-02-13 03:40:00",
      "end_time": "2026-02-13 04:05:00",
      "episode_number": "S3 E26",
      "show_category": "",
      "show_description": "Il prototipo di un videogioco molto famoso viene rubato dal laboratorio del suo inventore, lo smemorato Dottor Nosh. I primi sospetti di Geronimo cadono sul suo assistente Roddei. Ma sarà Trappola, nelle vesti di spia in addestramento, a dare una svolta alla vicenda. Il prototipo di un videogioco molto famoso viene rubato dal laboratorio del suo inventore, lo smemorato Dottor Nosh. I primi sospetti di Geronimo cadono sul suo assistente Roddei. Ma sarà Trappola, nelle vesti di spia in addestramento, a dare una svolta alla vicenda…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/05/1444060077139_heidi.jpg",
      "start_time": "2026-02-13 04:05:00",
      "end_time": "2026-02-13 04:30:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre la Signorina Rottenmeier va al villaggio a comprare delle provviste, il Nonno, Heidi e Clara vanno a fare una passeggiata in montagna. Quando la Signorina Rottenmeier torna alla baita non trova nessuno, e preoccupata, li va a cercare. / Ma scoppia un temporale e la Rottermeier si perde tra le montagne. Mentre la Signorina Rottenmeier va al villaggio a comprare delle provviste, il Nonno, Heidi e Clara vanno a fare una passeggiata in montagna. Quando la Signorina Rottenmeier torna alla baita non trova nessuno, e preoccupata, li va a cercare. / Ma scoppia un temporale e la  Rottermeier si perde tra le montagne…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066534703_Still002.jpg",
      "start_time": "2026-02-13 04:30:00",
      "end_time": "2026-02-13 04:40:00",
      "episode_number": "S1 E48",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele è convinto che Coniglio gli abbia rubato il suo binocolo. Raffaele è convinto che Coniglio gli abbia rubato il suo binocolo."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066644671_Still007.jpg",
      "start_time": "2026-02-13 04:40:00",
      "end_time": "2026-02-13 04:55:00",
      "episode_number": "S1 E49",
      "show_category": "Cartoni Animati",
      "show_description": "Samson ha portato con sé dei croissant e gioca con Coniglio, mentre gli altri giocano a freesbe. Piedino va a chiedere un croissant a Samson e lui, sotto l'influsso di Coniglio che lo accusa di essere troppo generoso, chiede in cambio di poter giocare con il freesbe. Il freesbe purtroppo va a finire in acqua e tra i due gruppi è guerra. Solo la saggezza di Sanson farà sì che, perdonato Coniglio che lo manovra, i ragazzi potranno rappacificarsi. Samson ha portato con sé dei croissant e gioca con Coniglio, mentre gli altri giocano a freesbe. Piedino va a chiedere un croissant a Samson e lui, sotto l'influsso di Coniglio che lo accusa di essere troppo generoso, chiede in cambio di poter giocare con il freesbe. Il freesbe purtroppo va a finire in acqua e tra i due gruppi è guerra. Solo la saggezza di Sanson farà sì che, perdonato Coniglio che lo manovra, i ragazzi potranno rappacificarsi."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066757950_e0150_s0001_p1400_cmp.0329.jpg",
      "start_time": "2026-02-13 04:55:00",
      "end_time": "2026-02-13 05:10:00",
      "episode_number": "S1 E50",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele e Piedino vanno a fare un'escursione in montagna. Raffaele spiega a Piedino molti segreti della montagna e gli mostra il suo fantastico nascondiglio. Una forte raffica di vento, però fa cader il sacco a pelo che Piedino aveva portato con sé e lui per andare a recuperarlo si mette in una condizione pericolosa. Dopo svariati tentativi di discesa Raffaele chiama Spilunga che risolve la situazione. Raffaele e Piedino vanno a fare un'escursione in montagna. Raffaele spiega a Piedino molti segreti della montagna e gli mostra il suo fantastico nascondiglio. Una forte raffica di vento, però fa cader il sacco a pelo che Piedino aveva portato con sé e lui per andare a recuperarlo si mette in una condizione pericolosa. Dopo svariati tentativi di discesa Raffaele chiama Spilunga che risolve la situazione."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666625626430_Screenshot%201245.jpg",
      "start_time": "2026-02-13 05:10:00",
      "end_time": "2026-02-13 05:20:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Il papà di Ginny ama mangiare piccante... ma stavolta i suoi reni diventano un arroventato campo di battaglia! I Food Wizards diventano quindi... pompieri, per spegnere un incendio nel suo metabolismo. Il papà di Ginny ama mangiare piccante... ma stavolta i suoi reni diventano un arroventato campo di battaglia! I Food Wizards diventano quindi... pompieri, per spegnere un incendio nel suo metabolismo!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666628931424_Screenshot%201246.jpg",
      "start_time": "2026-02-13 05:20:00",
      "end_time": "2026-02-13 05:35:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "La madre di Ham vuole vincere a tutti i costi un concorso di cucina... ma assaggia tutti i dolci che prepara: un nuovo caso per i Food Wizards. La madre di Ham vuole vincere a tutti i costi un concorso di cucina... ma assaggia tutti i dolci che prepara: un nuovo caso per i Food Wizards!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728465974432_PT%204%20DINOSAURI%20NELLA%20ROCCIA.jpg",
      "start_time": "2026-02-13 05:35:00",
      "end_time": "2026-02-13 05:50:00",
      "episode_number": "S1 E4",
      "show_category": "Programmi Tv Kids",
      "show_description": "I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \"Antonio e Bruno\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \"Il Giallino\" e la pillola in animazione 2D \"Davvero Green\" con i migliori suggerimenti per una vita ecologica. I dinosauri hanno lasciato le loro tracce anche qui in Italia! Vuoi scoprire dove? Segui la geologa Caterina in un viaggio tra fossili e misteri al Villaggio del Pescatore di Trieste, dove sono stati ritrovati \\\"Antonio e Bruno\\\". Un'avventura tra scienza, geologia e storia ti aspetta! Non mancano le tante bufale scientifiche da scovare insieme al tiktoker Marco \\\"Il Giallino\\\" e la pillola in animazione 2D  \\\"Davvero Green\\\" con i  migliori suggerimenti per una vita ecologica!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/09/1728466006971_PT%205%20IL%20DOPPIO%20VULCANO%20JPEG.jpg",
      "start_time": "2026-02-13 05:50:00",
      "end_time": "2026-02-13 06:05:00",
      "episode_number": "S1 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green. Avete mai osservato bene il profilo del Vesuvio? E se vi dicessimo che ci sono due vulcani? Caterina ci porta in Campania, a Napoli proprio su uno dei vulcani più famosi al mondo, per spiegarci perché si dice che sia doppio. Il tiktoker Marco \\\"Il Giallino ci aiuta smascherare le fake news della natura mentre la pillola in animazione 2D ci suggerisce gesti per un comportamento davvero Green!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/30/1698688561764_Screenshot%203669.png",
      "start_time": "2026-02-13 06:05:00",
      "end_time": "2026-02-13 06:15:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695318486032_Screenshot%203400.png",
      "start_time": "2026-02-13 06:15:00",
      "end_time": "2026-02-13 06:30:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale. CeCe ha rubato la canzone di Karma! Con tutti i suoi amici e familiari che credono nella costruzione del Grattacielo Supersound, Karma decide di affrontare CeCe, rischiando di fare un danno alla comunità. Ma quando CeCe infanga il nome di Karma, la comunità la difende nel modo in cui lei ha sempre fatto con loro. Riuscirà Hansberry a guadagnare abbastanza soldi per risolvere la situazione, nonostante i continui tentativi di sabotaggio di CeCe? E se non ci riusciranno... potranno trovare un modo per mantenere vivo lo spirito del Centro Sociale?"
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/07/1602060806606_Schermata%202020-10-07%20alle%2010.jpg",
      "start_time": "2026-02-13 06:30:00",
      "end_time": "2026-02-13 06:40:00",
      "episode_number": "S2 E11",
      "show_category": "",
      "show_description": "Dopo essere stati aggrediti dai Dronok, Trek, Havok e Ao-ki cadono in una voragine e si ritrovano sottoterra. Trek e Havok vengono fatti prigionieri dai Kawakai, una tribù che custodisce uno dei frammenti di gemma. Nel frattempo, Aoki viene guidata da un Kawakai e riesce a raggiungere i suoi amici. Tuttavia, dopo essersi ritrovati, i tre vengono raggiunti dai Dronok, intenzionati a rubare i loro frammenti di gemma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/07/1602061025292_Schermata%202020-10-07%20alle%2010%201.jpg",
      "start_time": "2026-02-13 06:40:00",
      "end_time": "2026-02-13 06:55:00",
      "episode_number": "S2 E12",
      "show_category": "",
      "show_description": "Krobok è infuriato per essere stato sconfitto dai Guardiani. Grazie all'aiuto di Eklos, riuscirà a impadronirsi di un frammento e tenterà di vendicarsi. I Guardiani, nel frattempo, riusciranno ad attivare finalmente la Iskador, che si rivelerà essere molto più di una semplice nave."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648826276550_Schermata%202022-04-01%20alle%2017.18.42.jpg",
      "start_time": "2026-02-13 06:55:00",
      "end_time": "2026-02-13 07:05:00",
      "episode_number": "S1 E17",
      "show_category": "",
      "show_description": "Gargamella ha distrutto tutte le piante di salsapariglia della zona privando i Puffi del loro cibo preferito."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648826390311_Schermata%202022-04-01%20alle%2017.20.57.jpg",
      "start_time": "2026-02-13 07:05:00",
      "end_time": "2026-02-13 07:15:00",
      "episode_number": "S1 E18",
      "show_category": "",
      "show_description": "Vanitoso fa un sogno in cui lui e i suoi amici Puffi sono vestiti con abiti diversi, più colorati e allegri."
    },
    {
      "show_name": "I Puffi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/04/01/1648826531771_Schermata%202022-04-01%20alle%2017.37.07.jpg",
      "start_time": "2026-02-13 07:15:00",
      "end_time": "2026-02-13 07:30:00",
      "episode_number": "S1 E19",
      "show_category": "",
      "show_description": "Durante un temporale, un fulmine proietta Quattrocchi e Bocciolina in un'altra dimensione dove i cattivi come Gargamella e Bue Grasso sono buoni e gentili e i Puffi, che qui si chiamano Pluffi, sono grigi anziché blu e per niente amichevoli."
    },
    {
      "show_name": "Geronimo Stilton",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/17/1608227248873_Schermata%202020-12-17%20alle%2018%204.jpg",
      "start_time": "2026-02-13 07:30:00",
      "end_time": "2026-02-13 07:55:00",
      "episode_number": "S3 E15",
      "show_category": "",
      "show_description": "Geronimo e soci si trovano a Saint Moratz, in occasione delle \"CaciOlimpiadi\" invernali, alle quali partecipa anche Tea, con ottime speranze di vittoria. Durante le prime gare, però, avvengono degli strani incidenti ad alcuni atleti. Dopo alcune indagini, Geronimo si rende conto che gli incidenti sono stati provocati da qualcuno, forse da un atleta che vuole avvantaggiarsi in modo scorretto sui suoi avversari? Bisogna scoprire al più presto di chi si tratta, soprattutto perché tutti credono che sia Tea la colpevole. Geronimo e soci si trovano a Saint Moratz, in occasione delle \\\"CaciOlimpiadi\\\" invernali, alle quali partecipa anche Tea, con ottime speranze di vittoria. Durante le prime gare, però, avvengono degli strani incidenti ad alcuni atleti. Dopo alcune indagini, Geronimo si rende conto che gli incidenti sono stati provocati da qualcuno, forse da un atleta che vuole avvantaggiarsi in modo scorretto sui suoi avversari? Bisogna scoprire al più presto di chi si tratta, soprattutto perché tutti credono che sia Tea la colpevole…."
    },
    {
      "show_name": "Heidi 3D",
      "show_logo": "https://www.raiplay.it/dl/img/2015/10/05/1444060320088_heidi.jpg",
      "start_time": "2026-02-13 07:55:00",
      "end_time": "2026-02-13 08:20:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Il governatore chiede al Nonno di finire i lavori del Ponte del Diavolo iniziati tanti anni prima e interrotti dopo il drammatico incidente di suo figlio Tobia. Il Vecchio non può rifiutarsi, ma tornare laggiù per lui è difficile e affrontare il passato sarebbe davvero troppo doloroso, a meno che Heidi non trovi la via giusta per parlare al suo cuore. Il  governatore chiede al Nonno di finire i lavori del Ponte del Diavolo iniziati tanti anni prima e interrotti dopo il drammatico incidente di suo figlio Tobia. Il Vecchio non può rifiutarsi, ma tornare laggiù per lui è difficile e affrontare il passato sarebbe davvero troppo doloroso, a meno che Heidi non trovi la via giusta per parlare al suo cuore…."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066840842_Still004.jpg",
      "start_time": "2026-02-13 08:20:00",
      "end_time": "2026-02-13 08:30:00",
      "episode_number": "S1 E51",
      "show_category": "Cartoni Animati",
      "show_description": "Piedino dimostra una innata predisposizione per curare gli animali, e quindi decide di metter su una clinica veterinaria. A un certo punto però le cose con i suoi animali precipitano e Piedino si rivolge alla Dottoressa Lee per avere spiegazioni. La dottoressa spiega a Piedino che nell'ecosistema ogni animale ha un suo ruolo e una sua funzione e che dunque tutto rientra in un perfetto equilibrio. Piedino dimostra una innata predisposizione per curare gli animali, e quindi decide di metter su una clinica veterinaria. A un certo punto però le cose con i suoi animali precipitano e Piedino si rivolge alla Dottoressa Lee per avere spiegazioni. La dottoressa spiega a Piedino che nell'ecosistema ogni animale ha un suo ruolo e una sua funzione e che dunque tutto rientra in un perfetto equilibrio."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/22/1711066897759_temp.00_02_47_12.Still003.jpg",
      "start_time": "2026-02-13 08:30:00",
      "end_time": "2026-02-13 08:45:00",
      "episode_number": "S1 E52",
      "show_category": "Cartoni Animati",
      "show_description": "Raffaele, Nina e, controvoglia, Spilunga, decidono di fare uno scherzo a Piedino. Sull'onda emotiva della paura evocata mentre sono alla ricerca delle tombe Merovinge, con le loro ipotetiche mummie, inventano una storia su un mitologico animale da catturare: il Dahut. Dunque si organizzano per poi prendersi gioco di Piedino, ma quando sono sul punto di attuare il piano, una vera mummia li terrorizza e li mette in fuga. Solo alla fine Piedino confesserà che, dopo aver scoperto il piano che tramavano, si era accordato con Samson per fare a sua volta uno scherzo a loro. Raffaele, Nina e, controvoglia, Spilunga, decidono di fare uno scherzo a Piedino. Sull'onda emotiva della paura evocata mentre sono alla ricerca delle tombe Merovinge, con le loro ipotetiche mummie, inventano una storia su un mitologico animale da catturare: il Dahut. Dunque si organizzano per poi prendersi gioco di Piedino, ma quando sono sul punto di attuare il piano, una vera mummia li terrorizza e li mette in fuga. Solo alla fine Piedino confesserà che, dopo aver scoperto il piano che tramavano, si era accordato con Samson per fare a sua volta uno scherzo a loro."
    },
    {
      "show_name": "La banda della natura",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/21/1711048173955_vlcsnap-2022-10-19-14h50m44s982.png",
      "start_time": "2026-02-13 08:45:00",
      "end_time": "2026-02-13 09:00:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Per dimostrare ai suoi amici di essere grande e coraggioso Piedino va a dormire da solo in un cimitero. Per dimostrare ai suoi amici di essere grande e coraggioso Piedino va a dormire da solo in un cimitero."
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666628985927_Screenshot%201247.jpg",
      "start_time": "2026-02-13 09:00:00",
      "end_time": "2026-02-13 09:15:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Un turista mangione invade il nuovo bed&breakfast dei genitori di Ham e si mette in guai... alimentari: qui ci vuole una colazione detox. Un turista mangione invade il nuovo bed&breakfast dei genitori di Ham e si mette in guai... alimentari: qui ci vuole una colazione detox!"
    },
    {
      "show_name": "Food Wizards",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/24/1666629351154_Screenshot%201248.jpg",
      "start_time": "2026-02-13 09:15:00",
      "end_time": "2026-02-13 09:30:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Joni, la nonna di Ham, è una signora molto dinamica: anche troppo, considerando tutto il caffè che beve! I nostri Food Wizards dovranno salvarla affrontando i Toxins... a ritmo di rock. Joni, la nonna di Ham, è una signora molto dinamica: anche troppo, considerando tutto il caffè che beve! I nostri Food Wizards dovranno salvarla affrontando i Toxins... a ritmo di rock!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213359458_PT%206%20ISOLA%20GALLEGGIANTE%20jpeg.jpg",
      "start_time": "2026-02-13 09:30:00",
      "end_time": "2026-02-13 09:45:00",
      "episode_number": "S1 E6",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \"Il Giallino\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green. Sapete che in Italia esiste un'isola che galleggia? Caterina ci porta nel Lazio, nella Riserva Naturale del Lago di Posta Fibreno, dove un piccolo isolotto di terra e arbusti galleggia in uno specchio d'acqua. Il tiktoker Marco \\\"Il Giallino\\\" ci aiuta a riconoscere la differenza tra curiosità e bufale scientifiche, mentre nella pillola in animazione 2D si suggeriscono spunti e azioni concrete per essere davvero, ma davvero Green!"
    },
    {
      "show_name": "Ma davvero",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/29/1730213462811_PT%207%20CACCIA%20AL%20RIFIUTO%20jpeg.jpg",
      "start_time": "2026-02-13 09:45:00",
      "end_time": "2026-02-13 10:00:00",
      "episode_number": "S1 E7",
      "show_category": "Programmi Tv Kids",
      "show_description": "Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \"Il Giallino\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green. Sapete che dentro ai cellulari c'è dell'oro? Caterina ci guida alla scoperta del mondo dei RAEE, Rifiuti da Apparecchiature Elettriche ed Elettroniche seguendone il loro riciclo. Scopriamo che materiali preziosi, come l'oro e le terre rare, vengono recuperati e riutilizzati, contribuendo alla sostenibilità ambientale. Come sempre sfatiamo fake news con Marco \\\"Il Giallino\\\" e con la pillola di animazione impariamo l'importanza di ridurre l'impatto ecologico e essere Ma davvero green!"
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169829684_00_00_56_11___SSTCT0114EN.png",
      "start_time": "2026-02-13 10:00:00",
      "end_time": "2026-02-13 10:10:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Di ritorno da una missione in cui hanno asportato un seme di papavero incastrato fra i denti di Cornelius, Clive, Billy e Maggie si accorgono che Jo è scomparso e sono sicurissimi che Cornelius lo abbia inghiottito. Di ritorno da una missione in cui hanno asportato un seme di papavero incastrato fra i denti di Cornelius, Clive, Billy e Maggie si accorgono che Jo è scomparso e sono sicurissimi che Cornelius lo abbia inghiottito..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169874953_00_01_09_21___SSTCT0118EN.png",
      "start_time": "2026-02-13 10:10:00",
      "end_time": "2026-02-13 10:20:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Chiamata in causa da un infreddolito Prince, la Coop Troop mette a punto un marchingegno che, in breve, trasforma la casa in un forno. Il gatto è soddisfatto, ma Fred e Frida sono in grave pericolo: l'eccessiva temperatura sta facendo evaporare l'acqua della loro boccia. Chiamata in causa da un infreddolito Prince, la Coop Troop mette a punto un marchingegno che, in breve, trasforma la casa in un forno. Il gatto è soddisfatto, ma Fred e Frida sono in grave pericolo: l'eccessiva temperatura sta facendo evaporare l'acqua della loro boccia..."
    },
    {
      "show_name": "Coop Troop",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712169913600_00_00_35_21___SSTCT0119EN.png",
      "start_time": "2026-02-13 10:20:00",
      "end_time": "2026-02-13 10:35:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "La Coop Troop viene chiamata da Sam, perché il piccolo Mac è scappato. Il cucciolo in realtà è sulle scale di casa offeso perché Sam non lo lascia fare una passeggiata da solo fino alla piazza. Flo suggerisce a Sam di concedergli il permesso, promettendo che la Coop Troop controllerà il Mac per tutto il percorso, ma il cucciolo  cercherà di seminare le sue \"guardie del corpo\". La Coop Troop viene chiamata da Sam, perché il piccolo Mac è scappato. Il cucciolo in realtà è sulle scale di casa offeso perché Sam non lo lascia fare una passeggiata da solo fino alla piazza. Flo suggerisce a Sam di concedergli il permesso, promettendo che la Coop Troop controllerà il Mac per tutto il percorso, ma il cucciolo  cercherà di seminare le sue \\\"guardie del corpo\\\"..."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761567920216_MO_105_STILLS_1080p_025.jpg",
      "start_time": "2026-02-13 10:35:00",
      "end_time": "2026-02-13 10:45:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale. Mortina trova per caso la ricetta dello Gnamgnambonk, un leggendario dolce zombie. Con l'aiuto dei suoi amici, riuscirà a decifrare gli ingredienti scritti come indovinelli e a preparare la ricetta misteriosa. A volte le cose più buone nascono quando ci si mette un tocco personale."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568002787_MO_106_STILLS_1080p_043.jpg",
      "start_time": "2026-02-13 10:45:00",
      "end_time": "2026-02-13 11:00:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male. Mortina è nell'orto con i suoi amici a cercare le zucche lamentine quando improvvisamente la sua pelle diventa… viola! Com'è possibile? La Squadra del Mistero riuscirà a farla tornare come prima e capirà che, a volte, annoiarsi un po' non è poi così male."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568137567_MO_107_STILLS_1080p_017.jpg",
      "start_time": "2026-02-13 11:00:00",
      "end_time": "2026-02-13 11:10:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \"vietatissimo aprire\", riusciranno a resistere? Poco dopo a Villa Decadente iniziano a succedere cose alquanto strane e la Squadra del Mistero dovrà scoprire perché. Mortina e i suoi amici trovano in soffitta una valigetta da illusionista su cui c'è scritto \\\"vietatissimo aprire\\."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761568191163_MO_108_STILLS_1080p_054.jpg",
      "start_time": "2026-02-13 11:10:00",
      "end_time": "2026-02-13 11:25:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia. Mortina e la Squadra del Mistero stanno preparando una sorpresa per il compleanno di Zia Dipartita quando Dilbert, Leo e Nora perdono misteriosamente la memoria. Mortina e Mesto riusciranno a far tornare tutto alla normalità prima che torni la zia?"
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987467546_Screenshot%205234.png",
      "start_time": "2026-02-13 11:25:00",
      "end_time": "2026-02-13 11:35:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le moschettiere dovranno impedire di far mangiare alle persone delle tartellette avvelenate, che contengono un particolare sonnifero in grado di addormentare chiunque le addenti. Il panico si scatena così a corte. D'Artagnan e le moschettiere dovranno impedire di far mangiare alle persone delle tartellette avvelenate, che contengono un particolare sonnifero in grado di addormentare chiunque le addenti. Il panico si scatena così a corte..."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987594100_Screenshot%205235.png",
      "start_time": "2026-02-13 11:35:00",
      "end_time": "2026-02-13 11:50:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "D'Artagnan e le moschettiere avranno l'arduo compito di acciuffare un ladro che sta seminando il panico fra gli abitanti. Non sarà così semplice, ma il cavallo di D'Artagnan sarà veramente prezioso in questa impresa. D'Artagnan e le moschettiere avranno l'arduo compito di acciuffare un ladro che sta seminando il panico fra gli abitanti. Non sarà così semplice, ma il cavallo di D'Artagnan sarà veramente prezioso in questa impresa."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/19/1739987670349_Screenshot%205236.png",
      "start_time": "2026-02-13 11:50:00",
      "end_time": "2026-02-13 12:00:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Un giovane infiltrato a corte sostiene di essere un parente prossimo di Re Luigi, e vorrebbe ottenere un'udienza, senza successo. D'Artagnan decide di aiutarlo e di concedergli il beneficio del dubbio, e seguendo il suo istinto di certo non sbaglierà: il giovane è davvero parente del sovrano. Un giovane infiltrato a corte sostiene di essere un parente prossimo di Re Luigi, e vorrebbe ottenere un'udienza, senza successo. D'Artagnan decide di aiutarlo e di concedergli il beneficio del dubbio, e seguendo il suo istinto di certo non sbaglierà: il giovane è davvero parente del sovrano."
    },
    {
      "show_name": "Le tre moschettiere",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/20/1740056300340_Screenshot%205246.png",
      "start_time": "2026-02-13 12:00:00",
      "end_time": "2026-02-13 12:15:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Il famoso Rustignac approda in città fingendosi un giovane italiano, e cambiando cognome, con un intento malvagio a discapito del re. Sarà compito delle moschettiere scoprire le sue malefatte e cacciarlo via. Il famoso Rustignac approda in città fingendosi un giovane italiano, e cambiando cognome, con un intento malvagio a discapito del re. Sarà compito delle moschettiere scoprire le sue malefatte e cacciarlo via."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/14/1671032393383_Screenshot%201636.jpg",
      "start_time": "2026-02-13 12:15:00",
      "end_time": "2026-02-13 12:40:00",
      "episode_number": "S4 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Mia torna a Centopia. È sconvolta dai terremoti, e il re dei Pan si è nascosto, proprio quando I tre elfi avrebbero bisogno di avere informazioni su un misterioso flauto di pietra. Mia torna a Centopia. È sconvolta dai terremoti, e il re dei Pan si è nascosto, proprio quando I tre elfi avrebbero bisogno di avere informazioni su un misterioso flauto di pietra."
    },
    {
      "show_name": "Mia and Me",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/14/1671033282533_Screenshot%201638.jpg",
      "start_time": "2026-02-13 12:40:00",
      "end_time": "2026-02-13 13:05:00",
      "episode_number": "S4 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Una nuova isola porta nuovi pericoli! Mia e gli elfi scoprono un villaggio abbandonato e un branco di unicorni selvaggi che potrebbe avere la chiave per una scoperta ancora più grande. Una nuova isola porta nuovi pericoli! Mia e gli elfi scoprono un villaggio abbandonato e un branco di unicorni selvaggi che potrebbe avere la chiave per una scoperta ancora più grande!"
    },
    {
      "show_name": "Winx Club",
      "show_logo": "https://www.raiplay.it/dl/img/2015/09/1443514444230ietre.jpg",
      "start_time": "2026-02-13 13:05:00",
      "end_time": "2026-02-13 13:30:00",
      "episode_number": "S7 E15",
      "show_category": "Cartoni Animati",
      "show_description": "I Dragani sono sempre più deboli perché il fuoco di Pyros è stato assorbito dal Vampiro di Fuoco. Kalshara può richiamarlo, ma pretende di essere lasciata andare via. Le Winx non credono alle sue parole, perciò si trasformano in fate Tynix ed entrano, insieme ai loro Animali Fatati, nel MiniMondo delle Pietre Preziose, con l'intento di restituire il fuoco a Pyros. Le fate riescono nell'intento grazie all'incantesimo speciale di Bloom ed Elas che sconfiggono il Vampiro di Fuoco. I Dragani tornano di nuovo in forma e, con la loro magia, mettono in fuga Kalshara e Brafilius. I Dragani sono sempre più deboli perché il fuoco di Pyros è stato assorbito dal Vampiro di Fuoco. Kalshara può richiamarlo, ma pretende di essere lasciata andare via. Le Winx non credono alle sue parole, perciò si trasformano in fate Tynix ed entrano, insieme ai loro Animali Fatati, nel MiniMondo delle Pietre Preziose, con l'intento di restituire il fuoco a Pyros. Le fate riescono nell'intento grazie all'incantesimo speciale di Bloom ed Elas che sconfiggono il Vampiro di Fuoco. I Dragani tornano di nuovo in forma e, con la loro magia, mettono in fuga Kalshara e Brafilius."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769613726515_Dragonero2_ep03_imm.png",
      "start_time": "2026-02-13 13:30:00",
      "end_time": "2026-02-13 13:55:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "I Paladini hanno un nuovo alleato: Oxys, giovane mago dei Luresindi tornato a Borgovecchio. Mentre conquista la fiducia del villaggio, Arcana sottopone Ian, Myrva e Gmor a un durissimo allenamento per padroneggiare i poteri. Intanto Vondhur e Neikron siglano un patto: sangue e trasformazioni faranno del mago un Dragonero. I Paladini hanno un nuovo alleato: Oxys, giovane mago dei Luresindi tornato a Borgovecchio. Mentre conquista la fiducia del villaggio, Arcana sottopone Ian, Myrva e Gmor a un durissimo allenamento per padroneggiare i poteri. Intanto Vondhur e Neikron siglano un patto: sangue e trasformazioni faranno del mago un Dragonero."
    },
    {
      "show_name": "Dragonero - I paladini",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/28/1769613787252_Dragonero2_ep04_imm.png",
      "start_time": "2026-02-13 13:55:00",
      "end_time": "2026-02-13 14:20:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "I Paladini salvano la foresta degli alberi cangianti usando per la prima volta i loro nuovi e instabili poteri. Ma le cose si complicano di fronte ai golem che attaccano la foresta degli alberi fiamma perché a dargli manforte arriva proprio Vondhur, il mago oscuro, che ora conosce la vera identità dei paladini. I Paladini salvano la foresta degli alberi cangianti usando per la prima volta i loro nuovi e instabili poteri. Ma le cose si complicano di fronte ai golem che attaccano la foresta degli alberi fiamma perché a dargli manforte arriva proprio Vondhur, il mago oscuro, che ora conosce la vera identità dei paladini."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763522397_SMR1v.jpg",
      "start_time": "2026-02-13 14:20:00",
      "end_time": "2026-02-13 14:45:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja decide di avventurarsi nel bosco, sottovalutando i pericoli presenti. Nonostante le raccomandazioni del padre, la ragazzina non si rende conto delle difficoltà che può incontrare e si imbatte nei Nanigrigi, che la spaventano tanto. Fortunatamente il padre riuscirà a salvarla e le spiegherà nuovamente di stare sempre attenta. Ronja decide di avventurarsi nel bosco, sottovalutando i pericoli presenti. Nonostante le raccomandazioni del padre, la ragazzina non si rende conto delle difficoltà che può incontrare e si imbatte nei Nanigrigi, che la spaventano tanto. Fortunatamente il padre riuscirà a salvarla e le spiegherà nuovamente di stare sempre attenta."
    },
    {
      "show_name": "Ronja - Figlia di brigante",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/29/1761763631323_SMR1.png",
      "start_time": "2026-02-13 14:45:00",
      "end_time": "2026-02-13 15:10:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Ronja si esercita a non avere paura e, tornata nel bosco, provoca due strigagne. La cosa si rivela più pericolosa del previsto e Ronja decide di tornare alla rocca e allenarsi a stare attenta a non cadere nella Voragine Infernale. Dopo aver trovato un punto in cui è sicura di poter oltrepassare il varco con un balzo, la bambina sente qualcuno fischiettare. Si tratta di Birk, il figlio di Borka, che se ne sta seduto su un muretto dall'altra parte della Voragine. Ronja si esercita a non avere paura e, tornata nel bosco, provoca due strigagne. La cosa si rivela più pericolosa del previsto e Ronja decide di tornare alla rocca e allenarsi a stare attenta a non cadere nella Voragine Infernale. Dopo aver trovato un punto in cui è sicura di poter oltrepassare il varco con un balzo, la bambina sente qualcuno fischiettare. Si tratta di Birk, il figlio di Borka, che se ne sta seduto su un muretto dall'altra parte della Voragine."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/31/1761920943677_Screenshot%205774.png",
      "start_time": "2026-02-13 15:10:00",
      "end_time": "2026-02-13 15:20:00",
      "episode_number": "S1 E37",
      "show_category": "Sketch Com",
      "show_description": "Ari ti guida nel magico mondo delle piante, tra cactus pasticcioni e quiz botanici divertenti! Scopri storie di ragazzi che salvano il pianeta e la \"Top 5\" dei giardinieri dei cartoni. Anche un piccolo vaso sul balcone può trasformarti in un vero elfo del pollice verde. Ari ti guida nel magico mondo delle piante, tra cactus pasticcioni e quiz botanici divertenti! Scopri storie di ragazzi che salvano il pianeta e la \\\"Top 5\\\" dei giardinieri dei cartoni. Anche un piccolo vaso sul balcone può trasformarti in un vero elfo del pollice verde."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/31/1761921082884_Screenshot%205777.png",
      "start_time": "2026-02-13 15:20:00",
      "end_time": "2026-02-13 15:30:00",
      "episode_number": "S1 E38",
      "show_category": "Sketch Com",
      "show_description": "Entra in un viaggio infuocato con Ari e Bip! Dai draghi mitici a vigili del fuoco coraggiosi, scoprirai storie vere che scaldano il cuore. Alla fine, troverai la tua fiamma interiore per accendere le passioni e non mollare mai. Entra in un viaggio infuocato con Ari e Bip! Dai draghi mitici a vigili del fuoco coraggiosi, scoprirai storie vere che scaldano il cuore. Alla fine, troverai la tua fiamma interiore per accendere le passioni e non mollare mai."
    },
    {
      "show_name": "On Ari",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/31/1761921277154_Screenshot%205780.png",
      "start_time": "2026-02-13 15:30:00",
      "end_time": "2026-02-13 15:40:00",
      "episode_number": "S1 E39",
      "show_category": "Sketch Com",
      "show_description": "Anche i cattivi possono diventare buoni. Tra alieni malvagi trasformati in amici e supereroi stravaganti, scoprirai con Ari e Bip come la fantasia può cambiare tutto. Basta un po' di immaginazione per trasformare ogni nemico in qualcosa di positivo. Anche i cattivi possono diventare buoni. Tra alieni malvagi trasformati in amici e supereroi stravaganti, scoprirai con Ari e Bip come la fantasia può cambiare tutto. Basta un po' di immaginazione per trasformare ogni nemico in qualcosa di positivo."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765918134267_cercami-a-parigi-s3e17.jpg",
      "start_time": "2026-02-13 15:40:00",
      "end_time": "2026-02-13 16:05:00",
      "episode_number": "S3 E17",
      "show_category": "Live Action",
      "show_description": "ARMANDO sottopone i ragazzi a un test attitudinale dal risultato inaspettato: ciascuno di loro viene associato a una professione diversa dalla danza. I ragazzi devono fare una presentazione, non capiscono il senso del compito. Alla fine preparano una coreografia per rappresentare le varie professioni e a quel punto ARMANDO svela loro che era tutto un bluff, per dimostrare che il loro unico scopo nella vita è la danza. Intanto ROMY usa l'orologio di LENA per farsi strada nella Scuola di danza, ma quello che scopre andando avanti nel tempo non le farà piacere. ARMANDO sottopone i ragazzi a un test attitudinale dal risultato inaspettato: ciascuno di loro viene associato a una professione diversa dalla danza. I ragazzi devono fare una presentazione, non capiscono il senso del compito. Alla fine preparano una coreografia per rappresentare le varie professioni e a quel punto ARMANDO svela loro che era tutto un bluff, per dimostrare che il loro unico scopo nella vita è la danza. Intanto ROMY usa l'orologio di LENA per farsi strada nella Scuola di danza, ma quello che scopre andando avanti nel tempo non le farà piacere."
    },
    {
      "show_name": "Cercami a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765917698011_cercami-a-parigi-s3e18.jpg",
      "start_time": "2026-02-13 16:05:00",
      "end_time": "2026-02-13 16:35:00",
      "episode_number": "S3 E18",
      "show_category": "Live Action",
      "show_description": "NICO scopre che l'Ufficio ha piazzato delle telecamere nascoste nella caffetteria della scuola e lo dice a LENA e agli altri; nel frattempo, LENA viene a sapere che HENRI ha passato una serata in compagnia di CLAUDINE e si ingelosisce. FRANK chiede aiuto a INES per leggere dei libri. Tra questi, c'è il diario della nonna di LENA, che secondo lei, potrebbe essere la famosa \"chiave\" cui accenna la madre in una lettera che le aveva scritto qualche tempo prima. I ragazzi quindi, cercano una vera e propria chiave all'interno del diario ma non la trovano. NICO scopre che l'Ufficio ha piazzato delle telecamere nascoste nella caffetteria della scuola e lo dice a LENA e agli altri; nel frattempo, LENA viene a sapere che HENRI ha passato una serata in compagnia di CLAUDINE e si ingelosisce. FRANK chiede aiuto a INES per leggere dei libri. Tra questi, c'è il diario della nonna di LENA, che secondo lei, potrebbe essere la famosa \\\"chiave\\\" cui accenna la madre in una lettera che le aveva scritto qualche tempo prima. I ragazzi quindi, cercano una vera e propria chiave all'interno del diario ma non la trovano."
    },
    {
      "show_name": "Alex & Co",
      "show_logo": "https://www.raiplay.it/dl/img/2018/11/30/1543573944558_alexandco_39.jpg",
      "start_time": "2026-02-13 16:35:00",
      "end_time": "2026-02-13 17:00:00",
      "episode_number": "S1 E39",
      "show_category": "Live Action",
      "show_description": "Alex affronta il liceo con gli amici Nicole e Christian. Nel gruppo entrano Sam ed Emma, tutti entusiasti per il loro primo anno. Il preside, però, vuole che la sua scuola primeggi in tutto, e gli alunni devono concentrarsi solo sullo studio e dimenticare ogni attività artistica, come musica, recitazione e ballo. Alex affronta il liceo con gli amici Nicole e Christian. Nel gruppo entrano Sam ed Emma, tutti entusiasti per il loro primo anno. Il preside, però, vuole che la sua scuola primeggi in tutto, e gli alunni devono concentrarsi solo sullo studio e dimenticare ogni attività artistica, come musica, recitazione e ballo."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308399669_kung-fu-panda-il-cavaliere-dragone-s1e13_2048x1152.jpg",
      "start_time": "2026-02-13 17:00:00",
      "end_time": "2026-02-13 17:25:00",
      "episode_number": "S1 E13",
      "show_category": "",
      "show_description": "La squadra dovrà superare in furbizia le guardie e gli ospiti per mettere in atto un bel colpo durante la festa di fidanzamento di Jayesh, ma tra i presenti c'è chi ha altri piani."
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308445047_kung-fu-panda-il-cavaliere-dragone-s1e14_2048x1152.jpg",
      "start_time": "2026-02-13 17:25:00",
      "end_time": "2026-02-13 17:50:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "La squadra all'inseguimento del ciondolo incantato si intrufola al matrimonio di Jayesh. Intanto Veruca e Klaus conoscono il nuovo Arcimago e minacciano di rubare il suo elmo."
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186633611_SW_EP17_2.png",
      "start_time": "2026-02-13 17:50:00",
      "end_time": "2026-02-13 18:00:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing. In città è giunta l'ora dei Fantaville Games, la storica competizione (più o meno) sportiva a squadre! Per Spooky l'occasione è ghiotta: potrà mangiare panini a sbafo in caso di vittoria! Le cose si complicano quando, proprio sul punteggio di parità, scompare misteriosamente l'asso del suo team: l'unicorno Amazing!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186748927_SW_EP18_4.png",
      "start_time": "2026-02-13 18:00:00",
      "end_time": "2026-02-13 18:10:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "La serata perfetta per Spooky e i suoi amici, a base di pizza e divertimento, non potrà più esistere perché non c'è modo di avere una pizza: tutti i forni di Fantaville sono stati rubati! Bisogna scoprire chi è il colpevole... e perché lo ha fatto. La serata perfetta per Spooky e i suoi amici, a base di pizza e divertimento, non potrà più esistere perché non c'è modo di avere una pizza: tutti i forni di Fantaville sono stati rubati! Bisogna scoprire chi è il colpevole... e perché lo ha fatto!"
    },
    {
      "show_name": "Spooky Wolf",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/11/1710186954604_SW_EP19_5.png",
      "start_time": "2026-02-13 18:10:00",
      "end_time": "2026-02-13 18:25:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali. Spooky e Mocciolo, il nano da giardino: la coppia che non t'immagini! I due sono costretti ad allearsi per risolvere il caso della scomparsa di tutti gli abitanti di Fantaville! Del resto, i loro simpatici battibecchi non sono nulla in confronto a ciò che li aspetta: dimensioni parallele, pietre magiche e strani rituali!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761570777745_MO_119_STILLS_00000.png",
      "start_time": "2026-02-13 18:25:00",
      "end_time": "2026-02-13 18:35:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \"casa\" è ovunque ci siano i propri amici più cari. Mortina e i suoi amici incontrano un simpatico cavaliere scheletro in biblioteca. Da dove viene e cosa ci fa a Villa Decadente? La Squadra del Mistero lo aiuterà a scoprire dove sia la sua dimora e come tornarci. Indagando, capiranno che \\\"casa\\\" è ovunque ci siano i propri amici più cari."
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571125815_MO_120_STILLS_00001.png",
      "start_time": "2026-02-13 18:35:00",
      "end_time": "2026-02-13 18:50:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi. A Villa Decadente arriva un pacco per Zia Dipartita. Lei però lo ignora, perché a mandarlo è una parente zombie con cui ha litigato in passato. Cosa mai conterrà? Mortina e la Squadra del Mistero vogliono assolutamente scoprirlo, ma il pacco pazzerello rifiuta in ogni modo di aprirsi!"
    },
    {
      "show_name": "Mortina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/27/1761571212493_MO_121_STILLS_00000.png",
      "start_time": "2026-02-13 18:50:00",
      "end_time": "2026-02-13 19:05:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima. A Villa Decadente succedono fatti inspiegabili: strumenti musicali che suonano senza che nessuno li tocchi, la vecchia macchina da scrivere che scrive da sola… Qual è la causa di questi strani eventi? La Squadra del Mistero riuscirà a risolvere anche questo mistero ma, se Mortina, Nora, Leo e Mesto avessero ascoltato la zia e Dilbert con attenzione, lo avrebbero risolto molto prima!"
    },
    {
      "show_name": "Kung Fu Panda - Il cavaliere dragone",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/24/1711308399669_kung-fu-panda-il-cavaliere-dragone-s1e13_2048x1152.jpg",
      "start_time": "2026-02-13 19:05:00",
      "end_time": "2026-02-13 19:30:00",
      "episode_number": "S1 E13",
      "show_category": "",
      "show_description": "La squadra dovrà superare in furbizia le guardie e gli ospiti per mettere in atto un bel colpo durante la festa di fidanzamento di Jayesh, ma tra i presenti c'è chi ha altri piani."
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062655908_Rabbids_71.jpg",
      "start_time": "2026-02-13 19:30:00",
      "end_time": "2026-02-13 19:35:00",
      "episode_number": "S4 E71",
      "show_category": "Cartoni Animati",
      "show_description": "I Rabbids sono impegnati a organizzare un barbecue alla fattoria con il prezioso aiuto dell'assistente di Mad Rabbid, sempre pronto a dare una mano. I suoi amici vengono però rapiti dal contadino e lui farà di tutto per liberarli, armato solo di coltellino e salsiccia. I Rabbids sono impegnati a organizzare un barbecue alla fattoria con il prezioso aiuto dell'assistente di Mad Rabbid, sempre pronto a dare una mano. I suoi amici vengono però rapiti dal contadino e lui farà di tutto per liberarli, armato solo di coltellino e salsiccia!"
    },
    {
      "show_name": "Rabbids Invasion",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/18/1766062694389_Rabbids_72.jpg",
      "start_time": "2026-02-13 19:35:00",
      "end_time": "2026-02-13 19:45:00",
      "episode_number": "S4 E72",
      "show_category": "Cartoni Animati",
      "show_description": "Grazie a un incidente con il Maschero-Rama, un Rabbid Vichingo viene trasformato in Moschettiere e insieme ad altri due vichinghi formano un trio: i Tre Rabbid-schettieri. Grazie a un incidente con il Maschero-Rama, un Rabbid Vichingo viene trasformato in Moschettiere e insieme ad altri due vichinghi formano un trio: i Tre Rabbid-schettieri!"
    },
    {
      "show_name": "Il Collegio",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/16/1668553353293_il-collegio-7-sesta-puntata-sorprese-e-imprevisti-per-i-collegiali-15112022_2048x1152.jpg",
      "start_time": "2026-02-13 19:45:00",
      "end_time": "2026-02-13 21:55:00",
      "episode_number": "S2022 E6",
      "show_category": "",
      "show_description": "La sesta settimana dentro le mura dell'istituto Regina Margherita di Anagni si aprirà con una serie di 'regali' per alunni e alunne, alcuni belli e altri un po' meno. Uno dei più graditi sarà l'arrivo a sorpresa dei nonni, fonte inestimabile di saggezza e di memoria. Non solo doni che susciteranno in loro forti emozioni attendono, però, ragazzi e ragazze. Studenti e studentesse dovranno lavorare parecchio - sia fisicamente che psicologicamente - per superare le sfide che si troveranno davanti: su tutte una gara all'ultimo rigore fra professori e allievi, organizzata sulla scia del nuovo astro nascente del calcio mondiale del 1958, il giovane brasiliano Pelé. Non mancheranno poi reprimende e punizioni a causa del crescente caos che vedrà alcuni dei giovani violare in modo evidente le regole del collegio e spingersi sempre più vicino alla porta d'uscita... . Cosa succederà. La sesta settimana dentro le mura dell'istituto Regina Margherita di Anagni si aprirà con una serie di 'regali' per alunni e alunne, alcuni belli e altri un po' meno. Uno dei più graditi sarà l'arrivo a sorpresa dei nonni, fonte inestimabile di saggezza e di memoria. Non solo doni che susciteranno in loro forti emozioni attendono, però, ragazzi e ragazze. Studenti e studentesse dovranno lavorare parecchio - sia fisicamente che psicologicamente - per superare le sfide che si troveranno davanti: su tutte una gara all'ultimo rigore fra professori e allievi, organizzata sulla scia del nuovo astro nascente del calcio mondiale del 1958, il giovane brasiliano Pelé. Non mancheranno poi reprimende e punizioni a causa del crescente caos che vedrà alcuni dei giovani violare in modo evidente le regole del collegio e spingersi sempre più vicino alla porta d'uscita... . Cosa succederà?"
    },
    {
      "show_name": "Goldrake",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/04/1764846972718_41.jpg",
      "start_time": "2026-02-13 21:55:00",
      "end_time": "2026-02-13 22:25:00",
      "episode_number": "S1 E41",
      "show_category": "",
      "show_description": "Gli spaziali catturano un temibile mostro anfibio e lo trasformano in un disco d'attacco per inviarlo sulla terra sfruttando la debolezza nei combattimenti acquatici di Goldrake, nel frattempo Procton svela ad Actarus e gli altri la sua nuova creazione, il Delfino Spaziale, la cui guida sarà destinata a Venusia. Gli spaziali catturano un temibile mostro anfibio e lo trasformano in un disco d'attacco per inviarlo sulla terra sfruttando la debolezza nei combattimenti acquatici di Goldrake, nel frattempo Procton svela ad Actarus e gli altri la sua nuova creazione, il Delfino Spaziale, la cui guida sarà destinata a Venusia."
    },
    {
      "show_name": "Street Football",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/19/1763569349781_F2R515_MEILLEURS_AMIS_MONTAGE_VDEF_PRORES422HQ_20250718_1.png",
      "start_time": "2026-02-13 22:25:00",
      "end_time": "2026-02-13 22:50:00",
      "episode_number": "S5 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Sorvegliato dall'agente Rico, Squalo cede l'arbitraggio a Lucifero per la sfida tra Blu e Trifogli delle isole Aran. Per restare imparziale, Lucifero si allontana da Jérémy, mentre Stewart, lo sleale capitano dei Surfisti di Sydney, tenta di screditarlo e farlo escludere dal Mondiale. Sorvegliato dall'agente Rico, Squalo cede l'arbitraggio a Lucifero per la sfida tra Blu e Trifogli delle isole Aran. Per restare imparziale, Lucifero si allontana da Jérémy, mentre Stewart, lo sleale capitano dei Surfisti di Sydney, tenta di screditarlo e farlo escludere dal Mondiale."
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/19/1695128614347_2048x1152.jpg",
      "start_time": "2026-02-13 22:50:00",
      "end_time": "2026-02-13 23:00:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA. Le grandi aspettative di Karma per il primo giorno di scuola media restano deluse quando i compagni la prendono in giro per il suo nome. Inizia a mettere in dubbio la propria identità, ma con il sostegno di suo padre e degli amici vecchi e nuovi, prende fiducia in sé e alla fine esclama: IO SONO KARMA!"
    },
    {
      "show_name": "Il mondo di Karma",
      "show_logo": "https://www.raiplay.it/dl/img/2023/09/21/1695312483043_Screenshot%203357.png",
      "start_time": "2026-02-13 23:00:00",
      "end_time": "2026-02-13 23:15:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo. Per Karma e il suo papà, il giorno Padre-Figlia è un evento annuale! Ma quest'anno, le attività padre-figlia sembrano un po' infantili. Quando l'evento si trova a competere con un concorso che mette in palio biglietti per il concerto del suo rapper preferito, Karma deve trovare il coraggio di dire al suo papà che sta crescendo."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/07/1602060806606_Schermata%202020-10-07%20alle%2010.jpg",
      "start_time": "2026-02-13 23:15:00",
      "end_time": "2026-02-13 23:25:00",
      "episode_number": "S2 E11",
      "show_category": "",
      "show_description": "Dopo essere stati aggrediti dai Dronok, Trek, Havok e Ao-ki cadono in una voragine e si ritrovano sottoterra. Trek e Havok vengono fatti prigionieri dai Kawakai, una tribù che custodisce uno dei frammenti di gemma. Nel frattempo, Aoki viene guidata da un Kawakai e riesce a raggiungere i suoi amici. Tuttavia, dopo essersi ritrovati, i tre vengono raggiunti dai Dronok, intenzionati a rubare i loro frammenti di gemma."
    },
    {
      "show_name": "Gormiti",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/07/1602061025292_Schermata%202020-10-07%20alle%2010%201.jpg",
      "start_time": "2026-02-13 23:25:00",
      "end_time": "2026-02-13 23:40:00",
      "episode_number": "S2 E12",
      "show_category": "",
      "show_description": "Krobok è infuriato per essere stato sconfitto dai Guardiani. Grazie all'aiuto di Eklos, riuscirà a impadronirsi di un frammento e tenterà di vendicarsi. I Guardiani, nel frattempo, riusciranno ad attivare finalmente la Iskador, che si rivelerà essere molto più di una semplice nave."
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652259945927_Screenshot%20363.jpg",
      "start_time": "2026-02-13 23:40:00",
      "end_time": "2026-02-13 23:50:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili. Una nuova squadra sfida la Lucky Squad. Sono gli Invincibili. Nino, Viola e Lj-Wang dovranno vedersela con tre atleti apparentemente imbattibili, allenati dalla perfida Rebecca. Gli Invincibili si dimostreranno davvero invincibili?"
    },
    {
      "show_name": "Super Spike Ball",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/11/1652260108055_Screenshot%20364.jpg",
      "start_time": "2026-02-13 23:50:00",
      "end_time": "2026-02-14 00:05:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli. Sconfiggere a SpikeBall i secchioni della scuola? Niente di più facile! Ma quando i Techno Geek arrivano in campo con degli aggeggi ipertecnologici capaci di renderli superveloci e superprecisi, Nino, Viola e Lj-Wang dovranno ricredersi. Riusciranno a sconfiggerli?"
    }
  ]
}