{
  "channel_name": "RaiMovie",
  "date": "2026-02-14",
  "programs": [
    {
      "show_name": "Ferrari",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/09/1767972719234_2048x1152.jpg",
      "start_time": "2026-02-14 00:00:00",
      "end_time": "2026-02-14 01:30:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale. Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-14 01:30:00",
      "end_time": "2026-02-14 01:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Ibiza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/26/1721981567186_2048x1152.jpg",
      "start_time": "2026-02-14 01:35:00",
      "end_time": "2026-02-14 02:55:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare. Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare!"
    },
    {
      "show_name": "Come se non ci fosse un domani",
      "show_logo": "https://www.raiplay.it/dl/img/2023/02/13/1676294988620_2048x1152.jpg",
      "start_time": "2026-02-14 02:55:00",
      "end_time": "2026-02-14 04:20:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "Teddy, eterno indeciso, dopo un misterioso incontro, finalmente decide di sposarsi, ma la mattina dopo il suo matrimonio scopre di trovarsi un anno avanti rispetto alla sera precedente. Intrappolato in un ciclo di salti temporali- per lui un anno dura un giorno - comincia a perdersi tutti gli eventi più importanti e assiste impotente alla frustrazione dell'adorata moglie Leanne. Per riuscire a tornare indietro dovrà imparare a ridefinire le sue priorità. Teddy, eterno indeciso, dopo un misterioso incontro, finalmente decide di sposarsi, ma la mattina dopo il suo matrimonio scopre di trovarsi un anno avanti rispetto alla sera precedente. Intrappolato in un ciclo di salti temporali- per lui un anno dura un giorno - comincia a perdersi tutti gli eventi più importanti e assiste impotente alla frustrazione dell'adorata moglie Leanne. Per riuscire a tornare indietro dovrà imparare a ridefinire le sue priorità."
    },
    {
      "show_name": "Stanlio e Ollio - Il circo è fallito",
      "show_logo": "https://www.raiplay.it/dl/img/2020/11/30/1606735849199_2048x1152.jpg",
      "start_time": "2026-02-14 04:20:00",
      "end_time": "2026-02-14 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Stanlio e Ollio lavorano in un circo, ma distruggono il tendone, mettendo sul lastrico il padrone. Così, l'uomo, impossibilitato a tenere in piedi lo spettacolo, scioglie la compagnia e affida a ciascun membro una delle attrazioni del circo. A Stanlio capitano le pulci ammaestrate e a Ollio la scimpanzé Ethel."
    },
    {
      "show_name": "Ogro",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/30/1619796146520_2048x1152.jpg",
      "start_time": "2026-02-14 05:00:00",
      "end_time": "2026-02-14 06:50:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Spagna, 1973. Per liberare 150 detenuti politici l'E.T.A. progetta il sequestro dell'ammiraglio Luis Carrero Blanco, \"delfino\" di Francisco Franco, detto Ogro. David 1980 a Gillo Pontecorvo. Spagna, 1973. Per liberare 150 detenuti politici l'E.T.A. progetta il sequestro dell'ammiraglio Luis Carrero Blanco, \\\"delfino\\\" di Francisco Franco, detto Ogro. David 1980 a Gillo Pontecorvo."
    },
    {
      "show_name": "Ibiza",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/26/1721981567186_2048x1152.jpg",
      "start_time": "2026-02-14 06:50:00",
      "end_time": "2026-02-14 08:15:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare. Philippe e Carole si innamorano dopo il divorzio, ma per conquistare i figli di lei, Philippe accetta di portarli in vacanza dove vogliono. Destinazione: Ibiza! Tra feste, eccessi e imprevisti, per lui sarà un viaggio tutto da sopportare... e forse anche da imparare!"
    },
    {
      "show_name": "La battaglia di Midway",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768836143164_2048x1152.jpg",
      "start_time": "2026-02-14 08:15:00",
      "end_time": "2026-02-14 10:40:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale. Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507569801461_movie_2048x1152.jpg",
      "start_time": "2026-02-14 10:40:00",
      "end_time": "2026-02-14 11:10:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Settimanale di approfondimento cinematografico: interviste, backstage, uscite in sala, storia del cinema e le curiosità dei film in programmazione su RaiMovie. E poi reportage dai festival e dagli eventi cinematografici più importanti. Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \\\"Fedra a \\\"Le false confidenze\\\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a  \\\"Il Mago del Cremlino\\\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto  collegato ad ArteFiera. E ancora, per la rubrica \\\"Film del cuore\\\" protagonista Lino Guanciale, volto della fiction Rai \\\"L'Invisibile\\\". La puntata si chiude con un consiglio di lettura."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-14 11:10:00",
      "end_time": "2026-02-14 11:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Reclaim - Prenditi ciò che è tuo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572455945691_2048x1152.jpg",
      "start_time": "2026-02-14 11:15:00",
      "end_time": "2026-02-14 12:55:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale. Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-14 12:55:00",
      "end_time": "2026-02-14 13:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Whitney - Una voce diventata leggenda",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/11/1744374758838_2048x1152.jpg",
      "start_time": "2026-02-14 13:00:00",
      "end_time": "2026-02-14 15:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La vita e la carriera di Whitney Houston, icona della musica scomparsa a 48 anni: dagli esordi al successo grazie al suo talento straordinario, senza tralasciare le difficoltà personali e le dipendenze. Disponibile anche in lingua originale."
    },
    {
      "show_name": "I tre moschettieri",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/16/1576502510741_2048x1152.jpg",
      "start_time": "2026-02-14 15:20:00",
      "end_time": "2026-02-14 17:10:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas. Athos, Portos e Aramis, tre moschettieri al servizio della corte di Francia, accompagnati dal Cadetto di Guascogna D'Artagnan, partono per  una missione delicata in terra inglese. Rilettura in versione fumettistica-steampunk del classico firmato Dumas."
    },
    {
      "show_name": "Tutti dicono I Love You",
      "show_logo": "https://www.raiplay.it/dl/img/2017/12/15/1513347685206_Tutti-dicono-I-Love-You_2048x1152.jpg",
      "start_time": "2026-02-14 17:10:00",
      "end_time": "2026-02-14 18:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Joe e Steffy si sono amati, hanno avuto una figlia ma poi si sono separati. Le peripezie sentimentali di una famiglia ricca, eccentrica e liberal di New York durante una trasferta in Europa, tra Venezia e Parigi."
    },
    {
      "show_name": "I guappi",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/17/1679067990062_2048x1152.jpg",
      "start_time": "2026-02-14 18:50:00",
      "end_time": "2026-02-14 21:10:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Napoli, fine '800. Il guappo don Gaetano Fungilo e l'avvocato Nicola Bellizzi sono legati da un indissolubile rapporto di amicizia: Nicola è riuscito a studiare solo grazie alla protezione di don Gaetano. Ma il destino e la camorra li porteranno a diventare, loro malgrado, nemici. Napoli, fine '800. Il guappo don Gaetano Fungilo e l'avvocato Nicola Bellizzi sono legati da un indissolubile rapporto di amicizia: Nicola è riuscito a studiare solo grazie alla protezione di don Gaetano. Ma il destino e la camorra li porteranno a diventare, loro malgrado, nemici."
    },
    {
      "show_name": "Trafficked",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/06/1770384993834_2048x1152.jpg",
      "start_time": "2026-02-14 21:10:00",
      "end_time": "2026-02-14 22:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Texas. Un gruppo di donne è intrappolato in un bordello, vittima di costanti abusi da parte di clienti e protettori senza scrupoli. Stanche delle vessazioni e spinte dal desiderio di libertà, tre di loro decidono di ribellarsi. Organizzano una fuga rischiosa e sfidano ogni pericolo pur di cambiare il loro destino. Disponibile anche in lingua originale."
    },
    {
      "show_name": "We Were Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/30/1725023881345_2048x1152.jpg",
      "start_time": "2026-02-14 22:55:00",
      "end_time": "2026-02-15 01:15:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \"We Were Soldiers Once... and Young\" di Harold G. Moore e Joseph L. Galloway. Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \\\"We Were Soldiers Once... and Young\\\" di Harold G. Moore e Joseph L. Galloway."
    }
  ]
}