{
  "channel_name": "RaiMovie",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "Movie Mag",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/movie-mag.webp",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \"Fedra a \"Le false confidenze\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a \"Il Mago del Cremlino\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto collegato ad ArteFiera. E ancora, per la rubrica \"Film del cuore\" protagonista Lino Guanciale, volto della fiction Rai \"L'Invisibile\". La puntata si chiude con un consiglio di lettura."
    },
    {
      "show_name": "Angel Heart - Ascensore per l'inferno",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/angel-heart-ascensore-per-l-inferno.webp",
      "start_time": "2026-02-12 00:10:00",
      "end_time": "2026-02-12 02:10:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale. New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale."
    },
    {
      "show_name": "House of Gucci",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/house-of-gucci.webp",
      "start_time": "2026-02-12 02:10:00",
      "end_time": "2026-02-12 04:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Anni '70. Patrizia Reggiani conosce Maurizio Gucci, rampollo della dinastia Gucci. Nasce una storia d'amore, osteggiata dal patriarca della famiglia, Rodolfo Gucci. La sfrenata ambizione della donna la porterà a tessere spericolate strategie che incrineranno i rapporti familiari, innescando una spirale incontrollata di tradimenti, decadenza, vendette. Disponibile anche in lingua originale."
    },
    {
      "show_name": "I lunghi giorni della vendetta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/i-lunghi-giorni-della-vendetta.webp",
      "start_time": "2026-02-12 05:00:00",
      "end_time": "2026-02-12 07:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Evaso dalla prigione dove sta scontando una pena per un delitto che non ha commesso, il giovane Ted si dedica alla vendetta, sgominando una banda di trafficanti d'armi. Evaso dalla prigione dove sta scontando una pena per un delitto che non ha commesso, il giovane Ted si dedica alla vendetta, sgominando una banda di trafficanti d'armi."
    },
    {
      "show_name": "Il monaco di Monza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/il-monaco-di-monza.webp",
      "start_time": "2026-02-12 07:00:00",
      "end_time": "2026-02-12 08:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Travestitosi da monaco per sbarcare il lunario e mantenere la numerosa progenie, un ciabattino si adopera per liberare la cognata di un castellano malvagio. Totò in una farsa ispirata a una storia resa celebre dal Manzoni. Travestitosi da monaco per sbarcare il lunario e mantenere la numerosa progenie, un ciabattino si adopera per liberare la cognata di un castellano malvagio. Totò in una farsa ispirata a una storia resa celebre dal Manzoni."
    },
    {
      "show_name": "Gordon, il pirata nero",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/gordon-il-pirata-nero.webp",
      "start_time": "2026-02-12 08:50:00",
      "end_time": "2026-02-12 10:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Fingendosi un proprietario di piantagioni, il pirata Gordon cerca di sventare un traffico di schiavi. Fingendosi un proprietario di piantagioni, il pirata Gordon cerca di sventare un traffico di schiavi."
    },
    {
      "show_name": "Quelli che mi vogliono morto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/quelli-che-mi-vogliono-morto.webp",
      "start_time": "2026-02-12 10:25:00",
      "end_time": "2026-02-12 12:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il dodicenne Connor è testimone di un omicidio e viene inserito in un programma di protezione testimoni. Viene nascosto tra le foreste del Montana, ma gli autori dell'assassinio sono sulle sue tracce."
    },
    {
      "show_name": "Il grande silenzio (1968)",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/il-grande-silenzio-1968.webp",
      "start_time": "2026-02-12 12:05:00",
      "end_time": "2026-02-12 13:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Al confine tra Messico e Stati Uniti, il fuorilegge Tigrero semina il terrore tra le montagne innevate. A fermarlo arriva Silenzio, un pistolero muto ingaggiato da Pauline per vendicare il marito ucciso. Il duello tra giustizia e violenza è inevitabile. Regia di Sergio Corbucci. Con Klaus Kinski e Jean-Louis Trintignant."
    },
    {
      "show_name": "Angel Heart - Ascensore per l'inferno",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/angel-heart-ascensore-per-l-inferno.webp",
      "start_time": "2026-02-12 13:55:00",
      "end_time": "2026-02-12 15:55:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale. New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Ringo del Nebraska",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/ringo-del-nebraska.webp",
      "start_time": "2026-02-12 15:55:00",
      "end_time": "2026-02-12 17:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Il giovane cowboy Ringo Nebraska viene assunto nel ranch dei coniugi Hillman e sventa le manovre dell'astuto e losco Carter. Il giovane cowboy Ringo Nebraska viene assunto nel ranch dei coniugi Hillman e sventa le manovre dell'astuto e losco Carter."
    },
    {
      "show_name": "Shalako",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/shalako.webp",
      "start_time": "2026-02-12 17:25:00",
      "end_time": "2026-02-12 19:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "New Mexico, 1880. Lo scout Shalako ha faticato per ottenere la pace con i pellirosse ma l'equilibrio è minacciato da una comitiva di aristocratici europei in cerca di caccia. I turisti sono arroganti e accompagnati da battitori criminali che scatenano l'ira dei nativi, trascinando Shalako in una lotta brutale. Disponibile anche in lingua originale. New Mexico, 1880. Lo scout Shalako ha faticato per ottenere la pace con i pellirosse ma l'equilibrio è minacciato da una comitiva di aristocratici europei in cerca di caccia. I turisti sono arroganti e accompagnati da battitori criminali che scatenano l'ira dei nativi, trascinando Shalako in una lotta brutale. Disponibile anche in lingua originale."
    },
    {
      "show_name": "La tela dell'assassino",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/la-tela-dell-assassino.webp",
      "start_time": "2026-02-12 19:25:00",
      "end_time": "2026-02-12 21:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'ispettore Jessica Shepard indaga su una serie di omicidi avvenuti a San Francisco con l'aiuto del collega Delmarco e del commissario Mills. Scopre che tutte le vittime avevano avuto una relazione con lei, catapultandola al centro di un pericoloso intreccio. Disponibile anche in lingua originale."
    },
    {
      "show_name": "The Equalizer - Il vendicatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/the-equalizer-il-vendicatore.webp",
      "start_time": "2026-02-12 21:10:00",
      "end_time": "2026-02-12 23:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Robert McCall, ex agente della CIA, è impiegato in un supermarket e la sua vita grigia ha una scossa quando decide di aiutare Teri, una giovane prostituta che si è messa nei guai con la mafia russa. Robert entra però nel mirino del boss Teddy, che gestisce una rete di poliziotti corrotti."
    },
    {
      "show_name": "Source Code",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/source-code.webp",
      "start_time": "2026-02-12 23:25:00",
      "end_time": "2026-02-13 00:55:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "L'ufficiale Colter Stevens si risveglia su un treno diretto a Chicago nei panni dell'insegnante Sean Fentress: grazie a un sofisticato programma informatico, sta vivendo gli ultimi minuti della vita di Sean, prima che un attentato provochi l'esplosione del treno. L'ufficiale Colter Stevens si risveglia su un treno diretto a Chicago nei panni dell'insegnante Sean Fentress: grazie a un sofisticato programma informatico, sta vivendo gli ultimi minuti della vita di Sean, prima che un attentato provochi l'esplosione del treno."
    }
  ]
}