{
  "channel_name": "RaiMovie",
  "date": "2026-02-05",
  "programs": [
    {
      "show_name": "Fast Food Nation",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/fast-food-nation.webp",
      "start_time": "2026-02-05 00:00:00",
      "end_time": "2026-02-05 01:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Colorado Don Anderson, manager della catena Mickey's, scopre che la carne per il nuovo panino \"Big-One\" è avariata. Decide quindi di indagare partendo per la California, dove si scontra con il lato oscuro dell'industria dei fast food. Qui scopre lo sfruttamento degli immigrati messicani nelle catene di montaggio."
    },
    {
      "show_name": "Una famiglia senza freni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/una-famiglia-senza-freni.webp",
      "start_time": "2026-02-05 01:50:00",
      "end_time": "2026-02-05 03:15:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati. Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati."
    },
    {
      "show_name": "Falchi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/falchi.webp",
      "start_time": "2026-02-05 03:15:00",
      "end_time": "2026-02-05 05:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Peppe e Francesco sono due Falchi, agenti della Sezione Speciale della Squadra Mobile di Napoli che, a bordo della loro moto, pattugliano la città incuneandosi nei sobborghi più loschi e criminali. Peppe e Francesco sono due Falchi, agenti della Sezione Speciale della Squadra Mobile di Napoli che, a bordo della loro moto, pattugliano la città incuneandosi nei sobborghi più loschi e criminali."
    },
    {
      "show_name": "Mammamia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/mammamia.webp",
      "start_time": "2026-02-05 05:00:00",
      "end_time": "2026-02-05 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CORTOMETRAGGIO - La vita quotidiana di una mamma alle prese con le difficoltà di occuparsi di tre figli di 13, 7 e 4 anni. Perché sopravvivere alla routine di ogni giorno può diventare un'avventura che richiede una buona dose di eroismo - . - di Maurizio Nichetti con NICHETTI FINOCCHIARO 2003 ITA."
    },
    {
      "show_name": "Arrivano i Titani",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/arrivano-i-titani.webp",
      "start_time": "2026-02-05 05:15:00",
      "end_time": "2026-02-05 07:05:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Giove invia a Creta i suoi valorosi Titani, guidati da Crios, bello, fiero e impavido per spodestare il potente Cadmo, re di Tebe. Giove invia a Creta i suoi valorosi Titani, guidati da Crios, bello, fiero e impavido per spodestare il potente Cadmo, re di Tebe."
    },
    {
      "show_name": "Totò, Peppino e... la malafemmina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/tot-peppino-e-la-malafemmina.webp",
      "start_time": "2026-02-05 07:05:00",
      "end_time": "2026-02-05 08:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Un giovane di belle speranze si innamora di un'attrice di varietà. La famiglia di lui è però contraria, a cominciare dai due buffi zii. Film di culto con tante scene da antologia. Un giovane di belle speranze si innamora di un'attrice di varietà. La famiglia di lui è però contraria, a cominciare dai due buffi zii. Film di culto con tante scene da antologia."
    },
    {
      "show_name": "Contromano",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/contromano.webp",
      "start_time": "2026-02-05 08:50:00",
      "end_time": "2026-02-05 10:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Mario Cavallaro è un milanese cinquantenne abitudinario che gestisce un negozio di calze, ereditato dal padre. La sua routine viene stravolta da Oba, un giovane senegalese venditore ambulante di calzini, che si piazza vicino al suo negozio. Mario così decide di rapire Oba e riportarlo al suo paese, intraprendendo un viaggio in macchina Milano-Senegal. Mario Cavallaro è un milanese cinquantenne abitudinario che gestisce un negozio di calze, ereditato dal padre. La sua routine viene stravolta da Oba, un giovane senegalese venditore ambulante di calzini, che si piazza vicino al suo negozio. Mario così decide di rapire Oba e riportarlo al suo paese, intraprendendo un viaggio in macchina Milano-Senegal."
    },
    {
      "show_name": "Tuo, Simon",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/tuo-simon.webp",
      "start_time": "2026-02-05 10:45:00",
      "end_time": "2026-02-05 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Simon Spier vive i suoi anni del liceo nascondendo a tutti la sua omosessualità. Decide di esporsi solo nel mondo virtuale, iniziando a flirtare online con un compagno di classe di cui non conosce l'identità. Un'email destinata all'anonimo amico di penna però finisce accidentalmente nelle mani sbagliate e il suo segreto rischia di diventare di pubblico dominio. Disponibile anche in lingua originale."
    },
    {
      "show_name": "E continuavano a chiamarlo figlio di..",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/e-continuavano-a-chiamarlo-figlio-di.webp",
      "start_time": "2026-02-05 12:30:00",
      "end_time": "2026-02-05 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dieci anni dopo la misteriosa morte del padre Roger, Fred Macaslim arriva giusto in tempo per salvare il ranch ereditato dall'asta, ostacolando i piani del signorotto Wagner, deciso a impossessarsi del terreno. Wagner cerca di incastrare Fred con una rapina, ma Zorro è pronto a intervenire per fare giustizia. Ce la farà."
    },
    {
      "show_name": "Giorno maledetto",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/giorno-maledetto.webp",
      "start_time": "2026-02-05 14:00:00",
      "end_time": "2026-02-05 15:25:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Il reduce mutilato Macreedy cerca il padre giapponese del soldato che gli salvò la vita in guerra. Giunto in una piccola città, le sue domande scatenano l'ira del boss locale e l'omertà degli abitanti. L'ostilità cresce mentre l'uomo tenta di scoprire la verità su un segreto oscuro che tutti vogliono celare. Il reduce mutilato Macreedy cerca il padre giapponese del soldato che gli salvò la vita in guerra. Giunto in una piccola città, le sue domande scatenano l'ira del boss locale e l'omertà degli abitanti. L'ostilità cresce mentre l'uomo tenta di scoprire la verità su un segreto oscuro che tutti vogliono celare."
    },
    {
      "show_name": "La rivolta dei gladiatori",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/la-rivolta-dei-gladiatori.webp",
      "start_time": "2026-02-05 15:25:00",
      "end_time": "2026-02-05 17:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Armenia, provincia romana, è sconvolta dalle congiure della bella Amira, decisa a spodestare il legittimo re Osroe, ancora bambino. Il tribuno imperiale Marco giunge sul posto per ristabilire l'ordine, ma finisce nel mirino dei sicari della donna, rischiando la vita per proteggere il trono."
    },
    {
      "show_name": "Anno 79 - La distruzione di Ercolano",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/anno-79-la-distruzione-di-ercolano.webp",
      "start_time": "2026-02-05 17:00:00",
      "end_time": "2026-02-05 19:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Dopo aver rifiutato di volgere le proprie truppe contro i cristiani, Marco Tiberio viene condannato a morte e fugge ad Ercolano. Riuscirà a salvare la schiava Livia dall'eruzione vulcanica. Dopo aver rifiutato di volgere le proprie truppe contro i cristiani, Marco Tiberio viene condannato a morte e fugge ad Ercolano. Riuscirà a salvare la schiava Livia dall'eruzione vulcanica?"
    },
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/12-soldiers.webp",
      "start_time": "2026-02-05 19:00:00",
      "end_time": "2026-02-05 21:10:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Angel Heart - Ascensore per l'inferno",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/angel-heart-ascensore-per-l-inferno.webp",
      "start_time": "2026-02-05 21:10:00",
      "end_time": "2026-02-05 23:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il duro del Road House",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/il-duro-del-road-house.webp",
      "start_time": "2026-02-05 23:05:00",
      "end_time": "2026-02-06 01:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \"Double Deuce\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale. Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \\\"Double Deuce\\\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale."
    }
  ]
}