{
  "channel_name": "RaiMovie",
  "date": "2026-02-02",
  "programs": [
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/03/1614786671851_2048x1152.jpg",
      "start_time": "2026-02-02 00:00:00",
      "end_time": "2026-02-02 01:20:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    },
    {
      "show_name": "La nuora ideale",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/05/1662385755499_2048x1152.jpg",
      "start_time": "2026-02-02 01:20:00",
      "end_time": "2026-02-02 03:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Stufa del marito traditore, Louise, 45 anni, parte per un fine settimana in Corsica. Ma dopo una notte selvaggia di passione sfrenata, non riesce a svegliare il partner che è morto nel sonno. La donna viene scambiata per la fidanzata segreta dell'uomo dalla temibile ma amorevole madre del defunto. Costretta a stare al gioco dall'altro figlio, che ha inventato la storia della fidanzata per rassicurare la madre, Louise accetta per schivare i sospetti. Stufa del marito traditore, Louise, 45 anni, parte per un fine settimana in Corsica. Ma dopo una notte selvaggia di passione sfrenata, non riesce a svegliare il partner che è morto nel sonno. La donna viene scambiata per la fidanzata segreta dell'uomo dalla temibile ma amorevole madre del defunto. Costretta a stare al gioco dall'altro figlio, che ha inventato la storia della fidanzata per rassicurare la madre, Louise accetta per schivare i sospetti."
    },
    {
      "show_name": "Samba",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/19/1758266289627_2048x1152.jpg",
      "start_time": "2026-02-02 03:00:00",
      "end_time": "2026-02-02 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Samba, senegalese in attesa di un permesso di soggiorno a Parigi, vive con il timore dell'espulsione. L'incontro con Alice, giovane borghese in congedo e segnata dallo stress, cambierà entrambi: lui vede in lei una speranza di riscatto; lei in lui la forza per ricominciare. Con Omar Sy e Charlotte Gainsbourg."
    },
    {
      "show_name": "Il piccolo grande uomo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/07/1738912603779_2048x1152.jpg",
      "start_time": "2026-02-02 05:00:00",
      "end_time": "2026-02-02 07:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Jack Crabb, 121 anni, ex pioniere, soldato, pistolero e alleato degli indiani, racconta l'epoca dei bianchi in territorio indiano. Tra finzione e realtà, ricordi e bugie si confondono."
    },
    {
      "show_name": "Totò cerca moglie",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/05/1754402597796_2048x1152.jpg",
      "start_time": "2026-02-02 07:25:00",
      "end_time": "2026-02-02 08:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lo scultore Totò riceve una notizia shock: la zia Agata sta tornando dall'Australia con una ragazza da fargli sposare. Per evitare il matrimonio combinato, Totò segue il consiglio dell'amico Castelluccio: fingersi già sposato. Ma dove trovare una moglie in fretta? Inizia una corsa contro il tempo."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-02 08:45:00",
      "end_time": "2026-02-02 08:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Incontri proibiti",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/08/1573234227550_2048x1152.jpg",
      "start_time": "2026-02-02 08:50:00",
      "end_time": "2026-02-02 10:35:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Armando Andreoli, noto ingegnere di quasi 80 anni, viene avvicinato da Federica, un'avvenente infermiera che lo invita poi nella sua camera d'albergo. Al mattino, nella stanza arriva il fidanzato di Federica, che sospetta una relazione mai esistita. Presentato a Venezia 1998. Armando Andreoli, noto ingegnere di quasi 80 anni, viene avvicinato da Federica, un'avvenente infermiera che lo invita poi nella sua camera d'albergo. Al mattino, nella stanza arriva il fidanzato di Federica, che sospetta una relazione mai esistita. Presentato a Venezia 1998."
    },
    {
      "show_name": "After 2",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/18/1681806490624_2048x1152.jpg",
      "start_time": "2026-02-02 10:35:00",
      "end_time": "2026-02-02 12:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tessa scopre che Hardin aveva scommesso con i suoi amici di farla innamorare di lui e si convince che il suo lato di \"bad boy\" prevarrà sempre su quello dolce di cui lei è innamorata. Ma lui la ama davvero e non è disposto a farsela scappare. Riusciranno a costruire un rapporto più stabile e maturo? Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il piombo e la carne",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/28/1764327459544_2048x1152.jpg",
      "start_time": "2026-02-02 12:20:00",
      "end_time": "2026-02-02 13:55:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Nel Vecchio West, i potenti proprietari terrieri Masters tentano di sottrarre un bosco sacro ai nativi Cherokee, scatenando la loro resistenza. In questo conflitto di interessi, nasce un'impossibile attrazione tra la figlia di Nat Masters e il coraggioso capotribù Chata. Nel Vecchio West, i potenti proprietari terrieri Masters tentano di sottrarre un bosco sacro ai nativi Cherokee, scatenando la loro resistenza. In questo conflitto di interessi, nasce un'impossibile attrazione tra la figlia di Nat Masters e il coraggioso capotribù Chata."
    },
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/03/1614786671851_2048x1152.jpg",
      "start_time": "2026-02-02 13:55:00",
      "end_time": "2026-02-02 16:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Annibale",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/18/1574095475029_2048x1152.jpg",
      "start_time": "2026-02-02 16:00:00",
      "end_time": "2026-02-02 17:40:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "La campagna d'Italia del generale cartaginese, dal passaggio delle Alpi alla battaglia di Canne. La campagna d'Italia del generale cartaginese, dal passaggio delle Alpi alla battaglia di Canne."
    },
    {
      "show_name": "Tedeum",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829130889_2048x1152.jpg",
      "start_time": "2026-02-02 17:40:00",
      "end_time": "2026-02-02 19:15:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Una povera famiglia del West eredita una miniera d'oro ma la loro fortuna attira subito l'attenzione di scaltri truffatori. Tra l'affarista Grant e Buck, un evaso travestito da prete, in molti proveranno a raggirare i pittoreschi proprietari per sottrarre loro la ricchezza. Chi riuscirà a spuntarla in questa divertente sfida tra furbizia e ingenui. Una povera famiglia del West eredita una miniera d'oro ma la loro fortuna attira subito l'attenzione di scaltri truffatori. Tra l'affarista Grant e Buck, un evaso travestito da prete, in molti proveranno a raggirare i pittoreschi proprietari per sottrarre loro la ricchezza. Chi riuscirà a spuntarla in questa divertente sfida tra furbizia e ingenui?"
    },
    {
      "show_name": "Sette minuti dopo la mezzanotte",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/15/1608031081202_1574871946405_2048x1152.jpg",
      "start_time": "2026-02-02 19:15:00",
      "end_time": "2026-02-02 21:10:00",
      "episode_number": "",
      "show_category": "Fantasy",
      "show_description": "Da quando sua madre si è ammalata Conor vive con la nonna. Ogni notte il ragazzo fa lo stesso incubo: sette minuti dopo la mezzanotte l'albero del giardino, trasformato in una creatura mostruosa, lo chiama per raccontargli 3 storie e Conor dovrà raccontarne una a sua volta. Da quando sua madre si è ammalata Conor vive con la nonna. Ogni notte il ragazzo fa lo stesso incubo: sette minuti dopo la mezzanotte l'albero del giardino, trasformato in una creatura mostruosa, lo chiama per raccontargli 3 storie e Conor dovrà raccontarne una a sua volta."
    },
    {
      "show_name": "Giorno maledetto",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769713650289_2048x1152.jpg",
      "start_time": "2026-02-02 21:10:00",
      "end_time": "2026-02-02 22:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il reduce mutilato Macreedy cerca il padre giapponese del soldato che gli salvò la vita in guerra. Giunto in una piccola città, le sue domande scatenano l'ira del boss locale e l'omertà degli abitanti. L'ostilità cresce mentre l'uomo tenta di scoprire la verità su un segreto oscuro che tutti vogliono celare."
    },
    {
      "show_name": "Vento di passioni",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/05/1562333910752_2048x1152.jpg",
      "start_time": "2026-02-02 22:35:00",
      "end_time": "2026-02-03 00:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Montana inizi 900. Il colonnello Ludlow, ritiratosi nelle Montagne Rocciose dopo aver lasciato l'esercito, cresce da solo i suoi tre figli: Alfred, Tristan e Samuel. La guerra e l'arrivo di Susannah turbano l'equilibrio familiare. Dal romanzo di Jim Harrison. Con Brad Pitt e Anthony Hopkins. Un Oscar per la fotografia. Disponibile anche in lingua originale."
    }
  ]
}