{
  "channel_name": "RaiMovie",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "Source Code",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/20/1589965063903_2048x1152.jpg",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:55:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "L'ufficiale Colter Stevens si risveglia su un treno diretto a Chicago nei panni dell'insegnante Sean Fentress: grazie a un sofisticato programma informatico, sta vivendo gli ultimi minuti della vita di Sean, prima che un attentato provochi l'esplosione del treno. L'ufficiale Colter Stevens si risveglia su un treno diretto a Chicago nei panni dell'insegnante Sean Fentress: grazie a un sofisticato programma informatico, sta vivendo gli ultimi minuti della vita di Sean, prima che un attentato provochi l'esplosione del treno."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-13 00:55:00",
      "end_time": "2026-02-13 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Quelli che mi vogliono morto",
      "show_logo": "https://www.raiplay.it/dl/img/2023/11/09/1699542826899_2048x1152.jpg",
      "start_time": "2026-02-13 01:00:00",
      "end_time": "2026-02-13 02:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il dodicenne Connor è testimone di un omicidio e viene inserito in un programma di protezione testimoni. Viene nascosto tra le foreste del Montana, ma gli autori dell'assassinio sono sulle sue tracce."
    },
    {
      "show_name": "Official Secrets - Segreto di Stato",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/26/1664201589800_2048x1152.jpg",
      "start_time": "2026-02-13 02:35:00",
      "end_time": "2026-02-13 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 2003 Katharine Gun, agente dell'intelligence governativa britannica, viene a conoscenza di un piano di spionaggio Anglo-Americano finalizzato a ricattare illegalmente alcuni membri del Consiglio di sicurezza ONU per legittimare l'invasione dell'Iraq. Correndo un grande rischio sia personale che professionale, Katharine fa trapelare le informazioni riservate che così finiscono in prima pagina su \"The Observer\". Disponibile anche in lingua originale."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/09/1507569801461_movie_2048x1152.jpg",
      "start_time": "2026-02-13 04:15:00",
      "end_time": "2026-02-13 05:00:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \"Fedra a \"Le false confidenze\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a \"Il Mago del Cremlino\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto collegato ad ArteFiera. E ancora, per la rubrica \"Film del cuore\" protagonista Lino Guanciale, volto della fiction Rai \"L'Invisibile\". La puntata si chiude con un consiglio di lettura. Ospite in studio Elena Sofia Ricci, che ripercorre con Melissa Greta la sua lunga carriera tra cinema, fiction, teatro e televisione. L'attrice parla anche dei suoi recenti impegni teatrali, dalla regia di \\\"Fedra a \\\"Le false confidenze\\\" di Arturo Cirillo, in scena dal 14 aprile prossimo al Teatro Argentina di Roma. In sala, spazio a  \\\"Il Mago del Cremlino\\\" di Olivier Assayas, tratto dal libro di Giuliano da Empoli e sceneggiato da Emmanuel Carrère, racconto dell'ascesa di Vladimir Putin. In occasione di San Valentino, Federico Pontiggia propone tre grandi classici, tra nuove uscite e riedizioni. Gianluca Farinelli, direttore della Cineteca di Bologna, presenta invece ART CITY, un progetto  collegato ad ArteFiera. E ancora, per la rubrica \\\"Film del cuore\\\" protagonista Lino Guanciale, volto della fiction Rai \\\"L'Invisibile\\\". La puntata si chiude con un consiglio di lettura."
    },
    {
      "show_name": "Ieri, oggi, domani",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/15/1555326266467_ieri_oggi_domani_sophia_loren%201.jpg",
      "start_time": "2026-02-13 05:00:00",
      "end_time": "2026-02-13 06:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Film a episodi. \"Adelina\": Sophia fa la contrabbandiera di sigarette. \"Anna\": Sophia è un'annoiata signora milanese. \"Mara\": Sophia fa innamorare di sé un innocente seminarista. Oscar 1965 al Miglior Film Straniero."
    },
    {
      "show_name": "Miss Italia (film)",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/26/1540563729360_2048x1152.JPG",
      "start_time": "2026-02-13 06:55:00",
      "end_time": "2026-02-13 08:30:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Stresa, nel dopoguerra, durante il concorso di Miss Italia, un giornalista fa un servizio sulle cinque finaliste. Da un'idea di Alberto Lattuada. Stresa, nel dopoguerra, durante il concorso di Miss Italia, un giornalista fa un servizio sulle cinque finaliste. Da un'idea di Alberto Lattuada."
    },
    {
      "show_name": "Il colosso di Rodi",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/15/1602747819834_2048x1152.jpg",
      "start_time": "2026-02-13 08:30:00",
      "end_time": "2026-02-13 11:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In vacanza a Rodi, l'ateniese Dario viene coinvolto nell'invasione dell'isola da parte dei fenici e nei complotti contro il re Serse. Il primo, spettacolare, \"assolo\" registico di Sergio Leone."
    },
    {
      "show_name": "House of Gucci",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/13/1697190324861_2048x1152.jpg",
      "start_time": "2026-02-13 11:05:00",
      "end_time": "2026-02-13 13:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Anni '70. Patrizia Reggiani conosce Maurizio Gucci, rampollo della dinastia Gucci. Nasce una storia d'amore, osteggiata dal patriarca della famiglia, Rodolfo Gucci. La sfrenata ambizione della donna la porterà a tessere spericolate strategie che incrineranno i rapporti familiari, innescando una spirale incontrollata di tradimenti, decadenza, vendette. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il gigante",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/25/1621939155660_2048x1152.jpg",
      "start_time": "2026-02-13 13:50:00",
      "end_time": "2026-02-13 17:20:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale. Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-13 17:20:00",
      "end_time": "2026-02-13 17:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "T'ammazzo Raccomandati a Dio",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/09/1767972277770_2048x1152.jpg",
      "start_time": "2026-02-13 17:25:00",
      "end_time": "2026-02-13 19:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel cuore del Vecchio West, una rapina degenera nel tradimento: il bandito Ray Fulton viene dato per morto e i suoi tre complici si contendono avidamente il bottino. Ma Ray è miracolosamente sopravvissuto e, accecato dalla rabbia, inizia una caccia spietata per regolare i conti. L'inganno di sangue scatena una scia di vendetta senza ritorno."
    },
    {
      "show_name": "Il duro del Road House",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769779547389_2048x1152.jpg",
      "start_time": "2026-02-13 19:05:00",
      "end_time": "2026-02-13 21:10:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \"Double Deuce\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale. Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \\\"Double Deuce\\\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Moonfall",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/05/1704449988325_2048x1152.jpg",
      "start_time": "2026-02-13 21:10:00",
      "end_time": "2026-02-13 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La Terra rischia di venire distrutta dalla Luna uscita dalla sua orbita. Jo Fowler, ex astronauta della NASA, è convinta di sapere come fare per evitare la catastrofe, ma solo l'astronauta Brian Harper e il teorico della cospirazione K.C. Houseman ci credono e partono con lei in missione. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Ferrari",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/09/1767972719234_2048x1152.jpg",
      "start_time": "2026-02-13 23:15:00",
      "end_time": "2026-02-14 01:30:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale. Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale."
    }
  ]
}