{
  "channel_name": "RaiMovie",
  "date": "2026-02-16",
  "programs": [
    {
      "show_name": "Whitney - Una voce diventata leggenda",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/11/1744374758838_2048x1152.jpg",
      "start_time": "2026-02-16 00:00:00",
      "end_time": "2026-02-16 01:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La vita e la carriera di Whitney Houston, icona della musica scomparsa a 48 anni: dagli esordi al successo grazie al suo talento straordinario, senza tralasciare le difficoltà personali e le dipendenze. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Mission",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/22/1745332741280_2048x1152.jpg",
      "start_time": "2026-02-16 01:30:00",
      "end_time": "2026-02-16 03:30:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale. 1750. Un trafficante di schiavi convertito si unisce a un gesuita spagnolo per edificare una missione tra gli indios sudamericani e strapparli alla schiavitù. Dovranno lottare duramente contro i colonizzatori spagnoli e portoghesi per difendere la tribù dei Guarani. Musiche di Ennio Morricone. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il tesoro di Vera Cruz",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/15/1618492265485_2048x1152.jpg",
      "start_time": "2026-02-16 03:30:00",
      "end_time": "2026-02-16 04:40:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Un tenente dell'esercito americano, ingiustamente accusato di furto, segue le tracce del vero colpevole, fuggito in Messico. Dal racconto \"The Road to Carmichael's\" di Richard Wormser. Un tenente dell'esercito americano, ingiustamente accusato di furto, segue le tracce del vero colpevole, fuggito in Messico. Dal racconto \\\"The Road to Carmichael's\\\" di Richard Wormser."
    },
    {
      "show_name": "Stanlio e Ollio - Stanlio lavandaio",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/01/1606834915653_2048x1152.jpg",
      "start_time": "2026-02-16 04:40:00",
      "end_time": "2026-02-16 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cortometraggio muto dal titolo originale \"Collars and Cuffs\". Stanlio combina un sacco di guai nella lavanderia dove lavora."
    },
    {
      "show_name": "Reclaim - Prenditi ciò che è tuo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572455945691_2048x1152.jpg",
      "start_time": "2026-02-16 05:00:00",
      "end_time": "2026-02-16 06:30:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale. Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Il colosso di Rodi",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/15/1602747819834_2048x1152.jpg",
      "start_time": "2026-02-16 06:30:00",
      "end_time": "2026-02-16 09:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "In vacanza a Rodi, l'ateniese Dario viene coinvolto nell'invasione dell'isola da parte dei fenici e nei complotti contro il re Serse. Il primo, spettacolare, \"assolo\" registico di Sergio Leone. In vacanza a Rodi, l'ateniese Dario viene coinvolto nell'invasione dell'isola da parte dei fenici e nei complotti contro il re Serse. Il primo, spettacolare, \\\"assolo\\\" registico di Sergio Leone."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-16 09:00:00",
      "end_time": "2026-02-16 09:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Nati stanchi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/12/1573583666429_2048x1152.jpg",
      "start_time": "2026-02-16 09:05:00",
      "end_time": "2026-02-16 10:30:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate. Salvo e Valentino, due giovani siciliani, fanno di tutto per restare disoccupati e rinviare la data di matrimonio con le rispettive fidanzate."
    },
    {
      "show_name": "After 4",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/30/1725023071934_2048x1152.jpg",
      "start_time": "2026-02-16 10:30:00",
      "end_time": "2026-02-16 12:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Due traumi familiari si frappongono fra Tessa e Hardin, mettendone a repentaglio la felicità. E' giunta l'ora di fare una scelta di vita per entrambi, per superare definitivamente i loro problemi e restare uniti. Ci riusciranno? Dal romanzo \"After - Amore infinito\" di Anna Todd."
    },
    {
      "show_name": "Winchester '73",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/16/1768576832956_2048x1152.jpg",
      "start_time": "2026-02-16 12:05:00",
      "end_time": "2026-02-16 13:45:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale. Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale."
    },
    {
      "show_name": "We Were Soldiers",
      "show_logo": "https://www.raiplay.it/dl/img/2024/08/30/1725023881345_2048x1152.jpg",
      "start_time": "2026-02-16 13:45:00",
      "end_time": "2026-02-16 16:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \"We Were Soldiers Once... and Young\" di Harold G. Moore e Joseph L. Galloway. Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \\\"We Were Soldiers Once... and Young\\\" di Harold G. Moore e Joseph L. Galloway."
    },
    {
      "show_name": "7 pistole per i MacGregor",
      "show_logo": "https://www.raiplay.it/dl/img/2019/01/22/1548168701024_2048x1152.JPG",
      "start_time": "2026-02-16 16:00:00",
      "end_time": "2026-02-16 17:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Las Mesas, fine '800. Dopo aver perso i propri cavalli e visto i figli imprigionati ingiustamente, il rancher MacGregor organizza la vendetta contro il responsabile delle malefatte."
    },
    {
      "show_name": "Straniero... fatti il segno della croce",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/25/1619338662821_2048x1152.jpg",
      "start_time": "2026-02-16 17:40:00",
      "end_time": "2026-02-16 19:15:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Un cacciatore di taglie se la prende con la gang di due fratelli che spadroneggiano nella cittadina di White City. Al suo fianco, uno zoppo con qualche conto da regolare. Un cacciatore di taglie se la prende con la gang di due fratelli che spadroneggiano nella cittadina di White City. Al suo fianco, uno zoppo con qualche conto da regolare."
    },
    {
      "show_name": "After",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/11/1620738360993_2048x1152.jpg",
      "start_time": "2026-02-16 19:15:00",
      "end_time": "2026-02-16 21:10:00",
      "episode_number": "",
      "show_category": "Sentimentale",
      "show_description": "La giovane Tessa affronta il primo anno di università e si innamora di Hardin, ragazzo misterioso e ribelle. Disponibile anche in lingua originale. La giovane Tessa affronta il primo anno di università e si innamora di Hardin, ragazzo misterioso e ribelle. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Hostiles - Ostili",
      "show_logo": "https://www.raiplay.it/dl/img/2020/09/02/1599058780306_Hostiles_2048x1152.jpg",
      "start_time": "2026-02-16 21:10:00",
      "end_time": "2026-02-16 23:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'ultima missione del leggendario Capitano Joseph Blocker è scortare il capo indiano Cheyenne Falco Giallo dal forte dove è prigioniero alla riserva indiana situata nella sua terra d'origine, dove gli è stato concesso di tornare per trascorrere gli ultimi giorni della sua vita. I due rivali affronteranno un lungo viaggio di oltre mille miglia e durante il percorso incontreranno Rosalee, unica superstite di un attacco indiano, che si metterà in cammino con loro."
    },
    {
      "show_name": "Soldato blu",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769163081512_2048x1152.jpg",
      "start_time": "2026-02-16 23:25:00",
      "end_time": "2026-02-17 01:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Territorio del Colorado, 1877. I Cheyenne massacrano un convoglio militare risparmiando solo un soldato e una donna bianca che ha vissuto tra i pellerossa. I due affrontano mille avventure contro un trafficante d'armi, mentre lei difende la causa indiana. Riunitosi ai commilitoni, il soldato assiste però alla strage finale degli indiani. Territorio del Colorado, 1877. I Cheyenne massacrano un convoglio militare risparmiando solo un soldato e una donna bianca che ha vissuto tra i pellerossa. I due affrontano mille avventure contro un trafficante d'armi, mentre lei difende la causa indiana. Riunitosi ai commilitoni, il soldato assiste però alla strage finale degli indiani."
    }
  ]
}