{
  "channel_name": "RaiMovie",
  "date": "2026-02-15",
  "programs": [
    {
      "show_name": "We Were Soldiers",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/we-were-soldiers.webp",
      "start_time": "2026-02-15 00:00:00",
      "end_time": "2026-02-15 01:15:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \"We Were Soldiers Once... and Young\" di Harold G. Moore e Joseph L. Galloway. Vietnam 1965. Il colonnello Hal Moore viene chiamato per addestrare e condurre il Primo Battaglione del 7º Reggimento Cavalleria, formato da 450 paracadutisti, in territorio ostile per combattere contro 2000 Vietcong. Dal memoriale \\\"We Were Soldiers Once... and Young\\\" di Harold G. Moore e Joseph L. Galloway."
    },
    {
      "show_name": "Il gigante",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/il-gigante.webp",
      "start_time": "2026-02-15 01:15:00",
      "end_time": "2026-02-15 04:25:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale. Bick Benedict, barone del bestiame texano, sposa la raffinata Leslie Lynnton. Tra i due mondi nasce un legame profondo, ma complicato dalle tensioni sociali. Jett Rink, bracciante segretamente innamorato di lei, trova il petrolio su un terreno ereditato, diventando un magnate e sfidando il potere di Bick. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Stanlio e Ollio - I monelli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/stanlio-e-ollio-i-monelli.webp",
      "start_time": "2026-02-15 04:25:00",
      "end_time": "2026-02-15 05:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Stanlio e Ollio devono fare da baby sitter ai loro due pestiferi bimbi Stanllino e Ollino. Stanlio e Ollio devono fare da baby sitter ai loro due pestiferi bimbi Stanllino e Ollino."
    },
    {
      "show_name": "Under Suspicion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/under-suspicion.webp",
      "start_time": "2026-02-15 05:00:00",
      "end_time": "2026-02-15 06:45:00",
      "episode_number": "",
      "show_category": "Giallo And Crime",
      "show_description": "A San Juan, durante i festeggiamenti di San Sebastiano, vengono ritrovati i corpi di due bambine prima violentate e poi uccise. Il Capitano Benezet sospetta di Henry Hearst, un facoltoso avvocato specializzato in materie fiscali, e lo mette sotto torchio per una notte intera per farlo confessare. A San Juan, durante i festeggiamenti di San Sebastiano, vengono ritrovati i corpi di due bambine prima violentate e poi uccise. Il Capitano Benezet sospetta di Henry Hearst, un facoltoso avvocato specializzato in materie fiscali, e lo mette sotto torchio per una notte intera per farlo confessare."
    },
    {
      "show_name": "In guerra per amore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/in-guerra-per-amore.webp",
      "start_time": "2026-02-15 06:45:00",
      "end_time": "2026-02-15 08:25:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "New York 1943. Mentre il mondo è nel pieno della seconda guerra mondiale, Arturo vive la sua travagliata storia d'amore con Flora. I due si amano, ma lei è promessa sposa al figlio di un importante boss. Per convolare a nozze il ragazzo deve attenere il sì del padre della sua amata che vive in un paesino siciliano. New York 1943. Mentre il mondo è nel pieno della seconda guerra mondiale, Arturo vive la sua travagliata storia d'amore con Flora. I due si amano, ma lei è promessa sposa al figlio di un importante boss. Per convolare a nozze il ragazzo deve attenere il sì del padre della sua amata che vive in un paesino siciliano."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-15 08:25:00",
      "end_time": "2026-02-15 08:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Un ragazzo di Calabria",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/un-ragazzo-di-calabria.webp",
      "start_time": "2026-02-15 08:30:00",
      "end_time": "2026-02-15 10:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Anni 60. In un paesino della Calabria, il tredicenne Mimì sogna di correre ma il padre si oppone. Con l'aiuto della madre e del suo allenatore Felice, un ex autista zoppo, il ragazzo trova il coraggio di inseguire il suo sogno e dimostrare a tutti il proprio talento. Regia di Luigi Comencini. Con Gian Maria Volonté e Diego Abatantuono."
    },
    {
      "show_name": "La legge è legge",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/la-legge-legge.webp",
      "start_time": "2026-02-15 10:25:00",
      "end_time": "2026-02-15 12:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il contrabbandiere italiano Giuseppe La Paglia e il gendarme francese Ferdinand Pastorelli sono in perenne conflitto. Musiche di Nino Rota. Il contrabbandiere italiano Giuseppe La Paglia e il gendarme francese Ferdinand Pastorelli sono in perenne conflitto. Musiche di Nino Rota."
    },
    {
      "show_name": "Il duro del Road House",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/il-duro-del-road-house.webp",
      "start_time": "2026-02-15 12:00:00",
      "end_time": "2026-02-15 14:00:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \"Double Deuce\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale. Missouri, anni '90. James Dalton, laureando in filosofia, lavora come buttafuori nel violento locale \\\"Double Deuce\\\". La situazione degenera quando l'uomo deve affrontare gli sgherri di un boss locale, trasformando il suo impiego in una lotta pericolosa per la sopravvivenza. Saranno guai seri per tutti. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Sei mai stata sulla luna",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/sei-mai-stata-sulla-luna.webp",
      "start_time": "2026-02-15 14:00:00",
      "end_time": "2026-02-15 16:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Guia, una giornalista di moda sofisticata e snob, eredita una masseria in Puglia. Giunta al Sud per vendere la proprietà trova la fattoria occupata da tre uomini molto \"particolari\", lontani dal suo stile di vita mondano. Guia, una giornalista di moda sofisticata e snob, eredita una masseria in Puglia. Giunta al Sud per vendere la proprietà trova la fattoria occupata da tre uomini molto \\\"particolari\\."
    },
    {
      "show_name": "Papà scatenato",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/pap-scatenato.webp",
      "start_time": "2026-02-15 16:00:00",
      "end_time": "2026-02-15 17:30:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Sebastian Maniscalco, manager in un hotel di Chicago, e la fidanzata Ellie, figlia di una ricca famiglia, decidono di annunciare il loro matrimonio durante la Festa dell'Indipendenza. Ma l'incontro tra il padre di Sebastian, Salvo, un uomo siciliano di vecchio stampo, e la famiglia di Ellie, scatenerà situazioni esilaranti. Sebastian Maniscalco, manager in un hotel di Chicago, e la fidanzata Ellie, figlia di una ricca famiglia, decidono di annunciare il loro matrimonio durante la Festa dell'Indipendenza. Ma l'incontro tra il padre di Sebastian, Salvo, un uomo siciliano di vecchio stampo, e la famiglia di Ellie, scatenerà situazioni esilaranti."
    },
    {
      "show_name": "Conciati per le feste",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/conciati-per-le-feste.webp",
      "start_time": "2026-02-15 17:30:00",
      "end_time": "2026-02-15 19:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Steve Finch e Buddy Hall sono vicini di casa ma totalmente diversi: Steve è tranquillo e sobrio, mentre Buddy è ipercinetico e disordinato. Con il Natale in arrivo, Buddy decide di addobbare la sua casa a tal punto da renderla visibile dallo spazio, ma Steve, geloso del suo titolo di \"Re del Natale\", cercherà di sabotarlo. Chi avrà la meglio."
    },
    {
      "show_name": "Angel Heart - Ascensore per l'inferno",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/angel-heart-ascensore-per-l-inferno.webp",
      "start_time": "2026-02-15 19:05:00",
      "end_time": "2026-02-15 21:10:00",
      "episode_number": "",
      "show_category": "Horror",
      "show_description": "New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale. New York, 1955. Harold Angel, investigatore privato, viene ingaggiato da un misterioso cliente per un caso insolito: deve scoprire se Johnny Favourite, un famoso cantante sparito anni prima dopo aver perso la memoria in guerra, sia ancora vivo. L'indagine trascinerà l'uomo in un vortice oscuro. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Ispettore Brannigan, la morte segue la tua ombra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/ispettore-brannigan-la-morte-segue-la-tua-ombra.webp",
      "start_time": "2026-02-15 21:10:00",
      "end_time": "2026-02-15 23:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Ben Larkin, boss di Chicago, fugge a Londra inseguito dall'ispettore Jim Brannigan, suo storico persecutore. Il poliziotto americano si scontra con la freddezza del collega inglese, i depistaggi dei criminali e l'ombra di un sicario pronto a ucciderlo. Una caccia all'uomo senza esclusione di colpi. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Whitney - Una voce diventata leggenda",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/whitney-una-voce-diventata-leggenda.webp",
      "start_time": "2026-02-15 23:10:00",
      "end_time": "2026-02-16 01:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La vita e la carriera di Whitney Houston, icona della musica scomparsa a 48 anni: dagli esordi al successo grazie al suo talento straordinario, senza tralasciare le difficoltà personali e le dipendenze. Disponibile anche in lingua originale."
    }
  ]
}