{
  "channel_name": "RaiMovie",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "Red Land Rosso Istria",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/red-land-rosso-istria.webp",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 02:20:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Italia, settembre 1943. Dopo l'armistizio e la fuga del Re, i teatri di guerra del Nord-Est vedono l'avanzare dei partigiani di Tito. Al centro del racconto, in questo drammatico contesto storico, la figura di Norma Cossetto, giovane studentessa istriana, barbaramente violentata, uccisa e gettata in una foiba dai partigiani titini. Italia, settembre 1943. Dopo l'armistizio e la fuga del Re, i teatri di guerra del Nord-Est vedono l'avanzare dei partigiani di Tito. Al centro del racconto, in questo drammatico contesto storico, la figura di Norma Cossetto, giovane studentessa istriana, barbaramente violentata, uccisa e gettata in una foiba dai partigiani titini."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-11 02:20:00",
      "end_time": "2026-02-11 02:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Una famiglia senza freni",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/una-famiglia-senza-freni.webp",
      "start_time": "2026-02-11 02:25:00",
      "end_time": "2026-02-11 03:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati. Il chirurgo plastico Tom parte per le vacanze con la moglie Julia e i figli su un'automobile nuova fiammante. L'inattesa presenza di nonno Ben, il padre di Tom, suscita il malumore di Julia e provoca parecchio scompiglio. Come se non bastasse, il motore del veicolo ha un malfunzionamento e la famiglia si ritrova sull'automobile che viaggia impazzita sull'autostrada a centosessanta chilometri orari e con i freni bloccati."
    },
    {
      "show_name": "Stanlio e Ollio - Il compagno B",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/stanlio-e-ollio-il-compagno-b.webp",
      "start_time": "2026-02-11 03:50:00",
      "end_time": "2026-02-11 05:00:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Prima guerra mondiale. Stanlio e Ollio, arruolati per forza, si trovano a dover avere cura della bambina di un commilitone disperso. Terzo lungometraggio della celebre coppia. Versione completa e restaurata con doppio audio. Prima guerra mondiale. Stanlio e Ollio, arruolati per forza, si trovano a dover avere cura della bambina di un commilitone disperso. Terzo lungometraggio della celebre coppia. Versione completa e restaurata con doppio audio."
    },
    {
      "show_name": "I guappi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/i-guappi.webp",
      "start_time": "2026-02-11 05:00:00",
      "end_time": "2026-02-11 07:10:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Napoli, fine '800. Il guappo don Gaetano Fungilo e l'avvocato Nicola Bellizzi sono legati da un indissolubile rapporto di amicizia: Nicola è riuscito a studiare solo grazie alla protezione di don Gaetano. Ma il destino e la camorra li porteranno a diventare, loro malgrado, nemici. Napoli, fine '800. Il guappo don Gaetano Fungilo e l'avvocato Nicola Bellizzi sono legati da un indissolubile rapporto di amicizia: Nicola è riuscito a studiare solo grazie alla protezione di don Gaetano. Ma il destino e la camorra li porteranno a diventare, loro malgrado, nemici."
    },
    {
      "show_name": "Miseria e nobiltà",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/miseria-e-nobilt.webp",
      "start_time": "2026-02-11 07:10:00",
      "end_time": "2026-02-11 08:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Eugenio, un giovane nobile, chiede a due spiantati perdigiorno di impersonare i suoi nobili parenti per aiutarlo a sposare Gemma, figlia di un cuoco arricchito. Dall'omonima commedia di Eduardo Scarpetta. Eugenio, un giovane nobile, chiede a due spiantati perdigiorno di impersonare i suoi nobili parenti per aiutarlo a sposare Gemma, figlia di un cuoco arricchito. Dall'omonima commedia di Eduardo Scarpetta."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-11 08:50:00",
      "end_time": "2026-02-11 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "La tigre dei sette mari",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/la-tigre-dei-sette-mari.webp",
      "start_time": "2026-02-11 08:55:00",
      "end_time": "2026-02-11 10:30:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Nel seicento un contrabbandiere viene ucciso da una spia che fa ricadere la colpa su un luogotenente. L'accusato prova a smascherare il colpevole. Nel seicento un contrabbandiere viene ucciso da una spia che fa ricadere la colpa su un luogotenente. L'accusato prova a smascherare il colpevole."
    },
    {
      "show_name": "12 Soldiers",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/12-soldiers.webp",
      "start_time": "2026-02-11 10:30:00",
      "end_time": "2026-02-11 12:35:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale. All'indomani degli attentati dell'11 settembre 2001, un gruppo di 12 uomini, l'unità speciale Alpha 595, guidata dal Capitano Mitch Nelson, parte volontariamente per l'Afghanistan per abbattere i talebani e al-Qaida, ma la missione si rivelerà persino più ardua del previsto. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Attila",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/attila.webp",
      "start_time": "2026-02-11 12:35:00",
      "end_time": "2026-02-11 14:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Nel 450, mentre l'impero Romano è in crisi, l'imperatore Valentiniano III invita Flavio Ezio a arginare la presenza sempre più invadente degli Unni. Attila senza esitazione va avanti e attacca l'impero, benché avvertito dalla moglie Grune, che ha previsto cattivi presagi. Nel 450, mentre l'impero Romano è in crisi, l'imperatore Valentiniano III invita Flavio Ezio a arginare la presenza sempre più invadente degli Unni. Attila senza esitazione va avanti e attacca l'impero, benché avvertito dalla moglie Grune, che ha previsto cattivi presagi."
    },
    {
      "show_name": "C'è Sartana... vendi la pistola e comprati la bara",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/c-sartana-vendi-la-pistola-e-comprati-la-bara.webp",
      "start_time": "2026-02-11 14:00:00",
      "end_time": "2026-02-11 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel vecchio west, nella città di Appaloosa, l'abile pistolero Sartana scopre che un gruppo di banditi simula rapine d'oro per arricchire un insospettabile mandante. Dopo essere sfuggito a un agguato, unisce le forze con il \"collega\" Sabata, e decide di fare giustizia. L'obiettivo è fermare i criminali e recuperare l'oro rubato. Ci riusciranno."
    },
    {
      "show_name": "Con lui cavalca la morte",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/con-lui-cavalca-la-morte.webp",
      "start_time": "2026-02-11 15:35:00",
      "end_time": "2026-02-11 17:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Sacramento, fine '800. Idaho Kent, agente del Pony Express, deve consegnare prove cruciali contro il corrotto Bryan Talbot, potente candidato al Senato. Per fermarlo, Talbot assolda un killer spietato. Inizia così una corsa disperata tra la vita e la morte lungo le piste del West per smascherare il complotto e far trionfare la giustizia. Riuscirà. Sacramento, fine '800. Idaho Kent, agente del Pony Express, deve consegnare prove cruciali contro il corrotto Bryan Talbot, potente candidato al Senato. Per fermarlo, Talbot assolda un killer spietato. Inizia così una corsa disperata tra la vita e la morte lungo le piste del West per smascherare il complotto e far trionfare la giustizia. Riuscirà?"
    },
    {
      "show_name": "La battaglia di Midway",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/la-battaglia-di-midway.webp",
      "start_time": "2026-02-11 17:00:00",
      "end_time": "2026-02-11 19:15:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale. Giugno 1942: presso le Midway si combatte la battaglia che segna la fine dell'espansione giapponese e l'inizio del contrattacco statunitense. Attraverso un diario di guerra, il racconto segue la preparazione e lo scontro tra le due potenze, tra dubbi e strategie di riscatto dopo il trauma di Pearl Harbor. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Under Suspicion",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/under-suspicion.webp",
      "start_time": "2026-02-11 19:15:00",
      "end_time": "2026-02-11 21:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "A San Juan, durante i festeggiamenti di San Sebastiano, vengono ritrovati i corpi di due bambine prima violentate e poi uccise. Il Capitano Benezet sospetta di Henry Hearst, un facoltoso avvocato specializzato in materie fiscali, e lo mette sotto torchio per una notte intera per farlo confessare."
    },
    {
      "show_name": "Whitney - Una voce diventata leggenda",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/whitney-una-voce-diventata-leggenda.webp",
      "start_time": "2026-02-11 21:10:00",
      "end_time": "2026-02-11 23:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La vita e la carriera di Whitney Houston, icona della musica scomparsa a 48 anni: dagli esordi al successo grazie al suo talento straordinario, senza tralasciare le difficoltà personali e le dipendenze. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Movie Mag",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiMovie/tomorrow/movie-mag.webp",
      "start_time": "2026-02-11 23:35:00",
      "end_time": "2026-02-12 00:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Settimanale di approfondimento cinematografico: interviste, backstage, uscite in sala, storia del cinema e le curiosità dei film in programmazione su RaiMovie. E poi reportage dai festival e dagli eventi cinematografici più importanti."
    }
  ]
}