{
  "channel_name": "RaiMovie",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Winchester '73",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/16/1768576832956_2048x1152.jpg",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:45:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale. Dodge City, 1873. Lin vince un raro fucile Winchester '73, ma il malvagio fratello Dutch, assassino di loro padre, glielo ruba. Inizia un inseguimento implacabile tra saloon e praterie, mentre l'arma passa di mano in mano legando i destini di vari personaggi. Riuscirà Lin a compiere finalmente la sua vendetta? Disponibile anche in lingua originale."
    },
    {
      "show_name": "Cliffhanger - L'ultima sfida",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829500577_2048x1152.jpg",
      "start_time": "2026-02-10 00:45:00",
      "end_time": "2026-02-10 02:30:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale. Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Joe",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/05/1580895134091_2048x1152.jpg",
      "start_time": "2026-02-10 02:30:00",
      "end_time": "2026-02-10 04:20:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Il rude Joe prende a lavorare con sé il quindicenne Gary: tra i due si stabilisce un legame. Dal romanzo di Larry Brown. Premio Marcello Mastroianni a Tye Sheridan al Festival di Venezia 2013. Disponibile anche in lingua originale. Il rude Joe prende a lavorare con sé il quindicenne Gary: tra i due si stabilisce un legame. Dal romanzo di Larry Brown. Premio Marcello Mastroianni a Tye Sheridan al Festival di Venezia 2013. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Stanlio e Ollio - Annuncio matrimoniale",
      "show_logo": "https://www.raiplay.it/dl/img/2020/11/17/1605606818740_2048x1152.jpg",
      "start_time": "2026-02-10 04:20:00",
      "end_time": "2026-02-10 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Stanlio e Ollio, impegnati in un negozio come barbieri, decidono di dare una svolta alla loro vita trovando moglie. Rispondono così a un annuncio matrimoniale che si rivela, solo per Ollio, positivo. Peccato che la donna destinata in sposa sia una pericolosa assassina che ha già ucciso i suoi sette mariti precedenti. Ollio sarà l'ottavo coniuge."
    },
    {
      "show_name": "Fumo di Londra",
      "show_logo": "https://www.raiplay.it/dl/img/2018/07/02/1530547141294_2048x1152.jpg",
      "start_time": "2026-02-10 05:00:00",
      "end_time": "2026-02-10 07:05:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Dante Fontana è un antiquario di Perugia innamorato della cultura inglese. Quando, per partecipare ad un'asta, ha l'occasione di recarsi a Londra cerca in tutti i modi di assumere il vero stile British, con esiti imbarazzanti. Dante Fontana è un antiquario di Perugia innamorato della cultura inglese. Quando, per partecipare ad un'asta, ha l'occasione di recarsi a Londra cerca in tutti i modi di assumere il vero stile British, con esiti imbarazzanti."
    },
    {
      "show_name": "La risaia",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/16/1618579968466_2048x1152.jpg",
      "start_time": "2026-02-10 07:05:00",
      "end_time": "2026-02-10 08:50:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Nell'Italia degli anni '50, Pietro, proprietario di una risaia, scopre che la mondina Elena è la sua figlia illegittima, e la prende sotto la propria protezione. Quando la ragazza subisce la violenza di un suo nipote e il fidanzato di Elena lo uccide, Pietro si addossa la colpa per permettere ai due giovani di sposarsi. Nell'Italia degli anni '50, Pietro, proprietario di una risaia, scopre che la mondina Elena è la sua figlia illegittima, e la prende sotto la propria protezione. Quando la ragazza subisce la violenza di un suo nipote e il fidanzato di Elena lo uccide, Pietro si addossa la colpa per permettere ai due giovani di sposarsi."
    },
    {
      "show_name": "Sandokan contro il Leopardo di Sarawak",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/08/1696752643471_2048x1152.jpg",
      "start_time": "2026-02-10 08:50:00",
      "end_time": "2026-02-10 10:25:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "James Brook, il Leopardo di Sarawak, per vendicarsi della morte del padre, rapisce la moglie di Sandokan che viene ipnotizzata e usata come esca.Dai romanzi di Emilio Salgari. James Brook, il Leopardo di Sarawak, per vendicarsi della morte del padre, rapisce la moglie di Sandokan che viene ipnotizzata e usata come esca.Dai romanzi di Emilio Salgari."
    },
    {
      "show_name": "Cliffhanger - L'ultima sfida",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/19/1768829500577_2048x1152.jpg",
      "start_time": "2026-02-10 10:25:00",
      "end_time": "2026-02-10 12:15:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale. Colorado, anni 90. Gabe torna sulle vette delle Rocciose segnato dal trauma di un salvataggio fallito. Nonostante la crisi, deve intervenire quando un ex agente FBI psicopatico prende in ostaggio un suo caro amico. Il criminale cerca tre valigie con cento milioni di dollari disperse tra i ghiacci. Disponibile anche in lingua originale."
    },
    {
      "show_name": "La vendetta è un piatto che si serve freddo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572427635964_2048x1152.JPG",
      "start_time": "2026-02-10 12:15:00",
      "end_time": "2026-02-10 14:00:00",
      "episode_number": "",
      "show_category": "Azione & Avventura",
      "show_description": "Cresciuto con un feroce odio per gli indiani che sterminarono la sua famiglia, Jim Bridges, detto \"Capelli Gialli\", avvia una guerra privata contro di loro. Un giorno, però, scopre casualmente la verità. Cresciuto con un feroce odio per gli indiani che sterminarono la sua famiglia, Jim Bridges, detto \\\"Capelli Gialli\\."
    },
    {
      "show_name": "Shalako",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/06/1770384591122_2048x1152.jpg",
      "start_time": "2026-02-10 14:00:00",
      "end_time": "2026-02-10 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "New Mexico, 1880. Lo scout Shalako ha faticato per ottenere la pace con i pellirosse ma l'equilibrio è minacciato da una comitiva di aristocratici europei in cerca di caccia. I turisti sono arroganti e accompagnati da battitori criminali che scatenano l'ira dei nativi, trascinando Shalako in una lotta brutale. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Marco Polo (Film)",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/07/1738912516533_2048x1152.jpg",
      "start_time": "2026-02-10 16:00:00",
      "end_time": "2026-02-10 17:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Marco Polo lascia Venezia il giorno delle nozze e parte per l'Oriente. In Mongolia trova una guida e, superata la Muraglia Cinese, inizia un'inaspettata avventura tra peripezie ed imprevisti. Riuscirà a tornare in patria sano e salvo."
    },
    {
      "show_name": "Requiescant",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/12/1765555285364_2048x1152.jpg",
      "start_time": "2026-02-10 17:50:00",
      "end_time": "2026-02-10 19:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Vecchio West. Addestrato come abile pistolero da un pastore protestante, il giovane Requiescant intraprende un viaggio. Il suo unico scopo è trovare e vendicarsi del killer che sterminò la sua famiglia quando era solo un bambino di sei anni. Una implacabile caccia all'uomo nel cuore della frontiera."
    },
    {
      "show_name": "Reclaim - Prenditi ciò che è tuo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572455945691_2048x1152.jpg",
      "start_time": "2026-02-10 19:40:00",
      "end_time": "2026-02-10 21:20:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale. Quando la figlia adottiva scompare, Steven e Shannon affrontano ogni pericolo per scoprire la verità e smascherare l'oscuro segreto dell'agenzia di adozione. Disposti a rischiare tutto, imparano cosa significa essere genitori e fin dove possono spingersi per riaverla. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Ferrari",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/09/1767972719234_2048x1152.jpg",
      "start_time": "2026-02-10 21:20:00",
      "end_time": "2026-02-10 23:35:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale. Modena, 1957. Enzo Ferrari, segnato dalla morte del figlio Dino, guida la sua azienda tra crisi familiari e ambizioni sportive. Diviso tra la moglie Laura e l'amante Lina, spinge i piloti oltre ogni limite. La Mille Miglia diventa la prova decisiva per il suo futuro. Con Adam Driver e Penélope Cruz. Disponibile anche in lingua originale."
    },
    {
      "show_name": "Red Land Rosso Istria",
      "show_logo": "https://www.raiplay.it/dl/img/2020/02/06/1580998707035_2048x1152.jpg",
      "start_time": "2026-02-10 23:35:00",
      "end_time": "2026-02-11 02:20:00",
      "episode_number": "",
      "show_category": "Drammatico",
      "show_description": "Italia, settembre 1943. Dopo l'armistizio e la fuga del Re, i teatri di guerra del Nord-Est vedono l'avanzare dei partigiani di Tito. Al centro del racconto, in questo drammatico contesto storico, la figura di Norma Cossetto, giovane studentessa istriana, barbaramente violentata, uccisa e gettata in una foiba dai partigiani titini. Italia, settembre 1943. Dopo l'armistizio e la fuga del Re, i teatri di guerra del Nord-Est vedono l'avanzare dei partigiani di Tito. Al centro del racconto, in questo drammatico contesto storico, la figura di Norma Cossetto, giovane studentessa istriana, barbaramente violentata, uccisa e gettata in una foiba dai partigiani titini."
    }
  ]
}