{
  "channel_name": "RaiPremium",
  "date": "2026-02-13",
  "programs": [
    {
      "show_name": "Natale a Christmas Island",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-christmas-island.webp",
      "start_time": "2026-02-13 00:00:00",
      "end_time": "2026-02-13 00:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio. Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-italiane.webp",
      "start_time": "2026-02-13 00:45:00",
      "end_time": "2026-02-13 02:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-13 02:50:00",
      "end_time": "2026-02-13 03:30:00",
      "episode_number": "S5 E13",
      "show_category": "Azione & Avventura",
      "show_description": "La Hammersley insegue un'imbarcazione sospettata di essere entrata illegalmente in acque australiane. A bordo c'è del cesio, che ha contaminato l'equipaggio. La Hammersley insegue un'imbarcazione sospettata di essere entrata illegalmente in acque australiane. A bordo c'è del cesio, che ha contaminato l'equipaggio."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-rex.webp",
      "start_time": "2026-02-13 03:30:00",
      "end_time": "2026-02-13 04:15:00",
      "episode_number": "S1 E9",
      "show_category": "Azione & Avventura",
      "show_description": "Sarah va in un laboratorio esterno per un'analisi, quando un uomo prende tutti in ostaggio. Il sequestratore chiede di poter accedere ai risultati di un trial eseguito tempo prima dalla moglie su un farmaco e minaccia i ricercatori presenti nel laboratorio di ucciderli se non troveranno quello che vuole. Sarah va in un laboratorio esterno per un'analisi, quando un uomo prende tutti in ostaggio. Il sequestratore chiede di poter accedere ai risultati di un trial eseguito tempo prima dalla moglie su un farmaco e minaccia i ricercatori presenti nel laboratorio di ucciderli se non troveranno quello che vuole."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-rex.webp",
      "start_time": "2026-02-13 04:15:00",
      "end_time": "2026-02-13 05:00:00",
      "episode_number": "S1 E10",
      "show_category": "Azione & Avventura",
      "show_description": "Charlie viene chiamato a indagare sul delitto di un'allenatrice di pattinatori artistici. La donna è stata trovata senza vita sulla pista di pattinaggio con un punteruolo nel petto. Charlie viene chiamato a indagare sul delitto di un'allenatrice di pattinatori artistici. La donna è stata trovata senza vita sulla pista di pattinaggio con un punteruolo nel petto."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/ricominciare.webp",
      "start_time": "2026-02-13 05:00:00",
      "end_time": "2026-02-13 05:35:00",
      "episode_number": "S1 E26",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/incantesimo.webp",
      "start_time": "2026-02-13 05:35:00",
      "end_time": "2026-02-13 06:25:00",
      "episode_number": "S6 E1",
      "show_category": "",
      "show_description": "Laura Gellini e Luca Biagi si incontrano quando lei lo salva da un tentativo di furto, mentre si sta recando alla Clinica Life dov'è ricoverata la madre, che poco dopo muore. Nel frattempo, Martina e Andrea si sposano, sebbene alla cerimonia manchino Rosalba, che è partita, e Diego e Giovanna, che si trovano ancora in Brasile."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/incantesimo.webp",
      "start_time": "2026-02-13 06:25:00",
      "end_time": "2026-02-13 07:15:00",
      "episode_number": "S6 E2",
      "show_category": "",
      "show_description": "Laura viene assunta alla Life, dove ritrova Luca, entrato anche lui nello staff. Tra i due nasce un sentimento che mette in crisi la relazione di Luca con la fidanzata, Gloria. Laura scopre che Romano Forti è il padre che non ha mai conosciuto. Suni riconosce casualmente la madre di Giuliano ritratta in una vecchia foto insieme a Guido, che nel frattempo scopre di essere affetto da una grave forma di leucemia."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/una-donna-per-amico.webp",
      "start_time": "2026-02-13 07:15:00",
      "end_time": "2026-02-13 08:55:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-13 08:55:00",
      "end_time": "2026-02-13 09:25:00",
      "episode_number": "S29 E6768",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Roberto e Marina cercano di difendersi dalle accuse di Gagliotti. L'uomo, intanto, decide di chiedere aiuto a qualcuno a lui molto vicino. Damiano sta per scoprire se ha vinto il concorso per essere promosso a viceispettore. Per Micaela sembra davvero arrivato il momento di togliere la corazza di cinismo che da troppo indossa. Roberto e Marina cercano di difendersi dalle accuse di Gagliotti. L'uomo, intanto, decide di chiedere aiuto a qualcuno a lui molto vicino. Damiano sta per scoprire se ha vinto il concorso per essere promosso a viceispettore. Per Micaela sembra davvero arrivato il momento di togliere la corazza di cinismo che da troppo indossa."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-13 09:25:00",
      "end_time": "2026-02-13 09:50:00",
      "episode_number": "S29 E6769",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Vinicio accorre in aiuto del fratello. L'inchiesta che vede convolti Roberto e Marina, per appurare la dinamica dei fatti, va avanti, con le testimonianze degli operai presenti sul luogo e di Luciana. Damiano potrebbe maturare una decisione dirompente. Per Michele è il momento di prendere consapevolezza di un'amara verità, in merito al recupero fisico della sua gamba. Vinicio accorre in aiuto del fratello. L'inchiesta che vede convolti Roberto e Marina, per appurare la dinamica dei fatti, va avanti, con le testimonianze degli operai presenti sul luogo e di Luciana. Damiano potrebbe maturare una decisione dirompente. Per Michele è il momento di prendere consapevolezza di un'amara verità, in merito al recupero fisico della sua gamba."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-13 09:50:00",
      "end_time": "2026-02-13 10:20:00",
      "episode_number": "S29 E6770",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Vinicio, preoccupato per le condizioni del fratello, si ritrova a confrontarsi con due versioni differenti dei fatti. Roberto tenta un colpo di testa per ricucire la situazione. Rosa non riesce ad accettare la decisione di Damiano e tenta in ogni modo di dissuaderlo, tradendo così ancora un forte coinvolgimento nei confronti del suo ex. Vinicio, preoccupato per le condizioni del fratello, si ritrova a confrontarsi con due versioni differenti dei fatti. Roberto tenta un colpo di testa per ricucire la situazione. Rosa non riesce ad accettare la decisione di Damiano e tenta in ogni modo di dissuaderlo, tradendo così ancora un forte coinvolgimento nei confronti del suo ex."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-13 10:20:00",
      "end_time": "2026-02-13 11:15:00",
      "episode_number": "S7 E3",
      "show_category": "Giallo And Crime",
      "show_description": "La morte di una motociclista getta una nuova luce sull'indagine di Manuela. Carolina scopre che lavorerà con Hans, affascinante amico di infanzia. Vincenzo è sempre più insofferente. La morte di una motociclista getta una nuova luce sull'indagine di Manuela. Carolina scopre che lavorerà con Hans, affascinante amico di infanzia. Vincenzo è sempre più insofferente."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-13 11:15:00",
      "end_time": "2026-02-13 12:10:00",
      "episode_number": "S7 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Il comportamento di Vincenzo insospettisce Carolina scatenando una escalation di equivoci. Manuela scopre un segreto legato a Paron e si allea con Nathan per fermarlo. Il comportamento di Vincenzo insospettisce Carolina scatenando una escalation di equivoci. Manuela scopre un segreto legato a Paron e si allea con Nathan per fermarlo."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/gli-imperdibili.webp",
      "start_time": "2026-02-13 12:10:00",
      "end_time": "2026-02-13 12:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-di-donne-al-bivio.webp",
      "start_time": "2026-02-13 12:15:00",
      "end_time": "2026-02-13 13:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-13 13:20:00",
      "end_time": "2026-02-13 15:20:00",
      "episode_number": "S2 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Imma indaga su uno strano furto in casa di un'amica di sua suocera, la cui refurtiva ricompare integra pochi giorni dopo mentre un uomo, Ulisse Delillo, viene trovato morto nel suo laboratorio artigianale. I due casi risultano collegati e la soluzione del giallo arriva grazie alla proverbiale memoria della Tataranni. Nel frattempo un atto di coraggio, che si rivela decisivo nel processo a Romaniello, costringe Samuel a lasciare Matera, fatto di cui Valentina incolpa la madre. Imma indaga su uno strano furto in casa di un'amica di sua suocera, la cui refurtiva ricompare integra pochi giorni dopo mentre un uomo, Ulisse Delillo, viene trovato morto nel suo laboratorio artigianale. I due casi risultano collegati e la soluzione del giallo arriva grazie alla proverbiale memoria della Tataranni. Nel frattempo un atto di coraggio, che si rivela decisivo nel processo a Romaniello, costringe Samuel a lasciare Matera, fatto di cui Valentina incolpa la madre."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-13 15:20:00",
      "end_time": "2026-02-13 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-rex.webp",
      "start_time": "2026-02-13 15:25:00",
      "end_time": "2026-02-13 16:10:00",
      "episode_number": "S1 E11",
      "show_category": "Azione & Avventura",
      "show_description": "Viene commesso un delitto in uno stabilimento di imbottigliamento dell'acqua. La vittima è un attivista della tribù dei nativi locali, noto per le sue proteste. La prima ad essere sospettata è la ragazza che risulta scomparsa dalla notte dell'omicidio, ma le cose sono molto più complicate di così. Charlie riesce a rintracciarla in una casa nel bosco, poco prima che qualcuno attenti alla sua vita. Viene commesso un delitto in uno stabilimento di imbottigliamento dell'acqua. La vittima è un attivista della tribù dei nativi locali, noto per le sue proteste. La prima ad essere sospettata è la ragazza che risulta scomparsa dalla notte dell'omicidio, ma le cose sono molto più complicate di così. Charlie riesce a rintracciarla in una casa nel bosco, poco prima che qualcuno attenti alla sua vita."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-rex.webp",
      "start_time": "2026-02-13 16:10:00",
      "end_time": "2026-02-13 16:55:00",
      "episode_number": "S1 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Nelson ha dei diamanti da vendere, ma la donna che deve comprarli cerca di ucciderlo. Ferito, torna a casa e il figlio chiama i soccorsi, anche se lui non vuole. Presto si scopre che l'uomo è ricercato da venti anni per furto di diamanti e per l'omicidio del suo complice. Nelson si dichiara innocente, ma la donna che ha cercato di ucciderlo non ci crede. È la figlia del complice, e vuole vendetta. Nelson ha dei diamanti da vendere, ma la donna che deve comprarli cerca di ucciderlo. Ferito, torna a casa e il figlio chiama i soccorsi, anche se lui non vuole. Presto si scopre che l'uomo è ricercato da venti anni per furto di diamanti e per l'omicidio del suo complice. Nelson si dichiara innocente, ma la donna che ha cercato di ucciderlo non ci crede. È la figlia del complice, e vuole vendetta."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-13 16:55:00",
      "end_time": "2026-02-13 17:55:00",
      "episode_number": "S7 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Un omicidio durante un concorso equestre porta Manuela a collaborare ancora con Nathan. Mirko si avvicina a Paron subendone la pericolosa influenza. Vincenzo è geloso di Carolina e Hans. Un omicidio durante un concorso equestre porta Manuela a collaborare ancora con Nathan. Mirko si avvicina a Paron subendone la pericolosa influenza. Vincenzo è geloso di Carolina e Hans."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-13 17:55:00",
      "end_time": "2026-02-13 18:50:00",
      "episode_number": "S7 E6",
      "show_category": "Giallo And Crime",
      "show_description": "Manuela spinge Gregorio a ricostruire la sua vita e Vincenzo cerca di recuperare con Carolina. Manuela indaga prove che legherebbero Paron alla sua indagine. Adele prende misure estreme. Manuela spinge Gregorio a ricostruire la sua vita e Vincenzo cerca di recuperare con Carolina. Manuela indaga prove che legherebbero Paron alla sua indagine. Adele prende misure estreme."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-13 18:50:00",
      "end_time": "2026-02-13 19:35:00",
      "episode_number": "S10 E106",
      "show_category": "",
      "show_description": "Botteri interviene a modo suo per proteggere Delia dalle richieste indesiderate di Nazzareno Amidei. Fulvio e Caterina riscoprono la forza del loro legame familiare organizzando un San Valentino sui generis."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-13 19:35:00",
      "end_time": "2026-02-13 20:30:00",
      "episode_number": "S3 E3",
      "show_category": "Commedia",
      "show_description": "Un avvocato si rivolge al convento per avere informazioni su una donna che ha appena ereditato nove milioni di euro dal fratello defunto. Se la donna, o i suoi eredi, non verranno trovati, il denaro sarà devoluto al comune di Kaltenthal. Il sindaco ostacola in tutti i modi le ricerche dell'erede. Un avvocato si rivolge al convento per avere informazioni su una donna che ha appena ereditato nove milioni di euro dal fratello defunto. Se la donna, o i suoi eredi, non verranno trovati, il denaro sarà devoluto al comune di Kaltenthal. Il sindaco ostacola in tutti i modi le ricerche dell'erede."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-13 20:30:00",
      "end_time": "2026-02-13 21:20:00",
      "episode_number": "S3 E4",
      "show_category": "Commedia",
      "show_description": "Wöller brinda un po' troppo e scrive una lettera d'amore a sorella Lotte. Il giorno dopo, passata la sbronza, cerca disperatamente di rientrare in possesso della lettera per distruggerla. Wöller brinda un po' troppo e scrive una lettera d'amore a sorella Lotte. Il giorno dopo, passata la sbronza, cerca disperatamente di rientrare in possesso della lettera per distruggerla."
    },
    {
      "show_name": "Il commissario Ricciardi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-commissario-ricciardi.webp",
      "start_time": "2026-02-13 21:20:00",
      "end_time": "2026-02-13 23:15:00",
      "episode_number": "S3 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre la città si prepara al Natale, il commissario Ricciardi indaga sull'omicidio del Capitano Garofalo e di sua moglie. Intanto, la sua storia con Enrica procede, ma l'uomo esita a fare il passo decisivo e presentarsi alla famiglia per ufficializzare il fidanzamento. Mentre la città si prepara al Natale, il commissario Ricciardi indaga sull'omicidio del Capitano Garofalo e di sua moglie. Intanto, la sua storia con Enrica procede, ma l'uomo esita a fare il passo decisivo e presentarsi alla famiglia per ufficializzare il fidanzamento."
    },
    {
      "show_name": "Don Matteo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/don-matteo.webp",
      "start_time": "2026-02-13 23:15:00",
      "end_time": "2026-02-14 01:10:00",
      "episode_number": "S15 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Suor Costanza arriva a Spoleto convinta che Caterina sia ancora una novizia. Per evitarle un dispiacere, Caterina e Cecchini organizzano una divertente messinscena. Intanto Giulia va a Perugia con Mathias ed entra nel mondo della moda, mentre Diego è sempre più geloso. In canonica, Maria è tormentata da sogni e ricordi confusi. Suor Costanza arriva a Spoleto convinta che Caterina sia ancora una novizia. Per evitarle un dispiacere, Caterina e Cecchini organizzano una divertente messinscena. Intanto Giulia va a Perugia con Mathias ed entra nel mondo della moda, mentre Diego è sempre più geloso. In canonica, Maria è tormentata da sogni e ricordi confusi."
    }
  ]
}