{
  "channel_name": "RaiPremium",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "La preside",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769145567157_P5.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:10:00",
      "episode_number": "S1 E5",
      "show_category": "Drammatico",
      "show_description": "Lucia mette a rischio la propria incolumità per proteggere Nicola, mentre il successo canoro dei \"gemelli di Caivano\", Gessica e Tano, li allontana dai banchi di scuola. Nonostante le difficoltà, Eugenia lavora senza sosta per aprire un istituto alberghiero, ma inizia a nutrire inquietanti sospetti sulla figura del maresciallo Corsi. Lucia mette a rischio la propria incolumità per proteggere Nicola, mentre il successo canoro dei \\\"gemelli di Caivano\\."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769145641542_P6.jpg",
      "start_time": "2026-02-01 00:10:00",
      "end_time": "2026-02-01 01:05:00",
      "episode_number": "S1 E6",
      "show_category": "Drammatico",
      "show_description": "Michele scopre con dolore il legame segreto tra Lucia e Nicola, mentre Mario finisce vittima di un violento agguato. Nonostante il successo legale dello sfratto della tintoria di Gianni, il maresciallo Corsi gela l'entusiasmo sequestrando la nuova ala della scuola. Il carabiniere, inoltre, inizia a tallonare Andrea, il figlio di Eugenia, per motivi ancora oscuri. Michele scopre con dolore il legame segreto tra Lucia e Nicola, mentre Mario finisce vittima di un violento agguato. Nonostante il successo legale dello sfratto della tintoria di Gianni, il maresciallo Corsi gela l'entusiasmo sequestrando la nuova ala della scuola. Il carabiniere, inoltre, inizia a tallonare Andrea, il figlio di Eugenia, per motivi ancora oscuri."
    },
    {
      "show_name": "La Squadra",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/06/1654505201114_S1E2.jpg",
      "start_time": "2026-02-01 01:05:00",
      "end_time": "2026-02-01 02:40:00",
      "episode_number": "S1 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Un uomo si presenta in Commissariato per denunciare la scomparsa della figlia: sul caso indagherà l'ispettore Elena Baroni. Continuano intanto le ricerche del colpevole della morte di Tommaso De Rosa e il commissario Cafasso rivela all'ispettore Pietro Guerra i suoi sospetti su un loro collega. Un uomo si presenta in Commissariato per denunciare la scomparsa della figlia: sul caso indagherà l'ispettore Elena Baroni. Continuano intanto le ricerche del colpevole della morte di Tommaso De Rosa e il commissario Cafasso rivela all'ispettore Pietro Guerra i suoi sospetti su un loro collega."
    },
    {
      "show_name": "Non uccidere",
      "show_logo": "https://www.raiplay.it/dl/img/2016/06/23/1466683457975_non-uccidere-ep11.jpg",
      "start_time": "2026-02-01 02:40:00",
      "end_time": "2026-02-01 04:05:00",
      "episode_number": "S1 E11",
      "show_category": "Fiction Italiana",
      "show_description": "Un professore universitario viene ucciso nel tunnel di un parco dove vive un senzatetto. Ferro scopre che quell'uomo nasconde la sua vera identità: è il fratello della vittima. Un professore universitario viene ucciso nel tunnel di un parco dove vive un senzatetto. Ferro scopre che quell'uomo nasconde la sua vera identità: è il fratello della vittima."
    },
    {
      "show_name": "Allora in onda",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/25/1637848275141_Allora%20in%20onda%20del%2026%20novembre%202021.jpg",
      "start_time": "2026-02-01 04:05:00",
      "end_time": "2026-02-01 05:00:00",
      "episode_number": "S2021",
      "show_category": "Lifestyle",
      "show_description": "Un capolavoro della letteratura russa trasformato in prodotto tv con attori di primissimo piano. Marco Marzocca e Stefano Sarcinelli andranno alla scoperta dello sceneggiato \"I fratelli Karamazov\". La trasposizione televisiva del classico di Dostoevskij è andata in onda in 7 puntate alla fine del 1969 con un ascolto medio di circa 15 milioni di telespettatori. Uno sceneggiato di grande successo firmato dalla regia di Sandro Bolchi e dalla sceneggiatura/adattamento di Diego Fabbri. Tra gli interpreti della serie: Corrado Pani, Umberto Orsini, Carla Gravina, Salvo Randone e Lea Massari. Tra parodie, gag e travestimenti, gli investigatori pasticcioni Mr. Marzok e Dr. Sarcy omaggeranno in modo affettuoso e ironico a questo sceneggiato, svelandone segreti e aneddoti accaduti durante la lavorazione attraverso alcune sequenze indimenticabili, la voce dell'attore Umberto Orsini e con delle riprese nelle location originali come il Castello di Balsorano a L'Aquila. All'inviata nel tempo \"Miss Kappa\" Sabrina Nobile spetta il compito di rievocare che aria tirava in Italia a fine anni '60. Un capolavoro della letteratura russa trasformato in prodotto tv con attori di primissimo piano. Marco Marzocca e Stefano Sarcinelli andranno alla scoperta dello sceneggiato \\\"I fratelli Karamazov\\\". La trasposizione televisiva del classico di Dostoevskij è andata in onda in 7 puntate alla fine del 1969 con un ascolto medio di circa 15 milioni di telespettatori. Uno sceneggiato di grande successo firmato dalla regia di Sandro Bolchi e dalla sceneggiatura/adattamento di Diego Fabbri. Tra gli interpreti della serie: Corrado Pani, Umberto Orsini, Carla Gravina, Salvo Randone e Lea Massari. Tra parodie, gag e travestimenti, gli investigatori pasticcioni Mr. Marzok e Dr. Sarcy omaggeranno in modo affettuoso e ironico a questo sceneggiato, svelandone segreti e aneddoti accaduti durante la lavorazione attraverso alcune sequenze indimenticabili, la voce dell'attore Umberto Orsini e con delle riprese nelle location originali come il Castello di Balsorano a L'Aquila. All'inviata nel tempo \\\"Miss Kappa\\\" Sabrina Nobile spetta il compito di rievocare che aria tirava in Italia a fine anni '60."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-01 05:00:00",
      "end_time": "2026-02-01 05:25:00",
      "episode_number": "S1 E20",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/19/1574177763704_ricominciare_guidatv_h.jpg",
      "start_time": "2026-02-01 05:25:00",
      "end_time": "2026-02-01 05:45:00",
      "episode_number": "S1 E21",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Amore oltre la vita",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/10/1741608485277_AmoreOltreLaVita.png",
      "start_time": "2026-02-01 05:45:00",
      "end_time": "2026-02-01 07:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Franca perde l'amato figlio in un incidente e come ultimo gesto d'amore nei suoi confronti sceglie di dare il consenso al trapianto di cuore che salverà la vita ad Aldo, un ragazzo problematico."
    },
    {
      "show_name": "Amore oltre la vita",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/10/1741608494664_AmoreOltreLaVita.png",
      "start_time": "2026-02-01 07:25:00",
      "end_time": "2026-02-01 09:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Franca perde l'amato figlio in un incidente e come ultimo gesto d'amore nei suoi confronti sceglie di dare il consenso al trapianto di cuore che salverà la vita ad Aldo, un ragazzo problematico."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/23/1603449368753_alli_37.jpg",
      "start_time": "2026-02-01 09:05:00",
      "end_time": "2026-02-01 10:05:00",
      "episode_number": "S3 E7",
      "show_category": "Commedia",
      "show_description": "Alice è distrutta per i sospetti sul tradimento di Claudio e gli restituisce l'anello di fidanzamento, mandandolo su tutte le furie. Per tirarla su, la Wally la coinvolge nel suo progetto segreto e Silvia suggerisce rappresaglie. Intanto un famoso trapper viene ucciso poco prima di un concerto e la difficile perizia viene affidata alla Suprema in persona. Alice è distrutta per i sospetti sul tradimento di Claudio e gli restituisce l'anello di fidanzamento, mandandolo su tutte le furie. Per tirarla su, la Wally la coinvolge nel suo progetto segreto e Silvia suggerisce rappresaglie. Intanto un famoso trapper viene ucciso poco prima di un concerto e la difficile perizia viene affidata alla Suprema in persona."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/23/1603449666532_alli_38.jpg",
      "start_time": "2026-02-01 10:05:00",
      "end_time": "2026-02-01 11:00:00",
      "episode_number": "S3 E8",
      "show_category": "Commedia",
      "show_description": "La reciproca gelosia causa scintille tra Alice e Claudio, ma l'improvviso arresto di Giacomo rimette tutto in discussione. Il fratello di Claudio è accusato dell'omicidio di un industriale in un golf club. Il movente c'è e le indagini di Silvia rivelano ad Alice e alla Suprema insospettate verità sul passato di Giacomo e Claudio. La reciproca gelosia causa scintille tra Alice e Claudio, ma l'improvviso arresto di Giacomo rimette tutto in discussione. Il fratello di Claudio è accusato dell'omicidio di un industriale in un golf club. Il movente c'è e le indagini di Silvia rivelano ad Alice e alla Suprema insospettate verità sul passato di Giacomo e Claudio."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/29/1603988004353_alli_39.jpg",
      "start_time": "2026-02-01 11:00:00",
      "end_time": "2026-02-01 12:00:00",
      "episode_number": "S3 E9",
      "show_category": "Commedia",
      "show_description": "La morte di un anziano playboy durante il funerale di un'amica di nonna Amalia e l'imprevisto coinvolgimento della nonna nelle indagini spingono Alice e Lara ad affidare Camilla alla babysitter più improbabile: Cordelia. La morte di un anziano playboy durante il funerale di un'amica di nonna Amalia e l'imprevisto coinvolgimento della nonna nelle indagini spingono Alice e Lara ad affidare Camilla alla babysitter più improbabile: Cordelia."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/10/29/1603988227205_alli_310.jpg",
      "start_time": "2026-02-01 12:00:00",
      "end_time": "2026-02-01 12:55:00",
      "episode_number": "S3 E10",
      "show_category": "Commedia",
      "show_description": "Claudio si prodiga per proteggere Alice, ma allo stesso tempo la tiene a distanza, mentre cerca di dimostrare l'innocenza di Giacomo. Intanto Lara chiede ad Alice di collaborare alla sua prima perizia: un ragazzo è morto mentre faceva parkour e occorre effettuare i rilievi del caso. Proprio quando Erika si rende conto che i suoi sentimenti per Paolone vanno ben oltre l'amicizia lui si allontana. Claudio si prodiga per proteggere Alice, ma allo stesso tempo la tiene a distanza, mentre cerca di dimostrare l'innocenza di Giacomo. Intanto Lara chiede ad Alice di collaborare alla sua prima perizia: un ragazzo è morto mentre faceva parkour e occorre effettuare i rilievi del caso. Proprio quando Erika si rende conto che i suoi sentimenti per Paolone vanno ben oltre l'amicizia lui si allontana."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/11/03/1604415900389_alli_311.jpg",
      "start_time": "2026-02-01 12:55:00",
      "end_time": "2026-02-01 13:55:00",
      "episode_number": "S3 E11",
      "show_category": "Commedia",
      "show_description": "Claudio e Alice seguono un'intuizione che può scagionare Giacomo. Anche Paolone viene convocato per la sua prima perizia: la misteriosa morte per avvelenamento di un noto critico gastronomico. La cocciutaggine di Alice, intanto, la porta a fare un ultimo tentativo nella ricerca a cui la Suprema aveva rinunciato. Claudio e Alice seguono un'intuizione che può scagionare Giacomo. Anche Paolone viene convocato per la sua prima perizia: la misteriosa morte per avvelenamento di un noto critico gastronomico. La cocciutaggine di Alice, intanto, la porta a fare un ultimo tentativo nella ricerca a cui la Suprema aveva rinunciato."
    },
    {
      "show_name": "L'allieva",
      "show_logo": "https://www.raiplay.it/dl/img/2020/11/03/1604416275564_alli_312.jpg",
      "start_time": "2026-02-01 13:55:00",
      "end_time": "2026-02-01 14:50:00",
      "episode_number": "S3 E12",
      "show_category": "Commedia",
      "show_description": "La provvisoria scarcerazione di Giacomo fa ripartire le indagini sul delitto al golf club. Intanto Alice scopre che qualcuno sta cercando informazioni sulla Manes: forse la persona che desidera così tanto incontrare è più vicina a lei di quanto non immagini. Per Alice e Claudio il giorno fissato per il matrimonio è arrivato, ma passa invano. La provvisoria scarcerazione di Giacomo fa ripartire le indagini sul delitto al golf club. Intanto Alice scopre che qualcuno sta cercando informazioni sulla Manes: forse la persona che desidera così tanto incontrare è più vicina a lei di quanto non immagini. Per Alice e Claudio il giorno fissato per il matrimonio è arrivato, ma passa invano."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-01 14:50:00",
      "end_time": "2026-02-01 14:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Natale a passo di danza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/21/1703189299733_2048x1152.jpg",
      "start_time": "2026-02-01 14:55:00",
      "end_time": "2026-02-01 16:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Billy Holiday è un attore famoso e, poco prima del Natale, perde il suo programma. Decide, quindi, di tornare nella cittadina in cui è nato, dove aiuta Rae, insegnante di danza, ad organizzare il saggio di Natale."
    },
    {
      "show_name": "Valzer di Natale a Parigi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734702513176_2048x1152.jpg",
      "start_time": "2026-02-01 16:25:00",
      "end_time": "2026-02-01 17:55:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Leo, ballerino professionista, ed Emma, commercialista alla ricerca di nuovi stimoli, si incontrano grazie a una gara di danza. Tra passi di ballo e scoperte personali, i due vivono insieme un Natale indimenticabile, ricco di magia e nuove emozioni. Leo, ballerino professionista, ed Emma, commercialista alla ricerca di nuovi stimoli, si incontrano grazie a una gara di danza. Tra passi di ballo e scoperte personali, i due vivono insieme un Natale indimenticabile, ricco di magia e nuove emozioni."
    },
    {
      "show_name": "La tassista 1",
      "show_logo": "https://www.raiplay.it/dl/img/2018/03/05/1520274873562_tax_3.jpg",
      "start_time": "2026-02-01 17:55:00",
      "end_time": "2026-02-01 19:35:00",
      "episode_number": "S1 E3",
      "show_category": "Commedia",
      "show_description": "Marcella deve fare i conti con i problemi delle sue figlie: Vittoria inizia a capire che Giovanni, il maturo professore con cui ha avuto una relazione, non ha nessuna intenzione di lasciare la moglie; Monica, invece, è gelosa della madre e soffre per la presenza di Roberto, un collega tassista con cui Marcella sta intrecciando un rapporto sentimentale. Marcella deve fare i conti con i problemi delle sue figlie: Vittoria inizia a capire che Giovanni, il maturo professore con cui ha avuto una relazione, non ha nessuna intenzione di lasciare la moglie; Monica, invece, è gelosa della madre e soffre per la presenza di Roberto, un collega tassista con cui Marcella sta intrecciando un rapporto sentimentale."
    },
    {
      "show_name": "La tassista 1",
      "show_logo": "https://www.raiplay.it/dl/img/2018/03/05/1520275114200_tax_4.jpg",
      "start_time": "2026-02-01 19:35:00",
      "end_time": "2026-02-01 21:10:00",
      "episode_number": "S1 E4",
      "show_category": "Commedia",
      "show_description": "La vita di Marcella è sempre più dura: da un lato con il lavoro di tassista non riesce a far quadrare i conti in casa, dall'altro la sua relazione con Roberto è messa in crisi dall'ostilità di Monica, sua figlia. Nel bel mezzo di questa situazione, la donna trova nel suo taxi una valigetta con 250 mila euro, una somma con cui riuscirebbe a risolvere tutti i suoi problemi. Ma l'onestà della tassista è più forte del desiderio di impossessarsi dei soldi, e proprio grazie alla sua onestà Marcella riesce a cavarsela. La vita di Marcella è sempre più dura: da un lato con il lavoro di tassista non riesce a far quadrare i conti in casa, dall'altro la sua relazione con Roberto è messa in crisi dall'ostilità di Monica, sua figlia. Nel bel mezzo di questa situazione, la donna trova nel suo taxi una valigetta con 250 mila euro, una somma con cui riuscirebbe a risolvere tutti i suoi problemi. Ma l'onestà della tassista è più forte del desiderio di impossessarsi dei soldi, e proprio grazie alla sua onestà Marcella riesce a cavarsela."
    },
    {
      "show_name": "Tali e Quali",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766162064227_2048x1152.jpg",
      "start_time": "2026-02-01 21:10:00",
      "end_time": "2026-02-01 23:50:00",
      "episode_number": "S2026 E4",
      "show_category": "",
      "show_description": "Nicola Savino conduce lo show in cui personaggi non famosi si sfidano tra loro trasformandosi ogni settimana in un'icona musicale differente."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/21/1768983470949_192.jpg",
      "start_time": "2026-02-01 23:50:00",
      "end_time": "2026-02-02 00:30:00",
      "episode_number": "S10 E92",
      "show_category": "Sentimentale",
      "show_description": "Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo. Marcello fa il suo ingresso al Paradiso, accolto con grande affetto dalle Veneri. Enrico ha deciso di accettare la proposta del Rettore dell'università e declina l'offerta di Moretti. Umberto mette in guardia Odile dal fare scelte troppo affrettate in amore. I fratelli Marchesi continuano a pianificare nel dettaglio ogni mossa per raggiungere il loro obiettivo."
    }
  ]
}