{
  "channel_name": "RaiPremium",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "The Voice Kids",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/08/1770511281370_the-voice-kids-4-puntata-del-07022026-semifinale.png",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:50:00",
      "episode_number": "S4 E5",
      "show_category": "Bambini",
      "show_description": "Con le \"Blind Auditions\", i coach hanno formato le proprie squadre, ciascuna composta da dieci giovani cantanti, di cui uno già in finale grazie al \"Super Pass\". Ora Arisa, Loredana Bertè, Nek e Clementino con Rocco Hunt devono scegliere gli altri tre talenti da portare in finale. Con le \\\"Blind Auditions\\."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/24/1653389925823_qqqq.jpg",
      "start_time": "2026-02-12 00:50:00",
      "end_time": "2026-02-12 01:35:00",
      "episode_number": "S5 E13",
      "show_category": "",
      "show_description": "Con la sua empatia, Shaun prova a sanare il conflitto tra Trent, un ragazzo appassionato di bio-hacking e sua madre. Inoltre, dopo aver stilato delle regole, accetta la presenza di Jordan in casa."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/03/1654234886244_good_doc.jpg",
      "start_time": "2026-02-12 01:35:00",
      "end_time": "2026-02-12 02:15:00",
      "episode_number": "S5 E14",
      "show_category": "",
      "show_description": "Asher prepara uno sformato da condividere con i colleghi, ma ci mette dei funghi allucinogeni per sbaglio. L'intero staff cade in preda delle allucinazioni tranne coloro che non sono stati coinvolti."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/09/1654768136598_hhhhh.jpg",
      "start_time": "2026-02-12 02:15:00",
      "end_time": "2026-02-12 02:55:00",
      "episode_number": "S5 E15",
      "show_category": "",
      "show_description": "Shaun ha in cura Joan, una paziente che vive in un polmone d'acciaio. Sophie, con l'aiuto di Shaun e Lea, vuole convincerla a sottoporsi ad un intervento chirurgico che le potrebbe salvare la vita."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/08/1757312584333_2048x1152.jpg",
      "start_time": "2026-02-12 02:55:00",
      "end_time": "2026-02-12 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://www.raiplay.it/dl/img/2013/03/1364393630800piloti_H.jpg",
      "start_time": "2026-02-12 05:00:00",
      "end_time": "2026-02-12 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della \"Piccione Airlines\" nella nuova sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766155122483_IncantesimoS5E52.png",
      "start_time": "2026-02-12 05:15:00",
      "end_time": "2026-02-12 06:10:00",
      "episode_number": "S5 E52",
      "show_category": "",
      "show_description": "Lara tenta con tutte la sue forze di riconquistare Andrea, mentre Diana minaccia Martina di non farle riavere il suo amato Francesco."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769696407267_UnaDonnaPerAmicoS1E5.png",
      "start_time": "2026-02-12 06:10:00",
      "end_time": "2026-02-12 07:55:00",
      "episode_number": "S1 E5",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/27/1756294579295_67.jpg",
      "start_time": "2026-02-12 07:55:00",
      "end_time": "2026-02-12 08:20:00",
      "episode_number": "S29 E6767",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Antonietta cerca di recuperare con il marito. Le indagini di Torre metteranno Roberto e Marina in una situazione difficile. Un ospite inatteso alla lezione di ballo di Gabriela riuscirà finalmente a scalfire la corazza di Micaela. Complice Serena, fra Manuela e Niko si avvicina l'agognato lieto fine. Antonietta cerca di recuperare con il marito. Le indagini di Torre metteranno Roberto e Marina in una situazione difficile. Un ospite inatteso alla lezione di ballo di Gabriela riuscirà finalmente a scalfire la corazza di Micaela. Complice Serena, fra Manuela e Niko si avvicina l'agognato lieto fine."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/27/1756294596831_68.jpg",
      "start_time": "2026-02-12 08:20:00",
      "end_time": "2026-02-12 08:50:00",
      "episode_number": "S29 E6768",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Roberto e Marina cercano di difendersi dalle accuse di Gagliotti. L'uomo, intanto, decide di chiedere aiuto a qualcuno a lui molto vicino. Damiano sta per scoprire se ha vinto il concorso per essere promosso a viceispettore. Per Micaela sembra davvero arrivato il momento di togliere la corazza di cinismo che da troppo indossa. Roberto e Marina cercano di difendersi dalle accuse di Gagliotti. L'uomo, intanto, decide di chiedere aiuto a qualcuno a lui molto vicino. Damiano sta per scoprire se ha vinto il concorso per essere promosso a viceispettore. Per Micaela sembra davvero arrivato il momento di togliere la corazza di cinismo che da troppo indossa."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/27/1679899043211_1.jpg",
      "start_time": "2026-02-12 08:50:00",
      "end_time": "2026-02-12 09:50:00",
      "episode_number": "S7 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Tornata a San Vito Manuela Nappi incontra il selvaggio Nathan, l'uomo degli orsi. Il rapporto tra Vincenzo e Carolina viene scosso quando lei riceve un'offerta di lavoro da Joe Bastianich. Tornata a San Vito Manuela Nappi incontra il selvaggio Nathan, l'uomo degli orsi. Il rapporto tra Vincenzo e Carolina viene scosso quando lei riceve un'offerta di lavoro da Joe Bastianich."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/27/1679899063713_2.jpg",
      "start_time": "2026-02-12 09:50:00",
      "end_time": "2026-02-12 10:50:00",
      "episode_number": "S7 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Manuela aiuta il figlio di Gregorio con gli assistenti sociali. Il caso coinvolge Adele, sorella di Nathan ed ex di Paron. Vincenzo cerca di risolvere la situazione in casa. Manuela aiuta il figlio di Gregorio con gli assistenti sociali. Il caso coinvolge Adele, sorella di Nathan ed ex di Paron. Vincenzo cerca di risolvere la situazione in casa."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/02/1706849667054_storie-di-donne-al-bivio.jpg",
      "start_time": "2026-02-12 10:50:00",
      "end_time": "2026-02-12 11:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/12/1741788562398_SeaPatrolS5E12.png",
      "start_time": "2026-02-12 11:55:00",
      "end_time": "2026-02-12 12:40:00",
      "episode_number": "S5 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Bird è compromessa, quando scopre che Ryan lavora per una ditta di sicurezza privata, mentre è assente ingiustificato dalla marina. Mike teme che suo figlio sia stato ucciso dai mercenari e rischia la sua carriera per vendicarsi degli assassini. Una presunta gravidanza spaventa e forze Kate a riconsiderare il suo futuro. Bird è compromessa, quando scopre che Ryan lavora per una ditta di sicurezza privata, mentre è assente ingiustificato dalla marina. Mike teme che suo figlio sia stato ucciso dai mercenari e rischia la sua carriera per vendicarsi degli assassini. Una presunta gravidanza spaventa e forze Kate a riconsiderare il suo futuro."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/12/1741788860516_SeaPatrolS5E13.png",
      "start_time": "2026-02-12 12:40:00",
      "end_time": "2026-02-12 13:30:00",
      "episode_number": "S5 E13",
      "show_category": "Azione & Avventura",
      "show_description": "La Hammersley insegue un'imbarcazione sospettata di essere entrata illegalmente in acque australiane. A bordo c'è del cesio, che ha contaminato l'equipaggio. La Hammersley insegue un'imbarcazione sospettata di essere entrata illegalmente in acque australiane. A bordo c'è del cesio, che ha contaminato l'equipaggio."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/08/1636363746097_imma_23.jpg",
      "start_time": "2026-02-12 13:30:00",
      "end_time": "2026-02-12 15:35:00",
      "episode_number": "S2 E3",
      "show_category": "Giallo And Crime",
      "show_description": "La scienziata Marta ventura, amica di Diana, viene ritrovata assassinata al Centro di Geodesia di Matera. Accompagnata dalla Bartolini, nuovo rinforzo della PG, Imma inizia ad indagare su più piste ma la verità, venuta a galla grazie a una scoperta casuale di Diana, è però completamente diversa dall'ipotesi inizialmente perseguita. In procura gli animi sono in subbuglio, Diana è sconvolta per la morte dell'amica, Imma pensa che Calogiuri tradisca Jessica con la nuova arrivata, la Bartolini, e gli fa una paternale. La scienziata Marta ventura, amica di Diana, viene ritrovata assassinata al Centro di Geodesia di Matera. Accompagnata dalla Bartolini, nuovo rinforzo della PG, Imma inizia ad indagare su più piste ma la verità, venuta a galla grazie a una scoperta casuale di Diana, è però completamente diversa dall'ipotesi inizialmente perseguita. In procura gli animi sono in subbuglio, Diana è sconvolta per la morte dell'amica, Imma pensa che Calogiuri tradisca Jessica con la nuova arrivata, la Bartolini, e gli fa una paternale."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-12 15:35:00",
      "end_time": "2026-02-12 15:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/10/1597066515099_hud_19.jpg",
      "start_time": "2026-02-12 15:40:00",
      "end_time": "2026-02-12 16:25:00",
      "episode_number": "S1 E9",
      "show_category": "Azione & Avventura",
      "show_description": "Sarah va in un laboratorio esterno per un'analisi, quando un uomo prende tutti in ostaggio. Il sequestratore chiede di poter accedere ai risultati di un trial eseguito tempo prima dalla moglie su un farmaco e minaccia i ricercatori presenti nel laboratorio di ucciderli se non troveranno quello che vuole. Sarah va in un laboratorio esterno per un'analisi, quando un uomo prende tutti in ostaggio. Il sequestratore chiede di poter accedere ai risultati di un trial eseguito tempo prima dalla moglie su un farmaco e minaccia i ricercatori presenti nel laboratorio di ucciderli se non troveranno quello che vuole."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/10/1597066770412_hud_110.jpg",
      "start_time": "2026-02-12 16:25:00",
      "end_time": "2026-02-12 17:10:00",
      "episode_number": "S1 E10",
      "show_category": "Azione & Avventura",
      "show_description": "Sul ghiaccio; Charlie viene chiamato a indagare sul delitto di un'allenatrice di pattinatori artistici. La donna è stata trovata senza vita sulla pista di pattinaggio con un punteruolo nel petto. Sul ghiaccio; Charlie viene chiamato a indagare sul delitto di un'allenatrice di pattinatori artistici. La donna è stata trovata senza vita sulla pista di pattinaggio con un punteruolo nel petto."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/31/1680244776814_3.jpg",
      "start_time": "2026-02-12 17:10:00",
      "end_time": "2026-02-12 18:05:00",
      "episode_number": "S7 E3",
      "show_category": "Giallo And Crime",
      "show_description": "La morte di una motociclista getta una nuova luce sull'indagine di Manuela. Carolina scopre che lavorerà con Hans, affascinante amico di infanzia. Vincenzo è sempre più insofferente. La morte di una motociclista getta una nuova luce sull'indagine di Manuela. Carolina scopre che lavorerà con Hans, affascinante amico di infanzia. Vincenzo è sempre più insofferente."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/31/1680245055351_4.jpg",
      "start_time": "2026-02-12 18:05:00",
      "end_time": "2026-02-12 19:00:00",
      "episode_number": "S7 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Il comportamento di Vincenzo insospettisce Carolina scatenando una escalation di equivoci. Manuela scopre un segreto legato a Paron e si allea con Nathan per fermarlo. Il comportamento di Vincenzo insospettisce Carolina scatenando una escalation di equivoci. Manuela scopre un segreto legato a Paron e si allea con Nathan per fermarlo."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189881230_205.jpg",
      "start_time": "2026-02-12 19:00:00",
      "end_time": "2026-02-12 19:45:00",
      "episode_number": "S10 E105",
      "show_category": "",
      "show_description": "Johnny aiuta Irene a superare l'attrito con Rebecca, e scopre da Cesare un'importante novità. Ciro è alle prese con la selezione di un nuovo cuoco che sostituisca Mimmo. Enrico inizia a sospettare che i malesseri di Anita e di altri bambini non siano una semplice influenza."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/08/1533732689362_S3E1.jpg",
      "start_time": "2026-02-12 19:45:00",
      "end_time": "2026-02-12 20:35:00",
      "episode_number": "S3 E1",
      "show_category": "Commedia",
      "show_description": "La giovane Marie scappa dalla chiesa durante il suo matrimonio, al momento del fatidico sì, perché è convinta che Martin la sposi soltanto per interesse. Lotte la aiuterà a riconciliarsi con il suo ragazzo. La giovane Marie scappa dalla chiesa durante il suo matrimonio, al momento del fatidico sì, perché è convinta che Martin la sposi soltanto per interesse. Lotte la aiuterà a riconciliarsi con il suo ragazzo."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/08/1533733352492_S3E2.jpg",
      "start_time": "2026-02-12 20:35:00",
      "end_time": "2026-02-12 21:20:00",
      "episode_number": "S3 E2",
      "show_category": "Commedia",
      "show_description": "La signora Benzicz risulta deceduta all'anagrafe, così Huber può rientrare in possesso dell'appartamento occupato dalla vecchia signora e procedere con i lavori di restauro. La madre generale confida a Lotte, che ne rimane sconvolta, di averla segnalata come suo successore a Monaco. Intanto, Meier investe involontariamente Mausi, l'adorata gattina del sindaco. La signora Benzicz risulta deceduta all'anagrafe, così Huber può rientrare in possesso dell'appartamento occupato dalla vecchia signora e procedere con i lavori di restauro. La madre generale confida a Lotte, che ne rimane sconvolta, di averla segnalata come suo successore a Monaco. Intanto, Meier investe  involontariamente Mausi, l'adorata gattina del sindaco..."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/06/1754481682494_gg.jpg",
      "start_time": "2026-02-12 21:20:00",
      "end_time": "2026-02-12 22:20:00",
      "episode_number": "S2 E3",
      "show_category": "Giallo And Crime",
      "show_description": "In una clinica viene trovato morto un chirurgo, non sarà facile per Simon risolvere il caso. Contemporaneamente le ragazze fraintendono il significato di un biglietto trovato in una giacca del padre e cacciano la povera Corinne di casa. In una clinica viene trovato morto un chirurgo, non sarà facile per Simon risolvere il caso. Contemporaneamente le ragazze fraintendono il significato di un biglietto trovato in una giacca del padre e cacciano la povera Corinne di casa."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/06/1754481805756_tg.jpg",
      "start_time": "2026-02-12 22:20:00",
      "end_time": "2026-02-12 23:20:00",
      "episode_number": "S2 E4",
      "show_category": "Giallo And Crime",
      "show_description": "In una casa di lusso viene trovato morto un uomo, un agente immobiliare specializzato proprio in abitazioni di prestigio e che approfittava della situazione per appuntamenti galanti. Contemporaneamente Simon scopre che Violette esce con un ragazzo decisamente più grande di lei e se ne preoccupa molto. In una casa di lusso viene trovato morto un uomo, un agente immobiliare specializzato proprio in abitazioni di prestigio e che approfittava della situazione per appuntamenti galanti. Contemporaneamente Simon scopre che Violette esce con un ragazzo decisamente più grande di lei e se ne preoccupa molto."
    },
    {
      "show_name": "Natale a Christmas Island",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734684254888_2048x1152.jpg",
      "start_time": "2026-02-12 23:20:00",
      "end_time": "2026-02-13 00:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio. Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio."
    }
  ]
}