{
  "channel_name": "RaiPremium",
  "date": "2026-02-05",
  "programs": [
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/04/1651665823983_nn.jpg",
      "start_time": "2026-02-05 00:00:00",
      "end_time": "2026-02-05 00:40:00",
      "episode_number": "S5 E10",
      "show_category": "",
      "show_description": "Dopo un'iniziale riluttanza, Andrews, Morgan e Jordan capiscono quanto sia sbagliato il comportamento di Salen e si uniscono a Lim, Park, Lea, Glassman e Asher. Anche Shaun decide di supportare i colleghi."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2019/02/01/1549039958851_2048x1152.jpg",
      "start_time": "2026-02-05 00:40:00",
      "end_time": "2026-02-05 01:25:00",
      "episode_number": "S5 E11",
      "show_category": "",
      "show_description": "Shaun e Lea decidono di annullare il matrimonio e \"vivere il momento\", ma Shaun non è soddisfatto della soluzione trovata. Grazie all'aiuto di una piccola paziente, riesce a comunicare a Lea il suo disagio."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/16/1652705428416_vvb.jpg",
      "start_time": "2026-02-05 01:25:00",
      "end_time": "2026-02-05 02:10:00",
      "episode_number": "S5 E12",
      "show_category": "",
      "show_description": "Shaun è preoccupato perché lui e Lea non vivono momenti d'intimità da alcuni giorni. Jordan e Glassman cercano di rassicurarlo, ma Shaun è molto infastidito dalla situazione."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/08/1757312584333_2048x1152.jpg",
      "start_time": "2026-02-05 02:10:00",
      "end_time": "2026-02-05 04:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/10/1704893230316_ww.jpg",
      "start_time": "2026-02-05 04:10:00",
      "end_time": "2026-02-05 05:00:00",
      "episode_number": "S8 E11",
      "show_category": "Azione & Avventura",
      "show_description": "Nella valigetta di un diplomatico appena tornato dalla Corea del Sud viene ritrovata una fiala del virus letale H5N1. Una donna aggredisce e accoltella Giorgio Vettori mentre tenta di portare la valigetta in commissariato. Nella valigetta di un diplomatico appena tornato dalla Corea del Sud viene ritrovata una fiala del virus letale H5N1. Una donna aggredisce e accoltella Giorgio Vettori mentre tenta di portare la valigetta in commissariato."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/19/1766150910713_IncantesimoS5E47.png",
      "start_time": "2026-02-05 05:00:00",
      "end_time": "2026-02-05 05:55:00",
      "episode_number": "S5 E47",
      "show_category": "",
      "show_description": "Martina è presa anima e corpo nella cura del piccolo Francesco, ma ancora non sa che quel bambino è suo figlio. Alberto, intanto, lascia la clinica accompagnato da Suni: fra i due sta nascendo l'amore."
    },
    {
      "show_name": "Sospetti",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/07/1767806951061_SospettiS3E6.png",
      "start_time": "2026-02-05 05:55:00",
      "end_time": "2026-02-05 07:40:00",
      "episode_number": "S3 E6",
      "show_category": "",
      "show_description": "L'attentato a cui è miracolosamente sfuggito dà a Luca la determinazione per proseguire le indagini. Simona, straziata dalle responsabilità, è completamente sotto il giogo del ricatto di Losiani."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/02/1754141718640_vlcsnap-2025-08-02-15h20m11s354.jpg",
      "start_time": "2026-02-05 07:40:00",
      "end_time": "2026-02-05 08:05:00",
      "episode_number": "S29 E6756",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Sempre più dolorante, Gianluca continua a vagare per la città fino al momento in cui viene riconosciuto: perché si nasconde? Chi l'avrà ridotto in quelle condizioni. Sempre più dolorante, Gianluca continua a vagare per la città fino al momento in cui viene riconosciuto: perché si nasconde? Chi l'avrà ridotto in quelle condizioni?"
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/02/1754141742101_vlcsnap-2025-08-02-15h20m34s387.jpg",
      "start_time": "2026-02-05 08:05:00",
      "end_time": "2026-02-05 08:35:00",
      "episode_number": "S29 E6757",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Rosa si gode l'arrivo a Napoli di Clara. Rossella si troverà a gestire la spinosa situazione di Gianluca e l'impossibilità di parlare a Luca della presenza del ragazzo a Napoli, ma il caso potrebbe giocare dalla sua parte. Rosa si gode l'arrivo a Napoli di Clara. Rossella si troverà a gestire la spinosa situazione di Gianluca e l'impossibilità di parlare a Luca della presenza del ragazzo a Napoli, ma il caso potrebbe giocare dalla sua parte."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/02/1754141755140_vlcsnap-2025-08-02-15h20m54s011.jpg",
      "start_time": "2026-02-05 08:35:00",
      "end_time": "2026-02-05 09:00:00",
      "episode_number": "S29 E6758",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Mentre Roberto fatica ad arginare l'arrogante autorità di Gennaro all'interno dei Cantieri, Marina spera di trovare una preziosa alleata in Antonietta. Mentre Roberto fatica ad arginare l'arrogante autorità di Gennaro all'interno dei Cantieri, Marina spera di trovare una preziosa alleata in Antonietta."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/21/1619017156061_updc_67.jpg",
      "start_time": "2026-02-05 09:00:00",
      "end_time": "2026-02-05 10:00:00",
      "episode_number": "S6 E7",
      "show_category": "Giallo And Crime",
      "show_description": "Una ingegnere mineraria viene ritrovata in fin di vita. Vincenzo e Francesco dovranno indagare tra gli interessi torbidi che la miniera ha portato nella valle, scoprendo che i delitti del presente hanno radici lontane. Una ingegnere mineraria viene ritrovata in fin di vita. Vincenzo e Francesco dovranno indagare tra gli interessi torbidi che la miniera ha portato nella valle, scoprendo che i delitti del presente hanno radici lontane."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/21/1619017639408_updc_68.jpg",
      "start_time": "2026-02-05 10:00:00",
      "end_time": "2026-02-05 10:55:00",
      "episode_number": "S6 E8",
      "show_category": "Giallo And Crime",
      "show_description": "Vincenzo intanto viene a conoscenza di un fatto importante che riguarda Francesco e deve prendere decisioni che potrebbero mettere a repentaglio la loro amicizia. Vincenzo intanto viene a conoscenza di un fatto importante che riguarda Francesco e deve prendere decisioni che potrebbero mettere a repentaglio la loro amicizia."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/18/1705571465981_storie%20tappo.png",
      "start_time": "2026-02-05 10:55:00",
      "end_time": "2026-02-05 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/22/1553254445356_ssssssssss.jpg",
      "start_time": "2026-02-05 12:00:00",
      "end_time": "2026-02-05 12:45:00",
      "episode_number": "S5 E2",
      "show_category": "Azione & Avventura",
      "show_description": "Durante un'azione in mare, Kate, costretta a sparare per legittima difesa, uccide la sorella di uno dei malviventi. Diventata un bersaglio, è costretta a rimanere a bordo della Hammersley. Durante un'azione in mare, Kate, costretta a sparare per legittima difesa, uccide la sorella di uno dei malviventi. Diventata un bersaglio, è costretta a rimanere a bordo della Hammersley."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/25/1553504657583_sss.jpg",
      "start_time": "2026-02-05 12:45:00",
      "end_time": "2026-02-05 13:30:00",
      "episode_number": "S5 E3",
      "show_category": "Azione & Avventura",
      "show_description": "Dutchy, ammaliato da una regista di documentari marini, viene sospettato di aver manomesso le bombole da sub del marito della donna, provocandone la morte. Dutchy, ammaliato da una regista di documentari marini, viene sospettato di aver manomesso le bombole da sub del marito della donna, provocandone la morte."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/09/1570616626165_imma_14_ep.jpg",
      "start_time": "2026-02-05 13:30:00",
      "end_time": "2026-02-05 15:25:00",
      "episode_number": "S1 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Imma si imbatte in una giovane giornalista, Donata Miulli, che dice di essere in possesso di informazioni scottanti sul candidato alla Presidenza della regione Basilicata, di cui è stata amante. La Tataranni la ascolta e la invita a tornare con le prove. Ma quando qualche giorno dopo la donna viene trovata morta, Imma ripensa con angoscia a quell'incontro. La prima ipotesi è suicidio. Ma Imma non è convinta. Imma si imbatte in una giovane giornalista, Donata Miulli, che dice di essere in possesso di informazioni scottanti sul candidato alla Presidenza della regione Basilicata, di cui è stata amante. La Tataranni la ascolta e la invita a tornare con le prove. Ma quando qualche giorno dopo la donna viene trovata morta, Imma ripensa con angoscia a quell'incontro. La prima ipotesi è suicidio. Ma Imma non è convinta."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-05 15:25:00",
      "end_time": "2026-02-05 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/13/1731510389068_RexS8E6IlPettirossoFantasma.png",
      "start_time": "2026-02-05 15:30:00",
      "end_time": "2026-02-05 16:20:00",
      "episode_number": "S8 E6",
      "show_category": "Azione & Avventura",
      "show_description": "La squadra omicidi indaga sulla morte di Matteo, un graffitaro esperto di parkour caduto dal terrazzo di una palazzina, e scopre che ha visto un famoso giornalista accettare dei soldi per non rivelare le proprie scoperte. La squadra omicidi indaga sulla morte di Matteo, un graffitaro esperto di parkour caduto dal terrazzo di una palazzina, e scopre che ha visto un famoso giornalista accettare dei soldi per non rivelare le proprie scoperte."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/13/1731510706825_RexS8E12Stanza110.png",
      "start_time": "2026-02-05 16:20:00",
      "end_time": "2026-02-05 17:05:00",
      "episode_number": "S8 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Si prospetta un enorme scambio di droga tra un cartello di spacciatori colombiani e la mala locale. Viene arrestato uno di essi, di nome Mario ma soprannominato \"Barnaba\", e Papini lo interroga per cercare di scoprire la parola segreta che utilizzavano per riconoscersi. Si prospetta un enorme scambio di droga tra un cartello di spacciatori colombiani e la mala locale. Viene arrestato uno di essi, di nome Mario ma soprannominato \\\"Barnaba\\."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/27/1619518913315_updc_69.jpg",
      "start_time": "2026-02-05 17:05:00",
      "end_time": "2026-02-05 18:05:00",
      "episode_number": "S6 E9",
      "show_category": "Giallo And Crime",
      "show_description": "Dafne e Christoph sono costretti ad affrontare i nodi del proprio rapporto, dopo che un giovane scalatore allievo di Christoph viene accusato della morte della sua fidanzata. Francesco e Vincenzo devono entrare in punta di piedi nel rapporto tra padre e figlia, se vogliono ottenere la verità che cercano. Dafne e Christoph sono costretti ad affrontare i nodi del proprio rapporto, dopo che un giovane scalatore allievo di Christoph viene accusato della morte della sua fidanzata. Francesco e Vincenzo devono entrare in punta di piedi nel rapporto tra padre e figlia, se vogliono ottenere la verità che cercano."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/27/1619519258880_updc_610.jpg",
      "start_time": "2026-02-05 18:05:00",
      "end_time": "2026-02-05 19:00:00",
      "episode_number": "S6 E10",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre Manuela sembra poter finalmente vivere il suo sogno, Vincenzo scopre un sorprendente capitolo della vita di Carolina di cui era completamente all'oscuro. Mentre Manuela sembra poter finalmente vivere il suo sogno, Vincenzo scopre un sorprendente capitolo della vita di Carolina di cui era completamente all'oscuro."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769527414925_200.jpg",
      "start_time": "2026-02-05 19:00:00",
      "end_time": "2026-02-05 19:45:00",
      "episode_number": "S10 E100",
      "show_category": "",
      "show_description": "Rosa, sconvolta dalle rivelazioni di Tancredi confessa tutto a Marcello, che decide di affrontare Sant'Erasmo. Greta scopre che Ettore ha confidato a Odile che il motivo del suo viaggio a Londra riguarda la malattia della madre."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/03/1533315788086_S2E4.jpg",
      "start_time": "2026-02-05 19:45:00",
      "end_time": "2026-02-05 20:35:00",
      "episode_number": "S2 E4",
      "show_category": "Commedia",
      "show_description": "I preparativi per l'imminente matrimonio di Barbara procedono senza problemi, mentre sorella Lotte è sempre alle prese con i problemi derivanti dal suo incarico di sindaco; sorella Lotte è sempre più convinta di non poter sostenere questo impegno, ma in preda a dubbi, ancora non ha comunicato la sua decisione alla madre generale. I preparativi per l'imminente matrimonio di Barbara procedono senza problemi, mentre sorella Lotte è sempre alle prese con i problemi derivanti dal suo incarico di sindaco; sorella Lotte è sempre più convinta di non poter sostenere questo impegno, ma in preda a dubbi, ancora non ha comunicato la sua decisione alla madre generale."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/03/1533316483592_S2E5.jpg",
      "start_time": "2026-02-05 20:35:00",
      "end_time": "2026-02-05 21:20:00",
      "episode_number": "S2 E5",
      "show_category": "Commedia",
      "show_description": "Il sindaco Wöller trova una ragazza attraverso un annuncio ma sorella Lotte, insospettitasi, riuscirà a scoprire e a far capire a Wöller che la ragazza non è innamorata di lui ma solo interessata ai suoi soldi. Il sindaco Wöller trova una ragazza attraverso un annuncio ma sorella Lotte, insospettitasi, riuscirà a scoprire e a far capire a Wöller che la ragazza non è innamorata di lui ma solo interessata ai suoi soldi."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/04/1754305626551_vbmxvmvg.jpg",
      "start_time": "2026-02-05 21:20:00",
      "end_time": "2026-02-05 22:20:00",
      "episode_number": "S2 E1",
      "show_category": "Giallo And Crime",
      "show_description": "Durante una partita di paintball viene ucciso il dirigente di una società, Simon intuirà che si è trattato di una vendetta. Intanto a casa si avvicina la Festa della Mamma e Sam è disperato perché lui non può festeggiarla, ma Simon ha una bellissima idea che risolverà il problema. Durante una partita di paintball viene ucciso il dirigente di una società, Simon intuirà che si è trattato di una vendetta. Intanto a casa si avvicina la Festa della Mamma e Sam è disperato perché lui non può festeggiarla, ma Simon ha una bellissima idea che risolverà il problema."
    },
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/04/1754305729923_ghkghkgchk.jpg",
      "start_time": "2026-02-05 22:20:00",
      "end_time": "2026-02-05 23:15:00",
      "episode_number": "S2 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Il pasticcere Hugo, marito della proprietaria di una famosa pasticceria, viene rapito e dopo poco viene trovato svenuto accanto al suo amico, Axel, morto. Intanto a casa Simon vede arrivare Camille, il ragazzo di Violette che sta diventando grande. Il pasticcere Hugo, marito della proprietaria di una famosa pasticceria, viene rapito e dopo poco viene trovato svenuto accanto al suo amico, Axel, morto. Intanto a casa Simon vede arrivare Camille, il ragazzo di Violette che sta diventando grande."
    },
    {
      "show_name": "Natale a Notting Hill",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734702044071_2048x1152.jpg",
      "start_time": "2026-02-05 23:15:00",
      "end_time": "2026-02-06 00:50:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche. Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche."
    }
  ]
}