{
  "channel_name": "RaiPremium",
  "date": "2026-02-08",
  "programs": [
    {
      "show_name": "La preside",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/la-preside.webp",
      "start_time": "2026-02-08 00:00:00",
      "end_time": "2026-02-08 00:10:00",
      "episode_number": "S1 E7",
      "show_category": "Drammatico",
      "show_description": "Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto. Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/la-preside.webp",
      "start_time": "2026-02-08 00:10:00",
      "end_time": "2026-02-08 01:05:00",
      "episode_number": "S1 E8",
      "show_category": "Drammatico",
      "show_description": "Eugenia smaschera finalmente la corruzione del maresciallo Corsi e inaugura con orgoglio l'istituto alberghiero. Mentre Nicola e Lucia coronano il loro amore superando ogni ostacolo familiare, l'anno scolastico si chiude positivamente. Ma proprio quando Eugenia si prepara a nuove sfide, Vittorio prende una decisione drastica che rimette tutto in discussione. Eugenia smaschera finalmente la corruzione del maresciallo Corsi e inaugura con orgoglio l'istituto alberghiero. Mentre Nicola e Lucia coronano il loro amore superando ogni ostacolo familiare, l'anno scolastico si chiude positivamente. Ma proprio quando Eugenia si prepara a nuove sfide, Vittorio prende una decisione drastica che rimette tutto in discussione."
    },
    {
      "show_name": "La Squadra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/la-squadra.webp",
      "start_time": "2026-02-08 01:05:00",
      "end_time": "2026-02-08 02:40:00",
      "episode_number": "S1 E3",
      "show_category": "Giallo And Crime",
      "show_description": "Alfredo Spinosi, titolare di una società edile, viene trovato morto. Le indagini porteranno al giro dei club per scambisti. Alfredo Spinosi, titolare di una società edile, viene trovato morto. Le indagini porteranno al giro dei club per scambisti."
    },
    {
      "show_name": "Non uccidere",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/non-uccidere.webp",
      "start_time": "2026-02-08 02:40:00",
      "end_time": "2026-02-08 04:15:00",
      "episode_number": "S1 E12",
      "show_category": "Fiction Italiana",
      "show_description": "Una famiglia \"perfetta\" viene trovata uccisa nella sua villa in collina. Sembra un omicidio-suicidio, ma all'ispettrice Ferro qualcosa non torna. Che sia stata una messa in scena. Una famiglia \\\"perfetta\\\" viene trovata uccisa nella sua villa in collina. Sembra un omicidio-suicidio, ma all'ispettrice Ferro qualcosa non torna. Che sia stata una messa in scena?"
    },
    {
      "show_name": "Allora in onda",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/allora-in-onda.webp",
      "start_time": "2026-02-08 04:15:00",
      "end_time": "2026-02-08 05:00:00",
      "episode_number": "S2021",
      "show_category": "Lifestyle",
      "show_description": "Lo sceneggiato \"L'Odissea\", un kolossal in otto puntate diretto da Franco Rossi e trasmesso dalla Rai nel 1968, è al centro del nuovo appuntamento con \"Allora in onda\". Tra le curiosità scovate da Marco Marzocca e Stefano Sarcinelli la realizzazione dell'occhio di Polifemo di cui si occupò Carlo Rambaldi, tre-volte premio Oscar e creatore dell'extraterrestre E.T. A raccontare aneddoti sulla lavorazione sono l'attrice Stefanella Giovannini, che interpretò Cassandra, e il conduttore e autore televisivo Massimo Bernardini. L'inviata nel tempo \"Miss Kappa\" Sabrina Nobile ricorderà quello che succedeva nel nostro Paese nel 1968. Spazio, inoltre, a gag surreali, travestimenti, ridoppiaggi ironici, quiz strampalati e curiosità dai luoghi delle riprese, tra cui il Parco di Veio. Lo sceneggiato \\\"L'Odissea\\."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/ricominciare.webp",
      "start_time": "2026-02-08 05:00:00",
      "end_time": "2026-02-08 05:25:00",
      "episode_number": "S1 E24",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Il cuore nel pozzo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-cuore-nel-pozzo.webp",
      "start_time": "2026-02-08 05:25:00",
      "end_time": "2026-02-08 07:00:00",
      "episode_number": "S1 E1",
      "show_category": "Drammatico",
      "show_description": "Istria, 1943. I partigiani di Tito marciano verso Trieste per accaparrarsi Venezia Giulia, Dalmazia e Istria. Novak, uno dei partigiani, cerca il figlio Carlo, frutto di una violenza perpetrata ai danni di Giulia, una ragazza italiana. Giulia ha nascosto Carlo nell'orfanotrofio di Don Bruno. Istria, 1943. I partigiani di Tito marciano verso Trieste per accaparrarsi Venezia Giulia, Dalmazia e Istria. Novak, uno dei partigiani, cerca il figlio Carlo, frutto di una violenza perpetrata ai danni di Giulia, una ragazza italiana. Giulia ha nascosto Carlo nell'orfanotrofio di Don Bruno."
    },
    {
      "show_name": "Il cuore nel pozzo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-cuore-nel-pozzo.webp",
      "start_time": "2026-02-08 07:00:00",
      "end_time": "2026-02-08 08:50:00",
      "episode_number": "S1 E2",
      "show_category": "Drammatico",
      "show_description": "Giulia riesce a riabbracciare il figlio Carlo, ma lo slavo Novak, padre del bambino, è già sulle loro tracce. Nel frattempo, i bambini dell'orfanotrofio, guidati da Don Bruno e da Ettore, un reduce alpino, sono in marcia verso luoghi più sicuri ancora non occupati dall'esercito jugoslavo. Giulia riesce a riabbracciare il figlio Carlo, ma lo slavo Novak, padre del bambino, è già sulle loro tracce. Nel frattempo, i bambini dell'orfanotrofio, guidati da Don Bruno e da Ettore, un reduce alpino, sono in marcia verso luoghi più sicuri ancora non occupati dall'esercito jugoslavo."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-08 08:50:00",
      "end_time": "2026-02-08 10:45:00",
      "episode_number": "S1 E3",
      "show_category": "Giallo And Crime",
      "show_description": "In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza. In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-08 10:45:00",
      "end_time": "2026-02-08 12:40:00",
      "episode_number": "S1 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Imma si imbatte in una giovane giornalista, Donata Miulli, che dice di essere in possesso di informazioni scottanti sul candidato alla Presidenza della regione Basilicata, di cui è stata amante. La Tataranni la ascolta e la invita a tornare con le prove. Ma quando qualche giorno dopo la donna viene trovata morta, Imma ripensa con angoscia a quell'incontro. La prima ipotesi è suicidio. Ma Imma non è convinta. Imma si imbatte in una giovane giornalista, Donata Miulli, che dice di essere in possesso di informazioni scottanti sul candidato alla Presidenza della regione Basilicata, di cui è stata amante. La Tataranni la ascolta e la invita a tornare con le prove. Ma quando qualche giorno dopo la donna viene trovata morta, Imma ripensa con angoscia a quell'incontro. La prima ipotesi è suicidio. Ma Imma non è convinta."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-08 12:40:00",
      "end_time": "2026-02-08 14:40:00",
      "episode_number": "S1 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Il passato torna prepotentemente nella vita di Imma Tataranni attraverso un delitto che la scuote. In un appartamento del la città vecchia viene ritrovato il cadavere di Stella Pisicchio, sua compagna di banco al liceo. Oltre alle implicazioni personali, oltre alla freddezza di Calogiuri ancora turbato dal caso precedente, la dinamica dell'omicidio si rivela subito complessa. Il passato torna prepotentemente nella vita di Imma Tataranni attraverso un delitto che la scuote. In un appartamento del la città vecchia viene ritrovato il cadavere di Stella Pisicchio, sua compagna di banco al liceo. Oltre alle implicazioni personali, oltre alla freddezza di Calogiuri ancora turbato dal caso precedente, la dinamica dell'omicidio si rivela subito complessa."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-08 14:40:00",
      "end_time": "2026-02-08 14:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Natale a Nantucket",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-nantucket.webp",
      "start_time": "2026-02-08 14:45:00",
      "end_time": "2026-02-08 16:10:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio. Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio."
    },
    {
      "show_name": "Natale a Notting Hill",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-notting-hill.webp",
      "start_time": "2026-02-08 16:10:00",
      "end_time": "2026-02-08 17:40:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche. Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sempre-al-tuo-fianco.webp",
      "start_time": "2026-02-08 17:40:00",
      "end_time": "2026-02-08 18:35:00",
      "episode_number": "S1 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Sara Nobili, vulcanologa della Protezione Civile, si trasferisce a Roma dopo il divorzio lasciando la figlia Marina. Intanto, è allarme: alcuni ragazzi sono dispersi sui Monti Sibillini. Sara Nobili, vulcanologa della Protezione Civile, si trasferisce a Roma dopo il divorzio lasciando la figlia Marina. Intanto, è allarme: alcuni ragazzi sono dispersi sui Monti Sibillini."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sempre-al-tuo-fianco.webp",
      "start_time": "2026-02-08 18:35:00",
      "end_time": "2026-02-08 19:30:00",
      "episode_number": "S1 E2",
      "show_category": "Azione & Avventura",
      "show_description": "Sara decide di tornare più spesso a Stromboli per aiutare Marina. In Protezione Civile è il momento di designare il nuovo Capo delle Emergenze. Sara gestisce una pericolosa allerta frana. Sara decide di tornare più spesso a Stromboli per aiutare Marina. In Protezione Civile è il momento di designare il nuovo Capo delle Emergenze. Sara gestisce una pericolosa allerta frana."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sempre-al-tuo-fianco.webp",
      "start_time": "2026-02-08 19:30:00",
      "end_time": "2026-02-08 20:25:00",
      "episode_number": "S1 E3",
      "show_category": "Azione & Avventura",
      "show_description": "La gioia di Sara per l'incarico è smorzata dalle reazioni di Marina e Renato. Federico svela la relazione tra Sara e Renato, quest'ultimo alle prese con un'emergenza che lo farà riflettere. La gioia di Sara per l'incarico è smorzata dalle reazioni di Marina e Renato. Federico svela la relazione tra Sara e Renato, quest'ultimo alle prese con un'emergenza che lo farà riflettere."
    },
    {
      "show_name": "Sempre al tuo fianco",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sempre-al-tuo-fianco.webp",
      "start_time": "2026-02-08 20:25:00",
      "end_time": "2026-02-08 21:20:00",
      "episode_number": "S1 E4",
      "show_category": "Azione & Avventura",
      "show_description": "Una discussione tra Sara e Renato è interrotta da una notizia su Marina. Nel frattempo, scoppia un'emergenza che coinvolge Canovi. Intanto, l'amicizia tra Victor e Ginevra si sta evolvendo. Una discussione tra Sara e Renato è interrotta da una notizia su Marina. Nel frattempo, scoppia un'emergenza che coinvolge Canovi. Intanto, l'amicizia tra Victor e Ginevra si sta evolvendo."
    },
    {
      "show_name": "L'isola dei delfini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/l-isola-dei-delfini.webp",
      "start_time": "2026-02-08 21:20:00",
      "end_time": "2026-02-08 22:55:00",
      "episode_number": "",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Da quando ha perso i genitori, l'adolescente Annabel Coleridge vive con il nonno pescatore su di un'isola paradisiaca dei Caraibi. Trascorre le giornate con la sua stravagante migliore amica, un delfino di nome Mitzy. Tutto cambia quando i suoi ricchi nonni materni arrivano con un losco avvocato per riportarla a New York. Da quando ha perso i genitori, l'adolescente Annabel Coleridge vive con il nonno pescatore su di un'isola paradisiaca dei Caraibi. Trascorre le giornate con la sua stravagante migliore amica, un delfino di nome Mitzy. Tutto cambia quando i suoi ricchi nonni materni arrivano con un losco avvocato per riportarla a New York."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-08 22:55:00",
      "end_time": "2026-02-08 23:40:00",
      "episode_number": "S10 E97",
      "show_category": "Sentimentale",
      "show_description": "Agata ha ricevuto un'offerta di lavoro a Firenze, ma teme la separazione da Mimmo. Umberto si trova ad affrontare le crescenti difficoltà della produzione cinematografica e si rivolge a Matteo, facendogli una proposta allettante. Agata ha ricevuto un'offerta di lavoro a Firenze, ma teme la separazione da Mimmo. Umberto si trova ad affrontare le crescenti difficoltà della produzione cinematografica e si rivolge a Matteo, facendogli una proposta allettante."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-08 23:40:00",
      "end_time": "2026-02-09 00:15:00",
      "episode_number": "S10 E98",
      "show_category": "Sentimentale",
      "show_description": "Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore. Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore."
    }
  ]
}