{
  "channel_name": "RaiPremium",
  "date": "2026-02-16",
  "programs": [
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189733829_203.jpg",
      "start_time": "2026-02-16 00:00:00",
      "end_time": "2026-02-16 00:15:00",
      "episode_number": "S10 E103",
      "show_category": "Sentimentale",
      "show_description": "Concetta e Ciro si interrogano sul futuro della famiglia e della Caffetteria in vista del trasferimento di Agata e Mimmo a Firenze. Fulvio ringrazia Roberto per avergli dato una seconda possibilità come contabile, mentre le Veneri parlano dei loro piani per San Valentino. Concetta e Ciro si interrogano sul futuro della famiglia e della Caffetteria in vista del trasferimento di Agata e Mimmo a Firenze. Fulvio ringrazia Roberto per avergli dato una seconda possibilità come contabile, mentre le Veneri parlano dei loro piani per San Valentino."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189843525_204.jpg",
      "start_time": "2026-02-16 00:15:00",
      "end_time": "2026-02-16 01:05:00",
      "episode_number": "S10 E104",
      "show_category": "Sentimentale",
      "show_description": "Rosa riceve una proposta di lavoro allettante da Tancredi, ma è indecisa se accettare o meno per via dell'impegno con le \"Cronache dal Set\". Botteri mostra gelosia dopo aver saputo delle attenzioni di Amidei per Delia. Rosa riceve una proposta di lavoro allettante da Tancredi, ma è indecisa se accettare o meno per via dell'impegno con le \\\"Cronache dal Set\\\". Botteri mostra gelosia dopo aver saputo delle attenzioni di Amidei per Delia."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189881230_205.jpg",
      "start_time": "2026-02-16 01:05:00",
      "end_time": "2026-02-16 01:45:00",
      "episode_number": "S10 E105",
      "show_category": "Sentimentale",
      "show_description": "Johnny aiuta Irene a superare l'attrito con Rebecca, e scopre da Cesare un'importante novità. Ciro è alle prese con la selezione di un nuovo cuoco che sostituisca Mimmo. Enrico inizia a sospettare che i malesseri di Anita e di altri bambini non siano una semplice influenza. Johnny aiuta Irene a superare l'attrito con Rebecca, e scopre da Cesare un'importante novità. Ciro è alle prese con la selezione di un nuovo cuoco che sostituisca Mimmo. Enrico inizia a sospettare che i malesseri di Anita e di altri bambini non siano una semplice influenza."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770189921469_206.jpg",
      "start_time": "2026-02-16 01:45:00",
      "end_time": "2026-02-16 02:25:00",
      "episode_number": "S10 E106",
      "show_category": "Sentimentale",
      "show_description": "Botteri interviene a modo suo per proteggere Delia dalle richieste indesiderate di Nazzareno Amidei. Fulvio e Caterina riscoprono la forza del loro legame familiare organizzando un San Valentino sui generis. Botteri interviene a modo suo per proteggere Delia dalle richieste indesiderate di Nazzareno Amidei. Fulvio e Caterina riscoprono la forza del loro legame familiare organizzando un San Valentino sui generis."
    },
    {
      "show_name": "Natale a Christmas Island",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734684254888_2048x1152.jpg",
      "start_time": "2026-02-16 02:25:00",
      "end_time": "2026-02-16 03:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio. Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio."
    },
    {
      "show_name": "Quattro delitti",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734686433330_QuattroDelitti.png",
      "start_time": "2026-02-16 03:45:00",
      "end_time": "2026-02-16 05:00:00",
      "episode_number": "E3",
      "show_category": "",
      "show_description": "La storia si sposta dai personaggi perdenti, direttamente nell'auto di lusso del protagonista, il ricco e viziato Paolo Donati Sorel, che è però sfortunato con le donne per via della sua bassa statura."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/30/1769769335274_IncantesimoS6E3.png",
      "start_time": "2026-02-16 05:00:00",
      "end_time": "2026-02-16 05:55:00",
      "episode_number": "S6 E3",
      "show_category": "",
      "show_description": "Tilly accompagna Guido alla Life dove viene subito ricoverato e informa Martina della malattia del padre. L'uomo ha bisogno di un trapianto di midollo, ma Martina non è compatibile e allora Tilly le rivela che Giuliano è suo fratello. Il ragazzo, che si trova in carcere, si rifiuta di aiutare il padre."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/29/1769697080739_UnaDonnaPerAmicoS1E7.png",
      "start_time": "2026-02-16 05:55:00",
      "end_time": "2026-02-16 07:35:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/27/1756294629905_70.jpg",
      "start_time": "2026-02-16 07:35:00",
      "end_time": "2026-02-16 08:00:00",
      "episode_number": "S29 E6770",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Vinicio, preoccupato per le condizioni del fratello, si ritrova a confrontarsi con due versioni differenti dei fatti. Roberto tenta un colpo di testa per ricucire la situazione. Rosa non riesce ad accettare la decisione di Damiano e tenta in ogni modo di dissuaderlo, tradendo così ancora un forte coinvolgimento nei confronti del suo ex. Vinicio, preoccupato per le condizioni del fratello, si ritrova a confrontarsi con due versioni differenti dei fatti. Roberto tenta un colpo di testa per ricucire la situazione. Rosa non riesce ad accettare la decisione di Damiano e tenta in ogni modo di dissuaderlo, tradendo così ancora un forte coinvolgimento nei confronti del suo ex."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/07/1757249920834_vlcsnap-2025-09-07-10h50m47s477.jpg",
      "start_time": "2026-02-16 08:00:00",
      "end_time": "2026-02-16 08:20:00",
      "episode_number": "S29 E6771",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Mentre il legame tra Alice e Vinicio è messo sempre più a dura prova dalle tensioni tra le rispettive famiglie, Gennaro strumentalizzerà la sortita in ospedale di Roberto per aggravare la posizione del rivale agli occhi degli inquirenti. Mentre il legame tra Alice e Vinicio è messo sempre più a dura prova dalle tensioni tra le rispettive famiglie, Gennaro strumentalizzerà la sortita in ospedale di Roberto per aggravare la posizione del rivale agli occhi degli inquirenti."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/07/1757249972435_vlcsnap-2025-09-07-10h51m24s960.jpg",
      "start_time": "2026-02-16 08:20:00",
      "end_time": "2026-02-16 08:45:00",
      "episode_number": "S29 E6772",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Mentre Gennaro si affida sempre più a Vinicio e allontana Antonietta dalla propria vita, per Roberto le cose si mettono davvero male. Nonostante il riavvicinamento a Guido, Mariella continua a nutrire ancora parecchi dubbi. Mentre Gennaro si affida sempre più a Vinicio e allontana Antonietta dalla propria vita, per Roberto le cose si mettono davvero male. Nonostante il riavvicinamento a Guido, Mariella continua a nutrire ancora parecchi dubbi."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/11/1681209084250_5%201.jpg",
      "start_time": "2026-02-16 08:45:00",
      "end_time": "2026-02-16 09:45:00",
      "episode_number": "S7 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Un omicidio durante un concorso equestre porta Manuela a collaborare ancora con Nathan. Mirko si avvicina a Paron subendone la pericolosa influenza. Vincenzo è geloso di Carolina e Hans. Un omicidio durante un concorso equestre porta Manuela a collaborare ancora con Nathan. Mirko si avvicina a Paron subendone la pericolosa influenza. Vincenzo è geloso di Carolina e Hans."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/11/1681209178506_6%201.jpg",
      "start_time": "2026-02-16 09:45:00",
      "end_time": "2026-02-16 10:40:00",
      "episode_number": "S7 E6",
      "show_category": "Giallo And Crime",
      "show_description": "Manuela spinge Gregorio a ricostruire la sua vita e Vincenzo cerca di recuperare con Carolina. Manuela indaga prove che legherebbero Paron alla sua indagine. Adele prende misure estreme. Manuela spinge Gregorio a ricostruire la sua vita e Vincenzo cerca di recuperare con Carolina. Manuela indaga prove che legherebbero Paron alla sua indagine. Adele prende misure estreme."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/15/1707972731739_storie-di-donne-al-bivio.jpg",
      "start_time": "2026-02-16 10:40:00",
      "end_time": "2026-02-16 11:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/09/1533827472807_S3E5.jpg",
      "start_time": "2026-02-16 11:30:00",
      "end_time": "2026-02-16 12:30:00",
      "episode_number": "S3 E5",
      "show_category": "Commedia",
      "show_description": "Durante un seminario in convento un giovane, capo di una società in crisi, avvicina di proposito una imprenditrice di successo nel tentativo di risolvere i problemi della sua azienda. Nel frattempo, la Madre generale è chiamata in Vaticano e vuole che Lotte prenda il suo posto. Durante un seminario in convento un giovane, capo di una società in crisi, avvicina di proposito una imprenditrice di successo nel tentativo di risolvere i problemi della sua azienda. Nel frattempo, la Madre generale è chiamata in Vaticano e vuole che Lotte prenda il suo posto."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://www.raiplay.it/dl/img/2018/08/09/1533827222863_S3E6.jpg",
      "start_time": "2026-02-16 12:30:00",
      "end_time": "2026-02-16 13:20:00",
      "episode_number": "S3 E6",
      "show_category": "Commedia",
      "show_description": "Wöller trova finalmente un testimone che ha filmato l'agente Maier mentre investe Mausi, ma quando decide di usare il video come prova, scopre che si è cancellato. La Madre Generale decide di non accettare più l'incarico a Roma, così Lotte le confessa che lei e sorella Mechthild si erano messe d'accordo per non farla dimettere. Wöller trova finalmente un testimone che ha filmato l'agente Maier mentre investe Mausi, ma quando decide di usare il video come prova, scopre che si è cancellato. La Madre Generale decide di non accettare più l'incarico a Roma, così Lotte le confessa che lei e sorella Mechthild si erano messe d'accordo per non farla dimettere."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://www.raiplay.it/dl/img/2022/09/22/1663867337571_imma_25.jpg",
      "start_time": "2026-02-16 13:20:00",
      "end_time": "2026-02-16 15:30:00",
      "episode_number": "S2 E5",
      "show_category": "Giallo And Crime",
      "show_description": "È un amaro risveglio per Pietro De Ruggeri. Mentre Imma è con Calogiuri nella casa in cui vive con Jessica, sul suo cellulare arrivano delle foto proprio di Imma e Calogiuri. In una, in particolare, Calogiuri ha le labbra molto vicine a quelle della moglie. Pietro si sente rizzare i capelli in testa. Già la sera prima Imma gli aveva mentito, dicendogli che aveva da lavorare ma proprio lui l'aveva vista entrare col giovane maresciallo in una casa privata a fare chissà che cosa per tutta la notte. È un amaro risveglio per Pietro De Ruggeri. Mentre Imma è con Calogiuri nella casa in cui vive con Jessica, sul suo cellulare arrivano delle foto proprio di Imma e Calogiuri. In una, in particolare, Calogiuri ha le labbra molto vicine a quelle della moglie. Pietro si sente rizzare i capelli in testa. Già la sera prima Imma gli aveva mentito, dicendogli che aveva da lavorare ma proprio lui l'aveva vista entrare col giovane maresciallo in una casa privata a fare chissà che cosa per tutta la notte."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://www.raiplay.it/dl/img/2016/07/01/1467382228407_cinema_oo.jpg",
      "start_time": "2026-02-16 15:30:00",
      "end_time": "2026-02-16 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/28/1598603516606_OnPaste.jpg",
      "start_time": "2026-02-16 15:35:00",
      "end_time": "2026-02-16 16:20:00",
      "episode_number": "S1 E13",
      "show_category": "Azione & Avventura",
      "show_description": "Il presidente di un importante network televisivo viene trovato morto a causa di uno shock anafilattico. La moglie è convinta che si tratti di un omicidio e chiama Charlie, ma la prima sospettata è proprio lei, che risulta essere stata sposata altre due volte, rimanendo vedova pochi mesi dopo il matrimonio. Ma Charlie non è convinto della su a colpevolezza e con le sue indagini arriverà alla verità. Il presidente di un importante network televisivo viene trovato morto a causa di uno shock anafilattico. La moglie è convinta che si tratti di un omicidio e chiama Charlie, ma la prima sospettata è proprio lei, che risulta essere stata sposata altre due volte, rimanendo vedova pochi mesi dopo il matrimonio. Ma Charlie non è convinto della su a colpevolezza e con le sue indagini arriverà alla verità."
    },
    {
      "show_name": "Hudson & Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/28/1598603935826_OnPaste.jpg",
      "start_time": "2026-02-16 16:20:00",
      "end_time": "2026-02-16 17:05:00",
      "episode_number": "S1 E14",
      "show_category": "Azione & Avventura",
      "show_description": "Wendy, l'ex moglie di Donovan è nei guai. Si risveglia nel suo appartamento con una manica sporca di sangue e la coinquilina morta sul letto. Le indagini chiaramente puntano su di lei, ma Donovan cerca di trovare le prove che possano scagionarla. Presto si scopre che la vittima è morta di overdose e che era in cura per disintossicarsi presso un centro di riabilitazione, molto simile a una setta. Wendy, l'ex moglie di Donovan è nei guai. Si risveglia nel suo appartamento con una manica sporca di sangue e la coinquilina morta sul letto. Le indagini chiaramente puntano su di lei, ma Donovan cerca di trovare le prove che possano scagionarla. Presto si scopre che la vittima è morta di overdose e che era in cura per disintossicarsi presso un centro di riabilitazione, molto simile a una setta."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/14/1681458757657_7.jpg",
      "start_time": "2026-02-16 17:05:00",
      "end_time": "2026-02-16 18:05:00",
      "episode_number": "S7 E7",
      "show_category": "Giallo And Crime",
      "show_description": "Le indagini sull'omicidio di una donna mettono inaspettatamente Manuela in pericolo, mentre Nathan è sulle tracce di Mirko. Il ritorno di Eva aggiunge scompiglio nella vita di Vincenzo. Le indagini sull'omicidio di una donna mettono inaspettatamente Manuela in pericolo, mentre Nathan è sulle tracce di Mirko. Il ritorno di Eva aggiunge scompiglio nella vita di Vincenzo."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/17/1681740852757_8.jpg",
      "start_time": "2026-02-16 18:05:00",
      "end_time": "2026-02-16 19:05:00",
      "episode_number": "S7 E8",
      "show_category": "Giallo And Crime",
      "show_description": "Nathan, Vincenzo e Gregorio indagano per capire cose è successo a Manuela. Nathan chiede a Mirko di trasferirsi da lui, mentre Carolina scopre una cosa spiacevole sul conto di Vincenzo. Nathan, Vincenzo e Gregorio indagano per capire cose è successo a Manuela. Nathan chiede a Mirko di trasferirsi da lui, mentre Carolina scopre una cosa spiacevole sul conto di Vincenzo."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/11/1770795307961_207.png",
      "start_time": "2026-02-16 19:05:00",
      "end_time": "2026-02-16 19:45:00",
      "episode_number": "S10 E107",
      "show_category": "",
      "show_description": "Odile appare molto innamorata di Ettore, ignara che lui e Greta stanno studiando il modo di impossessarsi di una lettera che il loro padre aveva inviato a Umberto. Agata riceve un telegramma dalla soprintendenza di Firenze che la convoca con una settimana di anticipo rispetto al previsto."
    },
    {
      "show_name": "Il commissario Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/09/1539091743511_S1E1a.jpg",
      "start_time": "2026-02-16 19:45:00",
      "end_time": "2026-02-16 20:35:00",
      "episode_number": "S1 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Richard Moser, un commissario della squadra omicidi di Vienna, interviene alla Haas Haus per calmare un pazzo che ha fatto esplodere una bomba che ha ucciso il proprietario di Rex, un cane poliziotto. Rex, se non si abituerà all'idea di un nuovo padrone, verrà soppresso, ma Richard non riesce a convivere con il pensiero della morte del cane. Richard Moser, un commissario della squadra omicidi di Vienna, interviene alla Haas Haus per calmare un pazzo che ha fatto esplodere una bomba che ha ucciso il proprietario di Rex, un cane poliziotto. Rex, se non si abituerà all'idea di un nuovo padrone, verrà soppresso, ma Richard non riesce a convivere con il pensiero della morte del cane."
    },
    {
      "show_name": "Il commissario Rex",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/09/1539092307277_S1E1b.jpg",
      "start_time": "2026-02-16 20:35:00",
      "end_time": "2026-02-16 21:20:00",
      "episode_number": "S1 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Il commissario Moser, capo della sezione omicidi della polizia di Vienna, e il suo assistente Ernest Stockinger, iniziano le indagini sulla morte del killer. Non hanno alcun testimone, nemmeno l'autopsia eseguita dal medico legale dà loro una pista. Ma alcuni piccoli indizi portano i due a dubitare della testimonianza della vedova dell'uomo d'affari ucciso dalla mafia russa e del suo ex socio di lavoro. Il commissario Moser, capo della sezione omicidi della polizia di Vienna, e il suo assistente Ernest Stockinger, iniziano le indagini sulla morte del killer. Non hanno alcun testimone, nemmeno l'autopsia eseguita dal medico legale dà loro una pista. Ma alcuni piccoli indizi portano i due a dubitare della testimonianza della vedova dell'uomo d'affari ucciso dalla mafia russa e del suo ex socio di lavoro."
    },
    {
      "show_name": "Natale a Biltmore",
      "show_logo": "https://www.raiplay.it/dl/img/2024/12/20/1734683896090_2048x1152.jpg",
      "start_time": "2026-02-16 21:20:00",
      "end_time": "2026-02-16 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lucy Hargrove viene ingaggiata per riscrivere la sceneggiatura di un classico natalizio girato nella storica dimora Biltmore. Durante una visita alla tenuta, rovescia una clessidra e si ritrova catapultata nel 1946, sul set originale, in cerca d'ispirazione. Riuscirà a far ritorno nel presente e finire il film."
    },
    {
      "show_name": "Natale a Londra",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/11/1702281393104_2048x1152.jpg",
      "start_time": "2026-02-16 22:50:00",
      "end_time": "2026-02-17 00:25:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "David Burnside è un architetto, fidanzato con la figlia del suo capo. Nel cercare un regalo per la fidanzata, conosce Anji, una ragazza dalla vivace personalità che lavora aiutando i clienti nella scelta dei regali. David Burnside è un architetto, fidanzato con la figlia del suo capo. Nel cercare un regalo per la fidanzata, conosce Anji, una ragazza dalla vivace personalità che lavora aiutando i clienti nella scelta dei regali."
    }
  ]
}