{
  "channel_name": "RaiPremium",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Simon Coleman",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/simon-coleman.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:35:00",
      "episode_number": "S1 E2",
      "show_category": "Giallo And Crime",
      "show_description": "Simon, con l'aiuto di Chloè, deve risolvere un omicidio, per un presunto scambio di persona, avvenuto all'Accademia di Danza. Nell'intanto, vorrebbe dire ai nipoti della sua relazione con l'insegnante di Violette e trascorrere un weekend con lei, ma i ragazzi hanno organizzato la serata Karaoke per festeggiare l'anniversario dei genitori. Simon, con l'aiuto di Chloè, deve risolvere un omicidio, per un presunto scambio di persona, avvenuto all'Accademia di Danza. Nell'intanto, vorrebbe dire ai nipoti della sua relazione con l'insegnante di Violette e trascorrere un weekend con lei, ma i ragazzi hanno organizzato la serata Karaoke per festeggiare l'anniversario dei genitori."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-italiane.webp",
      "start_time": "2026-02-04 00:35:00",
      "end_time": "2026-02-04 02:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-04 02:35:00",
      "end_time": "2026-02-04 03:20:00",
      "episode_number": "S4 E15",
      "show_category": "Azione & Avventura",
      "show_description": "Il naufragio di uno yacht durante una tempesta coinvolge l'equipaggio della Hammersley, prima nella ricerca dello skipper e poi in una caccia al tesoro dai risvolti omicidi. Il naufragio di uno yacht durante una tempesta coinvolge l'equipaggio della Hammersley, prima nella ricerca dello skipper e poi in una caccia al tesoro dai risvolti omicidi."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-04 03:20:00",
      "end_time": "2026-02-04 04:05:00",
      "episode_number": "S8 E8",
      "show_category": "Azione & Avventura",
      "show_description": "Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \"Tiziano\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia. Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \\\"Tiziano\\\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-04 04:05:00",
      "end_time": "2026-02-04 05:00:00",
      "episode_number": "S8 E9",
      "show_category": "Azione & Avventura",
      "show_description": "Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \"Tiziano\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia. Umberto Marescalchi, ricco collezionista, viene trovato morto nella sua villa. Dalla sua collezione è stato rubato un \\\"Tiziano\\\". Dal modus operandi, la polizia conclude che si tratti della coppia di ladri che negli ultimi tempi sta rubando opere del Cinquecento in tutta Italia."
    },
    {
      "show_name": "Ricominciare",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/ricominciare.webp",
      "start_time": "2026-02-04 05:00:00",
      "end_time": "2026-02-04 05:30:00",
      "episode_number": "S1 E22",
      "show_category": "",
      "show_description": "I Vallesi sono una ricca e potente famiglia proprietaria di una prestigiosa casa editrice perugina, mentre i Ruggeri sono una famiglia molto meno abbiente il cui destino però s'intreccia a quello dei Vallesi."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/incantesimo.webp",
      "start_time": "2026-02-04 05:30:00",
      "end_time": "2026-02-04 06:25:00",
      "episode_number": "S5 E46",
      "show_category": "",
      "show_description": "In un grave incidente stradale perdono la vita i coniugi Fusaro, mentre Alberto e Francesco restano feriti. Tilly e Denise decidono di non rivelare a Martina che Francesco è suo figlio, almeno finché non uscirà dal coma. Ma Lara origlia la loro conversazione e presto mette in atto il suo piano: dice a Renzi che il bambino che aspetta è di Andrea."
    },
    {
      "show_name": "Sospetti",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sospetti.webp",
      "start_time": "2026-02-04 06:25:00",
      "end_time": "2026-02-04 08:10:00",
      "episode_number": "S3 E5",
      "show_category": "",
      "show_description": "Tiziana curata col Roxan migliora ogni giorno di più. Intanto Luca, cacciato dal Senegal, torna in Italia, dove apprende che Simona si è dimessa dalla magistratura ed è diventata il legale di Losiani. Ma non basta: Luca Bartoli è vittima di un grave attentato."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-04 08:10:00",
      "end_time": "2026-02-04 08:40:00",
      "episode_number": "S29 E6755",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Rosa e Manuel si trasferiscono da Giulia, per darle una mano con Luca. Alberto va a trovare Luca e lo aggiorna sui suoi rapporti con Gianluca che è di nuovo a Napoli in condizioni misteriose. Rosa e Manuel si trasferiscono da Giulia, per darle una mano con Luca. Alberto va a trovare Luca e lo aggiorna sui suoi rapporti con Gianluca che è di nuovo a Napoli in condizioni misteriose."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-04 08:40:00",
      "end_time": "2026-02-04 09:05:00",
      "episode_number": "S29 E6756",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Sempre più dolorante, Gianluca continua a vagare per la città fino al momento in cui viene riconosciuto: perché si nasconde? Chi l'avrà ridotto in quelle condizioni. Sempre più dolorante, Gianluca continua a vagare per la città fino al momento in cui viene riconosciuto: perché si nasconde? Chi l'avrà ridotto in quelle condizioni?"
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-04 09:05:00",
      "end_time": "2026-02-04 10:05:00",
      "episode_number": "S6 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Una rifugiata curda incinta scompare nel nulla. Una storia d'amore tra pastori osteggiata dalle rispettive famiglie fa da sfondo a un rapimento a scopo di riscatto, o forse di vendetta per una guerra lontana. Una rifugiata curda incinta scompare nel nulla. Una storia d'amore tra pastori osteggiata dalle rispettive famiglie fa da sfondo a un rapimento a scopo di riscatto, o forse di vendetta per una guerra lontana."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-04 10:05:00",
      "end_time": "2026-02-04 11:00:00",
      "episode_number": "S6 E6",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre Vincenzo e Francesco indagano sulla vicenda della scomparsa della rifugiata curda, Dafne si sveglia, e inizia a raccontare quello che si ricorda del suo passato. Francesco e Vincenzo vengono travolti dal suo racconto, che scioglie alcuni misteri, ma ne apre altrettanti. Mentre Vincenzo e Francesco indagano sulla vicenda della scomparsa della rifugiata curda, Dafne si sveglia, e inizia a raccontare quello che si ricorda del suo passato. Francesco e Vincenzo vengono travolti dal suo racconto, che scioglie alcuni misteri, ma ne apre altrettanti."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-di-donne-al-bivio.webp",
      "start_time": "2026-02-04 11:00:00",
      "end_time": "2026-02-04 12:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-04 12:00:00",
      "end_time": "2026-02-04 12:45:00",
      "episode_number": "S4 E16",
      "show_category": "Azione & Avventura",
      "show_description": "Uno spacciatore utilizza un mini sommergibile per trasportare cocaina, lasciando cadaveri dietro di sé. Nella vicenda s'inserisce involontariamente il capitano della Hammersley. Uno spacciatore utilizza un mini sommergibile per trasportare cocaina, lasciando cadaveri dietro di sé. Nella vicenda s'inserisce involontariamente il capitano della Hammersley..."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-04 12:45:00",
      "end_time": "2026-02-04 13:30:00",
      "episode_number": "S5 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Durante una visita di cortesia in un'isola dell'Indonesia, l'equipaggio dell'Hammersley entra in un bar che, successivamente, viene fatto esplodere. Durante una visita di cortesia in un'isola dell'Indonesia, l'equipaggio dell'Hammersley entra in un bar che, successivamente, viene fatto esplodere..."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-04 13:30:00",
      "end_time": "2026-02-04 15:25:00",
      "episode_number": "S1 E3",
      "show_category": "Giallo And Crime",
      "show_description": "In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza. In una gravina appena fuori Matera viene ritrovato il cadavere mummificato di Domenico Grieco, un noto architetto scomparso nel nulla quindici anni prima. Imma non è del tutto convinta che si tratti di un incidente, come molti credono, compreso il Procuratore capo. E con l'arrivo dei primi risultati investigativi l'intuizione della Tataranni prende sempre più forza."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-04 15:25:00",
      "end_time": "2026-02-04 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-04 15:30:00",
      "end_time": "2026-02-04 16:15:00",
      "episode_number": "S8 E10",
      "show_category": "Azione & Avventura",
      "show_description": "L'oncologo Christian Vittorini, autore di una terapia antitumorale, viene trovato ucciso a casa sua. Gli indizi sembrano condurre ad una donna con cui l'uomo aveva litigato pochi minuti prima, e dai video di sorveglianza si scopre che si tratta della dottoressa Fiori. L'oncologo Christian Vittorini, autore di una terapia antitumorale, viene trovato ucciso a casa sua. Gli indizi sembrano condurre ad una donna con cui l'uomo aveva litigato pochi minuti prima, e dai video di sorveglianza si scopre che si tratta della dottoressa Fiori."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-04 16:15:00",
      "end_time": "2026-02-04 17:05:00",
      "episode_number": "S8 E11",
      "show_category": "Azione & Avventura",
      "show_description": "Nella valigetta di un diplomatico appena tornato dalla Corea del Sud viene ritrovata una fiala del virus letale H5N1. Una donna aggredisce e accoltella Giorgio Vettori mentre tenta di portare la valigetta in commissariato. Nella valigetta di un diplomatico appena tornato dalla Corea del Sud viene ritrovata una fiala del virus letale H5N1. Una donna aggredisce e accoltella Giorgio Vettori mentre tenta di portare la valigetta in commissariato."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-04 17:05:00",
      "end_time": "2026-02-04 18:05:00",
      "episode_number": "S6 E7",
      "show_category": "Giallo And Crime",
      "show_description": "Una ingegnere mineraria viene ritrovata in fin di vita. Vincenzo e Francesco dovranno indagare tra gli interessi torbidi che la miniera ha portato nella valle, scoprendo che i delitti del presente hanno radici lontane. Una ingegnere mineraria viene ritrovata in fin di vita. Vincenzo e Francesco dovranno indagare tra gli interessi torbidi che la miniera ha portato nella valle, scoprendo che i delitti del presente hanno radici lontane."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-04 18:05:00",
      "end_time": "2026-02-04 19:00:00",
      "episode_number": "S6 E8",
      "show_category": "Giallo And Crime",
      "show_description": "Vincenzo intanto viene a conoscenza di un fatto importante che riguarda Francesco e deve prendere decisioni che potrebbero mettere a repentaglio la loro amicizia. Vincenzo intanto viene a conoscenza di un fatto importante che riguarda Francesco e deve prendere decisioni che potrebbero mettere a repentaglio la loro amicizia."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-04 19:00:00",
      "end_time": "2026-02-04 19:45:00",
      "episode_number": "S10 E99",
      "show_category": "",
      "show_description": "Mimmo esorta Agata ad accettare l'offerta di lavoro a Firenze: lui ha deciso di stare al suo fianco. Intanto, il regista del musicarello ha scelto la Galleria del Paradiso come set cinematografico, suscitando il disappunto di Ettore."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-04 19:45:00",
      "end_time": "2026-02-04 20:35:00",
      "episode_number": "S2 E2",
      "show_category": "Commedia",
      "show_description": "Sorella Lotte deve aiutare Elena, che conduce assieme al marito un piccolo circo. La donna vuole però che il figlio frequenti la scuola invece di diventare un artista. E per questo è decisa anche a lasciare l'uomo che ha sposato. Sorella Lotte deve aiutare Elena, che conduce assieme al marito un piccolo circo. La donna vuole però che il figlio frequenti la scuola invece di diventare un artista. E per questo è decisa anche a lasciare l'uomo che ha sposato."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-04 20:35:00",
      "end_time": "2026-02-04 21:20:00",
      "episode_number": "S2 E3",
      "show_category": "Commedia",
      "show_description": "Wöller vuole approfittare di alcuni errori del nuovo sindaco per sfiduciarlo. La concessione municipale di un sexy shop, posto vicino a una chiesa protestante, è scandalosa quasi quanto aver messo a repentaglio i posti di lavoro della ditta di Huber. Sorella Lotte, grazie all'aiuto di una banca, salva quei posti di lavoro e viene riconfermata come sindaco. Wöller vuole approfittare di alcuni errori del nuovo sindaco per sfiduciarlo. La concessione municipale di un sexy shop, posto vicino a una chiesa protestante, è scandalosa quasi quanto aver messo a repentaglio i posti di lavoro della ditta di Huber. Sorella Lotte, grazie all'aiuto di una banca, salva quei posti di lavoro e viene riconfermata come sindaco."
    },
    {
      "show_name": "The Voice Kids",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/the-voice-kids.webp",
      "start_time": "2026-02-04 21:20:00",
      "end_time": "2026-02-04 23:55:00",
      "episode_number": "S4 E4",
      "show_category": "Bambini",
      "show_description": "Quarto e ultimo appuntamento con le \"Blind Auditions\", le tradizionali \"audizioni al buio\" che porteranno i coach della quarta edizione di \"The Voice Kids\" - Arisa, Loredana Bertè, Nek, Clementino con Rocco Hunt - a scegliere i concorrenti che formeranno le loro squadre. I giudici, di spalle, ascolteranno i piccoli talenti senza poterli vedere. Sarà solo la loro voce a doverli conquistare e, in quel caso, il coach potrà voltarsi per aggiudicarsi il concorrente nel proprio team. Se più coach si volteranno, invece, sarà il concorrente a decidere a chi affidare il proprio percorso. Quarto e ultimo appuntamento con le \\\"Blind Auditions\\."
    },
    {
      "show_name": "The Good Doctor",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/the-good-doctor.webp",
      "start_time": "2026-02-04 23:55:00",
      "end_time": "2026-02-05 00:40:00",
      "episode_number": "S5 E10",
      "show_category": "",
      "show_description": "Dopo un'iniziale riluttanza, Andrews, Morgan e Jordan capiscono quanto sia sbagliato il comportamento di Salen e si uniscono a Lim, Park, Lea, Glassman e Asher. Anche Shaun decide di supportare i colleghi."
    }
  ]
}