{
  "channel_name": "RaiPremium",
  "date": "2026-02-06",
  "programs": [
    {
      "show_name": "Natale a Notting Hill",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-notting-hill.webp",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 00:40:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche. Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche."
    },
    {
      "show_name": "Storie italiane",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-italiane.webp",
      "start_time": "2026-02-06 00:40:00",
      "end_time": "2026-02-06 02:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Eleonora Daniele approfondisce i temi di stretta attualità e i principali casi di cronaca con i protagonisti che raccontano in prima persona le loro esperienze."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-06 02:55:00",
      "end_time": "2026-02-06 03:25:00",
      "episode_number": "S5 E3",
      "show_category": "Azione & Avventura",
      "show_description": "Dutchy, ammaliato da una regista di documentari marini, viene sospettato di aver manomesso le bombole da sub del marito della donna, provocandone la morte. Dutchy, ammaliato da una regista di documentari marini, viene sospettato di aver manomesso le bombole da sub del marito della donna, provocandone la morte."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-06 03:25:00",
      "end_time": "2026-02-06 04:10:00",
      "episode_number": "S8 E6",
      "show_category": "Azione & Avventura",
      "show_description": "La squadra omicidi indaga sulla morte di Matteo, un graffitaro esperto di parkour caduto dal terrazzo di una palazzina, e scopre che ha visto un famoso giornalista accettare dei soldi per non rivelare le proprie scoperte. La squadra omicidi indaga sulla morte di Matteo, un graffitaro esperto di parkour caduto dal terrazzo di una palazzina, e scopre che ha visto un famoso giornalista accettare dei soldi per non rivelare le proprie scoperte."
    },
    {
      "show_name": "Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/rex.webp",
      "start_time": "2026-02-06 04:10:00",
      "end_time": "2026-02-06 05:00:00",
      "episode_number": "S8 E12",
      "show_category": "Azione & Avventura",
      "show_description": "Si prospetta un enorme scambio di droga tra un cartello di spacciatori colombiani e la mala locale. Viene arrestato uno di essi, di nome Mario ma soprannominato \"Barnaba\", e Papini lo interroga per cercare di scoprire la parola segreta che utilizzavano per riconoscersi. Si prospetta un enorme scambio di droga tra un cartello di spacciatori colombiani e la mala locale. Viene arrestato uno di essi, di nome Mario ma soprannominato \\\"Barnaba\\."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/incantesimo.webp",
      "start_time": "2026-02-06 05:00:00",
      "end_time": "2026-02-06 05:55:00",
      "episode_number": "S5 E48",
      "show_category": "",
      "show_description": "Il legame fra Martina e Andrea sembra definitivamente compromettersi quando la donna viene a sapere che il figlio che porta in grembo Lara è proprio di Andrea."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/una-donna-per-amico.webp",
      "start_time": "2026-02-06 05:55:00",
      "end_time": "2026-02-06 07:45:00",
      "episode_number": "S1 E1",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-06 07:45:00",
      "end_time": "2026-02-06 08:10:00",
      "episode_number": "S29 E6758",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Mentre Roberto fatica ad arginare l'arrogante autorità di Gennaro all'interno dei Cantieri, Marina spera di trovare una preziosa alleata in Antonietta. Mentre Roberto fatica ad arginare l'arrogante autorità di Gennaro all'interno dei Cantieri, Marina spera di trovare una preziosa alleata in Antonietta."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-06 08:10:00",
      "end_time": "2026-02-06 08:35:00",
      "episode_number": "S29 E6759",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Viola si appresta ad accompagnare Eugenio a Milano. Mentre Rosa è in procinto di partire in vacanza con Pino, Damiano, frustrato per la situazione, farà un gesto impulsivo ed azzardato nei confronti della sua ex. Viola si appresta ad accompagnare Eugenio a Milano. Mentre Rosa è in procinto di partire in vacanza con Pino, Damiano, frustrato per la situazione, farà un gesto impulsivo ed azzardato nei confronti della sua ex."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-06 08:35:00",
      "end_time": "2026-02-06 08:55:00",
      "episode_number": "S29 E6760",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Mentre Gennaro continua a flirtare con Maddalena, Marina sembra essere riuscita a portare Antonietta dalla sua parte. Nonostante non voglia avere niente a che fare con Alberto, Gianluca sembra ancora patire la sua assenza nella sua vita. Mentre Gennaro continua a flirtare con Maddalena, Marina sembra essere riuscita a portare Antonietta dalla sua parte. Nonostante non voglia avere niente a che fare con Alberto, Gianluca sembra ancora patire la sua assenza nella sua vita."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-06 08:55:00",
      "end_time": "2026-02-06 09:55:00",
      "episode_number": "S6 E9",
      "show_category": "Giallo And Crime",
      "show_description": "Dafne e Christoph sono costretti ad affrontare i nodi del proprio rapporto, dopo che un giovane scalatore allievo di Christoph viene accusato della morte della sua fidanzata. Francesco e Vincenzo devono entrare in punta di piedi nel rapporto tra padre e figlia, se vogliono ottenere la verità che cercano. Dafne e Christoph sono costretti ad affrontare i nodi del proprio rapporto, dopo che un giovane scalatore allievo di Christoph viene accusato della morte della sua fidanzata. Francesco e Vincenzo devono entrare in punta di piedi nel rapporto tra padre e figlia, se vogliono ottenere la verità che cercano."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-06 09:55:00",
      "end_time": "2026-02-06 10:50:00",
      "episode_number": "S6 E10",
      "show_category": "Giallo And Crime",
      "show_description": "Mentre Manuela sembra poter finalmente vivere il suo sogno, Vincenzo scopre un sorprendente capitolo della vita di Carolina di cui era completamente all'oscuro. Mentre Manuela sembra poter finalmente vivere il suo sogno, Vincenzo scopre un sorprendente capitolo della vita di Carolina di cui era completamente all'oscuro."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-di-donne-al-bivio.webp",
      "start_time": "2026-02-06 10:50:00",
      "end_time": "2026-02-06 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un programma ideato e condotto da Monica Setta, dedicato alle storie di donne della politica, dell'attualità, della cultura e dello spettacolo che raccontano le scelte della loro vita, tra famiglia, carriera, figli e amori. In ogni puntata tre donne si raccontano, ripercorrendo con la giornalista il loro momento di svolta. Un programma ideato e condotto da Monica Setta, dedicato alle storie di donne della politica, dell'attualità, della cultura e dello spettacolo che raccontano le scelte della loro vita, tra famiglia, carriera, figli e amori. In ogni puntata tre donne si raccontano, ripercorrendo con la giornalista il loro momento di svolta."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/gli-imperdibili.webp",
      "start_time": "2026-02-06 11:45:00",
      "end_time": "2026-02-06 11:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-06 11:50:00",
      "end_time": "2026-02-06 12:35:00",
      "episode_number": "S5 E4",
      "show_category": "Azione & Avventura",
      "show_description": "Un'esplosione in mezzo al mare rivela l'affondamento di una barca. Viene alla luce un contrabbando di persone ed il furto di numerosi oggetti di valore dal museo di Baghdad. Un'esplosione in mezzo al mare rivela l'affondamento di una barca. Viene alla luce un contrabbando di persone ed il furto di numerosi oggetti di valore dal museo di Baghdad."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-06 12:35:00",
      "end_time": "2026-02-06 13:20:00",
      "episode_number": "S5 E5",
      "show_category": "Azione & Avventura",
      "show_description": "L'equipaggio della Hammersley si reca nella lontana Stokes Island per prelevare un prigioniero. Kate prova raccapriccio per l'inumano trattamento a cui è sottoposto il detenuto. L'equipaggio della Hammersley si reca nella lontana Stokes Island per prelevare un prigioniero. Kate prova raccapriccio per l'inumano trattamento a cui è sottoposto il detenuto..."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-06 13:20:00",
      "end_time": "2026-02-06 15:25:00",
      "episode_number": "S1 E5",
      "show_category": "Giallo And Crime",
      "show_description": "Il passato torna prepotentemente nella vita di Imma Tataranni attraverso un delitto che la scuote. In un appartamento del la città vecchia viene ritrovato il cadavere di Stella Pisicchio, sua compagna di banco al liceo. Oltre alle implicazioni personali, oltre alla freddezza di Calogiuri ancora turbato dal caso precedente, la dinamica dell'omicidio si rivela subito complessa. Il passato torna prepotentemente nella vita di Imma Tataranni attraverso un delitto che la scuote. In un appartamento del la città vecchia viene ritrovato il cadavere di Stella Pisicchio, sua compagna di banco al liceo. Oltre alle implicazioni personali, oltre alla freddezza di Calogiuri ancora turbato dal caso precedente, la dinamica dell'omicidio si rivela subito complessa."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-06 15:25:00",
      "end_time": "2026-02-06 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-e-rex.webp",
      "start_time": "2026-02-06 15:30:00",
      "end_time": "2026-02-06 16:10:00",
      "episode_number": "S1 E1",
      "show_category": "Azione & Avventura",
      "show_description": "Mentre Charlie porta a correre Rex assiste al rapimento di una ragazza, Evelyn. Grazie alle telecamere la squadra s copre il luogo in cui è stato abbandonato il furgone usato per il rapimento e al suo interno trovo lo zaino di Evelyn. Da quello è facile risalire alla sua identità. Dalle impronte ritrovate a casa sua, si scopre che il padre della ragazza è un sicario che era in attività 16 anni prima. Hudson capisce che qualcuno ha rapito sua figlia per costringerlo a uccidere qualcuno. Mentre Charlie porta a correre Rex assiste al rapimento di una ragazza, Evelyn. Grazie alle telecamere la squadra s copre il luogo in cui è stato abbandonato il furgone usato per il rapimento e al suo interno trovo lo zaino di Evelyn. Da quello è facile risalire alla sua identità. Dalle impronte ritrovate a casa sua, si scopre che il padre della ragazza è un sicario che era in attività 16 anni prima. Hudson capisce che qualcuno ha rapito sua figlia per costringerlo a uccidere qualcuno.."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-e-rex.webp",
      "start_time": "2026-02-06 16:10:00",
      "end_time": "2026-02-06 17:00:00",
      "episode_number": "S1 E2",
      "show_category": "Azione & Avventura",
      "show_description": "Un giovane, con il volto mascherato, cade dalla cima di un edificio. Si tratta di un esperto di parkour famoso sul web per le sue acrobazie spericolate, ma quella che sembra una morte accidentale si scoprirà presto essere un omicidio. Un giovane, con il volto mascherato, cade dalla cima di un edificio. Si tratta di un esperto di parkour famoso sul web per le sue acrobazie spericolate, ma quella che sembra una morte accidentale si scoprirà presto essere un omicidio..."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-06 17:00:00",
      "end_time": "2026-02-06 18:00:00",
      "episode_number": "S6 E11",
      "show_category": "Giallo And Crime",
      "show_description": "Quando il padre di Federica, una giovane ragazza cieca, viene ritrovato senza vita, Vincenzo e Francesco dovranno entrare nel mondo silenzioso e tormentato di un sonnacchioso paese di confine, dove rivalità antiche si scontrano con amori segreti. Intanto un ritorno inatteso sconvolge la vita di Manuela e Vincenzo. Quando il padre di Federica, una giovane ragazza cieca, viene ritrovato senza vita, Vincenzo e Francesco dovranno entrare nel mondo silenzioso e tormentato di un sonnacchioso paese di confine, dove rivalità antiche si scontrano con amori segreti. Intanto un ritorno inatteso sconvolge la vita di Manuela e Vincenzo."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-06 18:00:00",
      "end_time": "2026-02-06 19:00:00",
      "episode_number": "S6 E12",
      "show_category": "Giallo And Crime",
      "show_description": "Francesco si avvicina lentamente alla verità su Emma proprio quando il suo rapporto con Dafne e la piccola Lara arriva a una svolta. Francesco si avvicina lentamente alla verità su Emma proprio quando il suo rapporto con Dafne e la piccola Lara arriva a una svolta."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-06 19:00:00",
      "end_time": "2026-02-06 19:40:00",
      "episode_number": "S10 E101",
      "show_category": "",
      "show_description": "Mimmo e Agata pianificano un sopralluogo a Firenze, ma Concetta ha una soluzione per non lasciare Ciro da solo in Caffetteria. Fulvio viene investito dell'incarico di sostituire temporaneamente Matteo troppo impegnato con il musicarello, ritrovando entusiasmo professionale e fiducia in sé stesso."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-06 19:40:00",
      "end_time": "2026-02-06 20:25:00",
      "episode_number": "S2 E6",
      "show_category": "Commedia",
      "show_description": "Barbara rientra in convento e subito scopre di essere incinta. Intanto nel convento arrivano gli ospiti del seminario: il signor Leitner che deve decidere se aprire o meno un caso sulla corruzione dei partiti, anche se contro il volere del Governo, e il misterioso signor Ratke, incaricato di sorvegliare segretamente lo scomodo signor Leitner per evitare uno scandalo e una crisi nella maggioranza. Barbara rientra in convento e subito scopre di essere incinta. Intanto nel convento arrivano gli ospiti del seminario: il signor Leitner che deve decidere se aprire o meno un caso sulla corruzione dei partiti, anche se contro il volere del Governo, e il misterioso signor Ratke, incaricato di sorvegliare segretamente lo scomodo signor Leitner per evitare uno scandalo e una crisi nella maggioranza."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-06 20:25:00",
      "end_time": "2026-02-06 21:20:00",
      "episode_number": "S2 E7",
      "show_category": "Commedia",
      "show_description": "L'agente Meier porta al convento una ragazza trovata ubriaca in Discoteca, Katrine. Sorella Lotte scopre che la giovane alcolista è la figlia del pastore protestante del paese, che soffre per il divorzio dei suoi genitori. L'agente Meier porta al convento una ragazza trovata ubriaca in Discoteca, Katrine. Sorella Lotte scopre che la giovane alcolista è la figlia del pastore protestante del paese, che soffre per il divorzio dei suoi genitori."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/la-preside.webp",
      "start_time": "2026-02-06 21:20:00",
      "end_time": "2026-02-06 22:20:00",
      "episode_number": "S1 E7",
      "show_category": "Drammatico",
      "show_description": "Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto. Disperata per il sequestro della scuola, Eugenia denuncia pubblicamente i legami tra istituzioni e criminalità. Intanto, grazie al suo aiuto, i gemelli di Caivano si ribellano allo sfruttamento del padre, mentre Vittorio cerca di salvare Margherita, ormai senza fissa dimora. Mentre affronta i guai giudiziari del figlio, Eugenia riceve una notizia sconvolgente che cambia tutto."
    },
    {
      "show_name": "La preside",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/la-preside.webp",
      "start_time": "2026-02-06 22:20:00",
      "end_time": "2026-02-06 23:15:00",
      "episode_number": "S1 E8",
      "show_category": "Drammatico",
      "show_description": "Eugenia smaschera finalmente la corruzione del maresciallo Corsi e inaugura con orgoglio l'istituto alberghiero. Mentre Nicola e Lucia coronano il loro amore superando ogni ostacolo familiare, l'anno scolastico si chiude positivamente. Ma proprio quando Eugenia si prepara a nuove sfide, Vittorio prende una decisione drastica che rimette tutto in discussione. Eugenia smaschera finalmente la corruzione del maresciallo Corsi e inaugura con orgoglio l'istituto alberghiero. Mentre Nicola e Lucia coronano il loro amore superando ogni ostacolo familiare, l'anno scolastico si chiude positivamente. Ma proprio quando Eugenia si prepara a nuove sfide, Vittorio prende una decisione drastica che rimette tutto in discussione."
    },
    {
      "show_name": "Don Matteo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/don-matteo.webp",
      "start_time": "2026-02-06 23:15:00",
      "end_time": "2026-02-07 01:15:00",
      "episode_number": "S15 E4",
      "show_category": "Giallo And Crime",
      "show_description": "Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti. Cecchini, tentando di rimediare a un suo pasticcio, ne combina uno ancora più grande. Così il Capitano finisce nel mirino di Andrea, una ragazza un po' stramba e segretamente innamorata di lui, che non gli dà tregua. Intanto in canonica arriva una donna misteriosa, portando con sé nuovi interrogativi e imprevisti."
    }
  ]
}