{
  "channel_name": "RaiPremium",
  "date": "2026-02-09",
  "programs": [
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-09 00:00:00",
      "end_time": "2026-02-09 00:15:00",
      "episode_number": "S10 E98",
      "show_category": "Sentimentale",
      "show_description": "Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore. Mimmo capisce che Agata sta rinunciando al lavoro a Firenze per lui e prende una decisione importante. Matteo ha accettato l'offerta di Umberto come delegato di produzione: la notizia riempie di entusiasmo Odile, ma suscita la gelosia di Ettore."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-09 00:15:00",
      "end_time": "2026-02-09 01:05:00",
      "episode_number": "S10 E99",
      "show_category": "Sentimentale",
      "show_description": "Mimmo esorta Agata ad accettare l'offerta di lavoro a Firenze: lui ha deciso di stare al suo fianco. Intanto, il regista del musicarello ha scelto la Galleria del Paradiso come set cinematografico, suscitando il disappunto di Ettore. Mimmo esorta Agata ad accettare l'offerta di lavoro a Firenze: lui ha deciso di stare al suo fianco. Intanto, il regista del musicarello ha scelto la Galleria del Paradiso come set cinematografico, suscitando il disappunto di Ettore..."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-09 01:05:00",
      "end_time": "2026-02-09 01:45:00",
      "episode_number": "S10 E100",
      "show_category": "Sentimentale",
      "show_description": "Rosa, sconvolta dalle rivelazioni di Tancredi confessa tutto a Marcello, che decide di affrontare Sant'Erasmo. Greta scopre che Ettore ha confidato a Odile che il motivo del suo viaggio a Londra riguarda la malattia della madre. Rosa, sconvolta dalle rivelazioni di Tancredi confessa tutto a Marcello, che decide di affrontare Sant'Erasmo. Greta scopre che Ettore ha confidato a Odile che il motivo del suo viaggio a Londra riguarda la malattia della madre."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-09 01:45:00",
      "end_time": "2026-02-09 02:25:00",
      "episode_number": "S10 E101",
      "show_category": "Sentimentale",
      "show_description": "Mimmo e Agata pianificano un sopralluogo a Firenze, ma Concetta ha una soluzione per non lasciare Ciro da solo in Caffetteria. Fulvio viene investito dell'incarico di sostituire temporaneamente Matteo troppo impegnato con il musicarello, ritrovando entusiasmo professionale e fiducia in sé stesso. Mimmo e Agata pianificano un sopralluogo a Firenze, ma Concetta ha una soluzione per non lasciare Ciro da solo in Caffetteria. Fulvio viene investito dell'incarico di sostituire temporaneamente Matteo troppo impegnato con il musicarello, ritrovando entusiasmo professionale e fiducia in sé stesso."
    },
    {
      "show_name": "Natale a Notting Hill",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-notting-hill.webp",
      "start_time": "2026-02-09 02:25:00",
      "end_time": "2026-02-09 03:45:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche. Graham Savoy, stella del football, sempre troppo impegnato per l'amore, torna a Notting Hill per Natale. Qui incontra l'unica persona che non sa chi sia, e ciò lo spinge a cambiare idea sull'amore. Con l'atmosfera natalizia, il suo cuore si apre a nuove possibilità e sorprese romantiche."
    },
    {
      "show_name": "Delitto in via Teulada",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/delitto-in-via-teulada.webp",
      "start_time": "2026-02-09 03:45:00",
      "end_time": "2026-02-09 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno negli studi televisivi della RAI di via Teulada a Roma, Ely, un'inserviente, mentre sta cercando il suo gatto in uno sgabuzzino, trova il cadavere di una ballerina, ancora vestita con il costume di scena."
    },
    {
      "show_name": "Piloti",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/piloti.webp",
      "start_time": "2026-02-09 05:00:00",
      "end_time": "2026-02-09 05:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Max Tortora e Enrico Bertolino sono i due piloti della 'Piccione Airlines' nella sitcom ambientata in un aereo in volo."
    },
    {
      "show_name": "Incantesimo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/incantesimo.webp",
      "start_time": "2026-02-09 05:10:00",
      "end_time": "2026-02-09 06:00:00",
      "episode_number": "S5 E49",
      "show_category": "",
      "show_description": "Martina è ormai sicura che Francesco è suo figlio, poiché Denise gliel'ha rivelato. La gioia di averlo ritrovato è però spenta dalle condizioni in cui giace il povero bambino, in coma sospeso tra la vita e la morte."
    },
    {
      "show_name": "Una donna per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/una-donna-per-amico.webp",
      "start_time": "2026-02-09 06:00:00",
      "end_time": "2026-02-09 07:50:00",
      "episode_number": "S1 E2",
      "show_category": "",
      "show_description": "Le coinvolgenti vicende sentimentali di due medici s'intrecciano con i casi clinici e umani delle loro pazienti. Il loro rapporto di coppia è messo in crisi dalla competizione professionale."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-09 07:50:00",
      "end_time": "2026-02-09 08:15:00",
      "episode_number": "S29 E6761",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Dopo due settimane rivediamo gli inquilini del Palazzo: chi è di ritorno dalle vacanze, chi non si è mosso dal Palazzo, o chi è partito per problemi di salute. Dopo due settimane rivediamo gli inquilini del Palazzo: chi è di ritorno dalle vacanze, chi non si è mosso dal Palazzo, o chi è partito per problemi di salute."
    },
    {
      "show_name": "Un posto al sole",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-posto-al-sole.webp",
      "start_time": "2026-02-09 08:15:00",
      "end_time": "2026-02-09 08:40:00",
      "episode_number": "S29 E6762",
      "show_category": "Per Famiglie & Ragazzi",
      "show_description": "Non volendo incontrare suo padre, Gianluca decide di lasciare la Terrazza. Ma Luca lo spingerà a prendere una sorprendente decisione. Non volendo incontrare suo padre, Gianluca decide di lasciare la Terrazza. Ma Luca lo spingerà a prendere una sorprendente decisione."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-09 08:40:00",
      "end_time": "2026-02-09 09:45:00",
      "episode_number": "S6 E11",
      "show_category": "Giallo And Crime",
      "show_description": "Quando il padre di Federica, una giovane ragazza cieca, viene ritrovato senza vita, Vincenzo e Francesco dovranno entrare nel mondo silenzioso e tormentato di un sonnacchioso paese di confine, dove rivalità antiche si scontrano con amori segreti. Intanto un ritorno inatteso sconvolge la vita di Manuela e Vincenzo. Quando il padre di Federica, una giovane ragazza cieca, viene ritrovato senza vita, Vincenzo e Francesco dovranno entrare nel mondo silenzioso e tormentato di un sonnacchioso paese di confine, dove rivalità antiche si scontrano con amori segreti. Intanto un ritorno inatteso sconvolge la vita di Manuela e Vincenzo."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-09 09:45:00",
      "end_time": "2026-02-09 10:45:00",
      "episode_number": "S6 E12",
      "show_category": "Giallo And Crime",
      "show_description": "Francesco si avvicina lentamente alla verità su Emma proprio quando il suo rapporto con Dafne e la piccola Lara arriva a una svolta. Francesco si avvicina lentamente alla verità su Emma proprio quando il suo rapporto con Dafne e la piccola Lara arriva a una svolta."
    },
    {
      "show_name": "Storie di donne al bivio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/storie-di-donne-al-bivio.webp",
      "start_time": "2026-02-09 10:45:00",
      "end_time": "2026-02-09 11:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori. Tre donne della politica, dell'economia o dello spettacolo raccontano il loro momento di svolta e le scelte della loro vita, tra famiglia, carriera, figli e amori."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-09 11:35:00",
      "end_time": "2026-02-09 12:25:00",
      "episode_number": "S5 E6",
      "show_category": "Azione & Avventura",
      "show_description": "Durante una normale perlustrazione su un'imbarcazione sospetta, Dutchy scopre che uno dei membri dell'equipaggio è Jim Roth, che sta lavorando ad una missione sotto copertura. Durante una normale perlustrazione su un'imbarcazione sospetta, Dutchy scopre che uno dei membri dell'equipaggio è Jim Roth, che sta lavorando ad una missione sotto copertura..."
    },
    {
      "show_name": "Sea Patrol",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/sea-patrol.webp",
      "start_time": "2026-02-09 12:25:00",
      "end_time": "2026-02-09 13:10:00",
      "episode_number": "S5 E7",
      "show_category": "Azione & Avventura",
      "show_description": "Costretti a terra per la bassa marea, Ryan e Bird stringono amicizia con Leigh, figlio di un pescatore che si ritrova coinvolto in un traffico di droga che prevedeva la partecipazione del padre. Costretti a terra per la bassa marea, Ryan e Bird stringono amicizia con Leigh, figlio di un pescatore che si ritrova coinvolto in un traffico di droga che prevedeva la partecipazione del padre."
    },
    {
      "show_name": "Imma Tataranni - Sostituto procuratore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/imma-tataranni-sostituto-procuratore.webp",
      "start_time": "2026-02-09 13:10:00",
      "end_time": "2026-02-09 15:20:00",
      "episode_number": "S1 E6",
      "show_category": "Giallo And Crime",
      "show_description": "L'omicidio di un caro compagno di lotte e una serie di circostanze e tradimenti rischiano di far mancare a Imma il terreno sotto i piedi. Pietro si sente male a causa di un'intossicazione rimediata in una cena con un \"amico\" e don Mariano viene misteriosamente assassinato all'ora e nel luogo in cui aveva dato appuntamento alla Tataranni. Per Imma è un duro colpo e, come se non bastasse, deve fare anche i conti con la sfiducia di Vitali. L'omicidio di un caro compagno di lotte e una serie di circostanze e tradimenti rischiano di far mancare a Imma il terreno sotto i piedi. Pietro si sente male a causa di un'intossicazione rimediata in una cena con un \\\"amico\\\" e don Mariano viene misteriosamente assassinato all'ora e nel luogo in cui aveva dato appuntamento alla Tataranni. Per Imma è un duro colpo e, come se non bastasse, deve fare anche i conti con la sfiducia di Vitali."
    },
    {
      "show_name": "Appuntamento al cinema",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/appuntamento-al-cinema.webp",
      "start_time": "2026-02-09 15:20:00",
      "end_time": "2026-02-09 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rubrica per la promozione della cultura cinematografica in Italia."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-e-rex.webp",
      "start_time": "2026-02-09 15:25:00",
      "end_time": "2026-02-09 16:10:00",
      "episode_number": "S1 E3",
      "show_category": "Azione & Avventura",
      "show_description": "Il professore di Antropologia dell'Università, una persona che si rende odiosa con il suo sarcasmo le sue frasi velenose su tutti, viene trovato morto nell'aula ricoperto di catrame e piume. Si pensa subito a un crimine di odio, ma è difficile trovare il colpevole vista la quantità di persone che lo detestavano. Charlie capisce che c'è un collegamento con un precedente caso di suicidio. Il professore di Antropologia dell'Università, una persona che si rende odiosa con il suo sarcasmo le sue frasi velenose su tutti, viene trovato morto nell'aula ricoperto di catrame e piume. Si pensa subito a un crimine di odio, ma è difficile trovare il colpevole vista la quantità di persone che lo detestavano. Charlie capisce che c'è un collegamento con un precedente caso di suicidio..."
    },
    {
      "show_name": "Hudson e Rex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/hudson-e-rex.webp",
      "start_time": "2026-02-09 16:10:00",
      "end_time": "2026-02-09 16:55:00",
      "episode_number": "S1 E4",
      "show_category": "Azione & Avventura",
      "show_description": "Una donna viene trovata morta nel parco, infilzata al ramo di un albero. Si tratta di Brooklyn Weber, una dog sitter che vive a pochi isolati di distanza. All'inizio i sospetti si concentrano su Robbie il suo ragazzo, un disoccupato senza fissa dimora. Una donna viene trovata morta nel parco, infilzata al ramo di un albero. Si tratta di Brooklyn Weber, una dog sitter che vive a pochi isolati di distanza. All'inizio i sospetti si concentrano su Robbie il suo ragazzo, un disoccupato senza fissa dimora..."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-09 16:55:00",
      "end_time": "2026-02-09 17:55:00",
      "episode_number": "S6 E13",
      "show_category": "Giallo And Crime",
      "show_description": "Un monastero arroccato sulla montagna. Il corpo di un ragazzo ritrovato poco distante. Vincenzo e Francesco si trovano ad indagare dentro ad una comunità di monaci, e scoprono che i sentieri del dolore portano a compiere gesti estremi se non incontrano il perdono. Un monastero arroccato sulla montagna. Il corpo di un ragazzo ritrovato poco distante. Vincenzo e Francesco si trovano ad indagare dentro ad una comunità di monaci, e scoprono che i sentieri del dolore portano a compiere gesti estremi se non incontrano il perdono."
    },
    {
      "show_name": "Un passo dal cielo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-passo-dal-cielo.webp",
      "start_time": "2026-02-09 17:55:00",
      "end_time": "2026-02-09 18:55:00",
      "episode_number": "S6 E14",
      "show_category": "Giallo And Crime",
      "show_description": "Francesco finalmente trova la forza di guardare in faccia il suo passato, risvegliando pericolosi fantasmi. Vincenzo si impegna ad aiutare Carolina a realizzare un suo vecchio sogno. Francesco finalmente trova la forza di guardare in faccia il suo passato, risvegliando pericolosi fantasmi. Vincenzo si impegna ad aiutare Carolina a realizzare un suo vecchio sogno."
    },
    {
      "show_name": "Il paradiso delle signore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/il-paradiso-delle-signore.webp",
      "start_time": "2026-02-09 18:55:00",
      "end_time": "2026-02-09 19:35:00",
      "episode_number": "S10 E102",
      "show_category": "",
      "show_description": "Agata rientra da Firenze e sogna insieme a Mimmo il momento in cui si trasferiranno. Al Paradiso hanno inizio i preparativi per le riprese del film: Delia vive con emozione il suo ruolo di acconciatrice sul set, ma anche con un po' di ansia perché avrà a che fare con Nazzareno Amidei, una star molto esigente."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-09 19:35:00",
      "end_time": "2026-02-09 20:30:00",
      "episode_number": "S2 E8",
      "show_category": "Commedia",
      "show_description": "Wöller sollecita la perizia da parte del Ministero dei Beni Culturali per riuscire a dichiarare il convento inagibile. Trova aiuto nella Madre generale che, credendosi gravemente malata, vuole risolvere il problema prima di lasciare le redini al la nuova madre superiora. Wöller sollecita la perizia da parte del Ministero dei Beni Culturali per riuscire a dichiarare il convento inagibile. Trova aiuto nella Madre generale che, credendosi gravemente malata, vuole risolvere il problema prima di lasciare le redini al la nuova madre superiora."
    },
    {
      "show_name": "Un ciclone in convento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/un-ciclone-in-convento.webp",
      "start_time": "2026-02-09 20:30:00",
      "end_time": "2026-02-09 21:20:00",
      "episode_number": "S2 E9",
      "show_category": "Commedia",
      "show_description": "Sorella Lotte rientrata a Kaltenthal dopo esser stata in Nigeria per una missione, vive in pace in un convento con le sue consorelle, sempre alle prese con i battibecchi col sindaco Wöller. L'infermiera Margarete, viene licenziata dall'ospedale in cui lavora con sorella Felicitas, a causa del rifiuto delle avance da parte di un medico. Sorella Lotte rientrata a Kaltenthal dopo esser stata in Nigeria per una missione, vive in pace in un convento con le sue consorelle, sempre alle prese con i battibecchi col sindaco Wöller. L'infermiera Margarete, viene licenziata dall'ospedale in cui lavora con sorella Felicitas, a causa del rifiuto delle avance da parte di un medico."
    },
    {
      "show_name": "Natale a Christmas Island",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-christmas-island.webp",
      "start_time": "2026-02-09 21:20:00",
      "end_time": "2026-02-09 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Kate, una pilota di aerei, viene incaricata dalla famiglia Sharpe di portarli sulle Alpi svizzere per le vacanze di Natale. Tuttavia, una tempesta improvvisa, costringe l'aereo ad atterrare su Christmas Island, una remota località situata sulla costa canadese, dove l'avventura ha inizio."
    },
    {
      "show_name": "Natale a Nantucket",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiPremium/tomorrow/natale-a-nantucket.webp",
      "start_time": "2026-02-09 22:50:00",
      "end_time": "2026-02-10 00:20:00",
      "episode_number": "",
      "show_category": "Commedia",
      "show_description": "Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio. Una giovane proprietaria di una giocattoleria, ha ereditato il negozio sul molo di Nantucket dalla madre. Andy, un imprenditore fiducioso e determinato, ha in progetto la riqualificazione del molo per trasformarlo in un nuovo porto turistico. Venuta a conoscenza della cosa, Christina teme di dover dire addio al suo negozio."
    }
  ]
}