{
  "channel_name": "RaiStoria",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "L'odissea giuliano-dalmata: dalle foibe all'esodo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/03/04/1709550298285_2048x1152.jpg",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 00:15:00",
      "episode_number": "S2024",
      "show_category": "Storia & Arte",
      "show_description": "Il 10 febbraio in Italia si celebra il \"giorno del ricordo\", rivolto alle vittime delle foibe e alle decine di migliaia di esuli italiani costretti a lasciare l'Istria e la Dalmazia durante e dopo la fine della II guerra mondiale. Il capitolo più tragico ha inizio nel 1943, in pieno conflitto. Dopo l'8 settembre, sulle tensioni già esistenti tra slavi e italiani, acutizzate dalla politica fascista - il cosiddetto fascismo di confine - impatta la guerra con il suo carico di ferocia e brutalità, che coinvolge anche migliaia di civili. Nell'ottobre 1943, dalla profondità delle foibe istriane, emerge una prima terribile prova dei massacri: dalla cavità di Vines, vengono estratti decine di corpi, in grande maggioranza italiani, uccisi nel modo più orrendo. È la prima ondata di foibe in contesto di violente intimidazioni e persecuzioni. Ne seguiranno altre, che spingeranno gli italiani a lasciare la terra e le case dove sono nati e vissuti. Ma come si giunge a tutto questo? Quali sono le tappe fondamentali di un'odissea che si concluderà solo alla metà degli anni 50? A ripercorrerle, con l'aiuto di tre esperti della materia, e la consulenza dello storico Raoul Pupo, sarà una giovane storica, direttamente dai luoghi più rappresentativi del dramma giuliano-dalmata: da Trieste, snodo cruciale della vicenda, alle foibe di Vines e Basovizza, ai campi di accoglienza dove vengono sistemati, in condizioni spesso di estremo disagio, decine di migliaia di esuli. L'epilogo del racconto si svolge a Trieste, che torna italiana nel 1954. Il 10 febbraio in Italia si celebra il \\\"giorno del ricordo\\."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-11 00:15:00",
      "end_time": "2026-02-11 00:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-11 00:20:00",
      "end_time": "2026-02-11 00:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/10/1644504972724_Passato%20e%20presente.jpg",
      "start_time": "2026-02-11 00:40:00",
      "end_time": "2026-02-11 01:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti. Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/11/1657549202224_2048x1152.jpg",
      "start_time": "2026-02-11 01:15:00",
      "end_time": "2026-02-11 02:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Viaggio in Italia Umbria. Le piazze per la musica - Alla scoperta delle meravigliose piazze delle città umbre, magici palcoscenici di concerti dei più grandi artisti nazionali e internazionali."
    },
    {
      "show_name": "Il Tempo del ricordo. Le Foibe e l'esodo istriano giuliano dalmata",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/02/1706862418436_2048x1152.jpg",
      "start_time": "2026-02-11 02:10:00",
      "end_time": "2026-02-11 03:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In occasione della giornata del Ricordo ripercorriamo le vicende dell'esodo doloroso degli italiani dell'Istria, di Fiume e della Dalmazia costretti a lasciare le proprie terre e le proprie case senza alcuna certezza, incalzati e in alcuni casi trucidati dall'esercito Titino. Di Agostino Pozzi, produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "Mille papaveri rossi",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/06/1488810775751_Mille-papaveri-rossi-oo.jpg",
      "start_time": "2026-02-11 03:10:00",
      "end_time": "2026-02-11 04:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "MILLE PAPAVERI ROSSI 10 febbraio 1947. Vincitori e vinti - Enzo Biagi conduce il programma dedicato al trattato di pace del 1947 in cui l' Italia perde i territori di Briga e Tenda."
    },
    {
      "show_name": "W la Storia",
      "show_logo": "https://www.raiplay.it/dl/img/2016/06/24/1466758206859_italia_oo.jpg",
      "start_time": "2026-02-11 04:20:00",
      "end_time": "2026-02-11 04:45:00",
      "episode_number": "S2020",
      "show_category": "Storia & Arte",
      "show_description": "Perché il fascismo nasce proprio in Italia? Chi erano Dandolo e Manin? I matrimoni hanno anche una funzione politica? Chi era il negus? Chi istituì i ghetti in Europa nel 1500? Il ministro della salute è sempre esistito? Dittature, oligarchie, comuni, monarchie quante sono le forme di governo? E quali sono le migliori? Scopriamolo insieme, oggi a Viva la Storia si parla di Governare. Perché il fascismo nasce proprio in Italia? Chi erano Dandolo e Manin? I matrimoni hanno anche una funzione politica? Chi era il negus? Chi istituì i ghetti in Europa nel 1500? Il ministro della salute è sempre esistito? Dittature, oligarchie, comuni, monarchie quante sono le forme di governo? E quali sono le migliori?  Scopriamolo insieme, oggi a Viva la Storia si parla di Governare."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/21/1742589312624_Mai%20%20trasmessi.jpg",
      "start_time": "2026-02-11 04:45:00",
      "end_time": "2026-02-11 05:40:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Una delle prime \"prove d'autore\" del regista televisivo Enzo Trapani, che negli anni sarà uno degli innovatori del varietà televisivo RAI. Andato in onda nel 1960, Gente che va, gente che viene affronta, in ogni puntata, un tema pretesto che fa da filo conduttore per sviscerare - in modo ironico e divertente, e con l'ausilio di una brillante compagnia di attori, tra cui Gianrico Tedeschi, Monica Vitti e Adriana Asti - alcune delle più belle pagine della letteratura umoristica. In questa puntata il pretesto è \"cherchez la femme\" e viene rivisitato in chiave moderna attraverso le seguenti opere: \"E regine di Francia\" di Thorton Wilder; \"Non approfondire\" di Alberto Moravia; \"Susanna \" di Anton Cecov; \" Ventotto soldi \" di Labiche. Una delle prime \\\"prove d'autore\\\" del regista televisivo Enzo Trapani, che negli anni sarà uno degli innovatori del varietà televisivo RAI. Andato in onda nel 1960, Gente che va, gente che viene affronta, in ogni puntata, un tema pretesto che fa da filo conduttore per sviscerare - in modo ironico e divertente, e con l'ausilio di una brillante compagnia di attori, tra cui Gianrico Tedeschi, Monica Vitti e Adriana Asti - alcune delle più belle pagine della letteratura umoristica. In questa puntata il pretesto è \\\"cherchez la femme\\\" e viene rivisitato in chiave moderna attraverso le seguenti opere: \\\"E regine di Francia\\\" di Thorton Wilder; \\\"Non approfondire\\\" di Alberto Moravia; \\\"Susanna \\\" di Anton Cecov; \\\" Ventotto soldi \\\" di Labiche."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-11 05:40:00",
      "end_time": "2026-02-11 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/10/1644504972724_Passato%20e%20presente.jpg",
      "start_time": "2026-02-11 06:00:00",
      "end_time": "2026-02-11 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti. Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti."
    },
    {
      "show_name": "Maxi - Il grande processo alla mafia",
      "show_logo": "https://www.raiplay.it/dl/img/2020/05/19/1589881109108_maxi.jpg",
      "start_time": "2026-02-11 06:35:00",
      "end_time": "2026-02-11 07:30:00",
      "episode_number": "E1",
      "show_category": "Storia & Arte",
      "show_description": "10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \"l'astronave verde\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata. 10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \\\"l'astronave verde\\\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/06/03/1748974122529_Italia.jpg",
      "start_time": "2026-02-11 07:30:00",
      "end_time": "2026-02-11 08:15:00",
      "episode_number": "S2025 E2",
      "show_category": "",
      "show_description": "Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta. Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta."
    },
    {
      "show_name": "Telemaco",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/28/1682685762486_2048x1152.jpg",
      "start_time": "2026-02-11 08:15:00",
      "end_time": "2026-02-11 08:30:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "Telemaco - Nel ventre della montagna: il bunker Soratte - Nel 1937, per volere di Benito Mussolini, viene avviata sul Monte Soratte la realizzazione di numerose gallerie all'interno della - montagna, che sarebbero dovute servire da rifugio antiaereo per le alte cariche dell'Esercito Italiano in caso di bombardamento della capitale. - Con Charlotte Marincola. Telemaco - Nel ventre della montagna: il bunker Soratte  - Nel 1937, per volere di Benito Mussolini, viene avviata sul Monte Soratte la realizzazione di numerose gallerie all'interno della - montagna, che sarebbero dovute servire da rifugio antiaereo per le alte cariche dell'Esercito Italiano in caso di bombardamento della capitale. -  Con Charlotte Marincola."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770156881928_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-11 08:30:00",
      "end_time": "2026-02-11 08:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/10/1644504972724_Passato%20e%20presente.jpg",
      "start_time": "2026-02-11 08:45:00",
      "end_time": "2026-02-11 09:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti. Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti."
    },
    {
      "show_name": "Olimpia in esilio",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770153878456_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-11 09:25:00",
      "end_time": "2026-02-11 10:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Olimpia in esilio\" richiama la tragedia dell'esodo giuliano-dalmata che ha coinvolto grandi campioni dello sport che hanno continuato a gareggiare per l'Italia nei decenni successivi, raggiungendo risultati pr - estigiosi ed indimenticabili. In un parallelismo con alcuni degli eventi storici più significativi dell'Istria, Fiume e Dalmazia, dall'unità d'Italia ai giorni nostri, come la strage di Vergarolla e il Giro d'Italia del '46, si ripercorrono in un unico percorso narrativo alcune delle storie più belle e rappresentative dei più famosi sportivi giuliano-dalmati. - Regia Michelangelo Gratton."
    },
    {
      "show_name": "Rotta 230, ritorno alla terra dei padri",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/23/1729675880531_Nuovo%20progetto%2013.jpg",
      "start_time": "2026-02-11 10:25:00",
      "end_time": "2026-02-11 11:30:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Rotta 230, ritorno alla terra dei padri - Un viaggio straordinario, a ritroso nel tempo, di quelli capaci di far riaffiorare ricordi mai cancellati del tutto. Il \"Ritorno alla Terra dei - Padri\" rappresenta la maniera più concreta possibile per ripercorrere la rotta solcata da 13 pescherecci con a bordo 53 famiglie di esuli di Istria, Fiume e Dalmazia che hanno raggiunto Fertilia, in Sardegna, dopo 20 giorni e 20 notti di navigazione lungo le coste della nostra penisola. Regia Igor Biddau. Rotta 230, ritorno alla terra dei padri - Un viaggio straordinario, a ritroso nel tempo, di quelli capaci di far riaffiorare ricordi mai cancellati del tutto. Il \\\"Ritorno alla Terra dei - Padri\\\" rappresenta la maniera più concreta possibile per ripercorrere la rotta solcata da 13 pescherecci con a bordo 53 famiglie di esuli di Istria, Fiume e Dalmazia che hanno raggiunto Fertilia, in Sardegna, dopo 20 giorni e 20 notti di navigazione lungo le coste della nostra penisola. Regia Igor Biddau."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770156881928_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-11 11:30:00",
      "end_time": "2026-02-11 11:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/11/1657549202224_2048x1152.jpg",
      "start_time": "2026-02-11 11:55:00",
      "end_time": "2026-02-11 12:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Viaggio in Italia Umbria. Baci da Perugia - Un viaggio nella città, dalla fabbrica dei baci Perugina alle altre attività industriali e artigianali presenti sul territorio."
    },
    {
      "show_name": "RAInchieste",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/03/1712153592260_2048x1152.jpg",
      "start_time": "2026-02-11 12:55:00",
      "end_time": "2026-02-11 13:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Rainchieste - Voci dal mondo dei vinti (1981) di Gigi Marsico - Un ritratto di Gigi Marsico, giornalista e inviato dal nord ovest d'Italia e da Torino, introduce il suo reportage del 1981 - \"Voci dal mondo dei vinti\", dedicato alla comunità occitana. - con Giorgio Zanchini, un programma di Fabrizio Marini, Enrico Salvatori e Serena Valeri, e di Arnaldo Donnini, Mario Sagna, Vincenzo Reale, Francesca Scancarello, Debora Volpi. Produttrice esecutiva Alessandra Giorgi, regìa Fabrizio Marini. Rainchieste - Voci dal mondo dei vinti (1981) di Gigi Marsico - Un ritratto di Gigi Marsico, giornalista e inviato dal nord ovest d'Italia e da Torino, introduce il suo reportage del 1981 - \\\"Voci dal mondo dei vinti\\."
    },
    {
      "show_name": "Domenica con",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770158318139_Domenica%20con.png",
      "start_time": "2026-02-11 13:45:00",
      "end_time": "2026-02-11 14:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Domenica con La rivoluzione della minigonna - La rivoluzione della minigonna."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770156881928_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-11 14:00:00",
      "end_time": "2026-02-11 14:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/10/1644504972724_Passato%20e%20presente.jpg",
      "start_time": "2026-02-11 14:15:00",
      "end_time": "2026-02-11 14:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti. Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732899566291_5000%20anni.jpg",
      "start_time": "2026-02-11 14:55:00",
      "end_time": "2026-02-11 16:00:00",
      "episode_number": "",
      "show_category": "Scienza & Natura",
      "show_description": "L'assedio di San Giovanni d'Acri: uno degli episodi principali della terza Crociata. Con Giorgio Zanchini in studio il prof. Antonio Musarra, docente di storia medievale a La Sapienza di Roma, per ricostruire una vicenda che vede tra i suoi protagonisti il re Riccardo Cuor di Leone, un personaggio entrato nella leggenda. Conduce Giorgio Zanchini. L'assedio di San Giovanni d'Acri: uno degli episodi principali della terza Crociata. Con Giorgio Zanchini in studio il prof. Antonio Musarra, docente di storia medievale a La Sapienza di Roma, per ricostruire una vicenda che vede tra i suoi protagonisti il re Riccardo Cuor di Leone, un personaggio entrato nella leggenda. Conduce Giorgio Zanchini."
    },
    {
      "show_name": "Ignazio Giunti. La storia mai raccontata",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/28/1761648779330_2048x1152.jpg",
      "start_time": "2026-02-11 16:00:00",
      "end_time": "2026-02-11 17:30:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Uno dei talenti più puri e carismatici del motorismo italiano: Ignazio Giunti. Pilota romano di nobili origini calabresi, astro nascente della Ferrari, scomparso tragicamente il 10 gennaio 1971 durante la 1000 km di Buenos Aires. Uno dei talenti più puri e carismatici del motorismo italiano: Ignazio Giunti. Pilota romano di nobili origini calabresi, astro nascente della Ferrari, scomparso tragicamente il 10 gennaio 1971 durante la 1000 km di Buenos Aires."
    },
    {
      "show_name": "Papa Benedetto XVI",
      "show_logo": "https://www.raiplay.it/dl/img/2025/04/08/1744142980482_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-11 17:30:00",
      "end_time": "2026-02-11 18:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inizia dal clamoroso e rivoluzionario gesto delle dimissioni dell'11 febbraio 2013 il racconto degli otto anni di pontificato di Papa Benedetto XVI, nei quali ha incarnato la ricchezza della tradizione cattolica.. - Di Antonia Pillosio produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-11 18:35:00",
      "end_time": "2026-02-11 18:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Mille papaveri rossi",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/06/1488810775751_Mille-papaveri-rossi-oo.jpg",
      "start_time": "2026-02-11 18:40:00",
      "end_time": "2026-02-11 19:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "MILLE PAPAVERI ROSSI Finchè dura la memoria. Trieste 1948 - La situazione del partito comunista di Trieste dopo la risoluzione Cominform che condannava il partito comunista Jugoslavo come nazionalista. - di Francesco Falcone (1980)."
    },
    {
      "show_name": "Vuoti di memoria",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/20/1574243299843_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-11 19:45:00",
      "end_time": "2026-02-11 20:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Vuoti di memoria Amelia Rosselli 1930 - 1996: la rissa degli angeli - La vita privata e l'attività letteraria di Amelia Rosselli, figlia dell'esule antifascista Carlo Rosselli. - di Massimo Fichera, Loredana Rotondo e Giuliana Mancini; regia di Manuela Vigorita."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/03/1770156881928_Il%20giorno%20e%20la%20Storia.png",
      "start_time": "2026-02-11 20:10:00",
      "end_time": "2026-02-11 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia dell'11 febbraio 2026. Persone, eventi e ricorrenze dell'11 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-11 20:35:00",
      "end_time": "2026-02-11 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Dalle vaste steppe dell'Asia centrale, tra cavalieri nomadi e conquiste fulminee, prende avvio la storia dei Moghul. Discendenti delle tribù turco-mongole che nel XIII secolo seguirono Gengis Khan nella creazione del più grande impero mai esistito, i Moghul seppero raccoglierne l'eredità e trasformarla in una nuova impresa: la conquista del subcontinente indiano. Due secoli dopo, fondarono un impero poderoso, esteso dall'Afghanistan al Bangladesh fino al sud dell'India, destinato a cambiare per sempre il volto della regione. Il loro dominio diede origine a un incontro complesso tra Islam e mondo indù, fatto di conflitti e convivenze: mentre sul piano culturale e sociale nacquero scambi fecondi, sul piano religioso rimase una frattura profonda, le cui conseguenze si avvertono ancora oggi. In studio, con paolo Mieli, il prof. Franco Cardini."
    },
    {
      "show_name": "Grandi disastri 10 errori fatali",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/18/1705586939010_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-11 21:15:00",
      "end_time": "2026-02-11 22:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Grandi disastri 10 errori fatali: Boeing 737 Max - I disastri dei voli Lion Air 610 (189 morti il 29 ottobre 2018) e dell'Ethiopian Airlines 302 (157 morti il 10 marzo 2019) causati dal malfunzionamento d - i un software per il pilota automatico - Introduce Gregory Alegi."
    },
    {
      "show_name": "Il mistero Moby Prince",
      "show_logo": "https://www.raiplay.it/dl/img/2022/10/17/1665998400767_2048x1152.jpg",
      "start_time": "2026-02-11 22:10:00",
      "end_time": "2026-02-11 23:45:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "La notte del 10 aprile 1991, davanti al porto di Livorno, il traghetto Moby Prince collide con una petroliera. Muoiono 140 persone e la colpa viene data al comandante Ugo Chessa. Da 31 anni, i figli lottano per scrivere una nuova verità e cancellare anni di bugie. La notte del 10 aprile 1991, davanti al porto di Livorno, il traghetto Moby Prince collide con una petroliera. Muoiono 140 persone e la colpa viene data al comandante Ugo Chessa. Da 31 anni, i figli lottano per scrivere una nuova verità e cancellare anni di bugie."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769512283109_La%20bussola%20e%20la%20clessidra.png",
      "start_time": "2026-02-11 23:45:00",
      "end_time": "2026-02-12 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero -Fraser Clansman scozzese - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuova se - rie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino. La bussola e la clessidra - La via del guerriero -Fraser Clansman scozzese - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuova se - rie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. -  Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    }
  ]
}