{
  "channel_name": "RaiScuola",
  "date": "2026-02-16",
  "programs": [
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/28/1687938836420_1631869976233_lincei.jpg",
      "start_time": "2026-02-16 00:00:00",
      "end_time": "2026-02-16 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 11 - Stephen Hawking - Un uomo che per non smettere di dire le cose importanti che aveva da raccontare ha continuato a farlo anche quando la sua voc - e è diventata quella di un computer. Colpito poco più che ventenne da una forma di sclerosi paralizzante, Stephen Hawking è riuscito a stupire tutti per la sua tenacia e la sua ostinazione, il suo voler vivere per la scienza. A lui dobbiamo molte delle ipotesi che ci spingono a cercare una risposta unica sulla nascita dell'universo, una 'teoria del tutto' che riunisca i vari livelli di spiegazione del perché siamo qui. Amante della musica, e di Wagner in particolare, molto amato dalle donne, Stephen Hawking ha saputo dialogare con i colleghi e con la società, diventando anche un simbolo, un esempio, un'icona. Chiara Buratti racconta gli anni del college, le prime idee sui buchi neri, i suoi tormentati rapporti sentimentali, il suo successo di scienziato e di comunicatore. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-16 00:00:00",
      "end_time": "2026-02-16 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Muntanar. L'Appennino reggiano - \"Muntanar. L'Appennino reggiano\" di Lucrezia Lo Bianco, un viaggio nel territorio tosco emiliano dominato dalla Roccia di Bismantova, un en - orme monolite di arenaria. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-16 01:00:00",
      "end_time": "2026-02-16 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 20 - Disastri: Alluvioni."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-16 02:00:00",
      "end_time": "2026-02-16 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Stefano Camera - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentatori, - eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Stefano Camera, fisico. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-16 02:30:00",
      "end_time": "2026-02-16 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.11 - Il tempo della frutta - In questa puntata parliamo di frutta, ad accompagnarci in questo racconto c'è l'agronomo Luca Nari della Fondazione per la ricerca, l'innovazio - ne e lo sviluppo tecnologico dell'agricoltura piemontese, che ci parla della specificità delle coltivazioni di frutta, sia dal punto di vista delle ultime tecniche bio-compatibili per combattere i parassiti e fertilizzare i terreni, sia riguardo le problematiche legate al cambiamento climatico. Uno dei frutti più diffusi e simbolici è la mela: Anna Pancaldi ci porta indietro nel tempo per ricostruirne l'antichissima storia della coltivazione, mentre gli agronomi Davide Nari e Valentina Roera, ci descrivono invece in che modo avviene la sperimentazione dei suoi nuovi ibridi, dal campo al laboratorio. Andiamo sempre alla ricerca di nuovi gusti, quando si tratta di frutta, così come ci racconta ancora Anna Pancaldi nel suo secondo intervento: un excursus che va dai romani ai giorni nostri. Mangiare frutta, quindi, ci piace dalla notte dei tempi, ma il suo consumo implica una pesante produzione di scarti. C'è chi, però, questi scarti cerca di utilizzarli in maniera virtuosa: è quel che si fa in un'azienda pugliese produttrice di olio, dove Vincenzo Lionetti, biologo di Sapienza Università di Roma, e Francesco Loprieno, agronomo, ci spiegano come ricavare biogas, fertilizzanti e fitofarmaci dagli scarti della lavorazione delle olive. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-16 03:30:00",
      "end_time": "2026-02-16 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa giornata ha lo scopo di accrescere il numero dei donatori e di aumentare nell'opinione pubblica la consapevolezza dell'importanza di questo semplice ma preziosissimo gesto. Ma come si dona il sangue, - perché è cosi' importante farlo e soprattutto a cosa serve quest'atto di generosità? Lo possono fare tutti e dove? E' facile, sicuro? Cosa accade una volta che il sangue è stato donato, come viene trattato e a chi serve."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-16 04:00:00",
      "end_time": "2026-02-16 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Puntata 7: Trieste - Memex - I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i centri - di ricerca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. In questa puntata si parla di Trieste: una città di frontiera che da sempre è crocevia culturale e territorio di sperimentazioni e collaborazioni scientifiche di grande importanza. In un clima così fertile, sono tante le realtà da conoscere. Seguiremo le attività dell'OGS, l'Istituto Nazionale di Oceanografia e di Geofisica Sperimentale, dalla Sissa, la Scuola Internazionale Superiore di Studi Avanzati, quelle presenti in Area Science Park o all'Elettra Sincrotrone, e infine le frontiere della genetica con l'ICGEB, il Centro Internazionale di Ingegneria Genetica e Biotecnologie. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Federica De Maria - regia di Massimo Sangermano - conduce Chiara Buratti."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://www.raiplay.it/dl/img/2022/11/30/1669820854222_1669132502010_2048x1152_logo.jpg",
      "start_time": "2026-02-16 04:30:00",
      "end_time": "2026-02-16 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Racconti di Scienza - p. 08 - La serra di Mendel - Un monaco agostiniano, ma anche un biologo e un matematico. Gregor Mendel con le sue intuizioni ha gettato le basi dell' attuale gen - etica. Racconti di Scienza presenta La serra di Mendel - La nascita della genetica, tra scienza e storia. Dalla ventesima edizione del Festival della Scienza di Genova, il divulgatore Massimo Ruccio, con il supporto scientifico dei genetisti Marco Salvemini, Serena Aceto e Giuseppe Saccone, ci propone un'occasione unica per apprezzare la straordinaria correttezza delle scoperte di Mendel ma anche l uso immorale e micidiale che di quelle intuizioni si è fatto nel corso della storia. - Un programma di Diego Garbati e Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-16 05:00:00",
      "end_time": "2026-02-16 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Idrogeno, il numero uno della Tavola - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scopert - a del mondo che ci circonda e delle sue regole. In questa puntata, dedicata alla Tavola Periodica degli Elementi, ci occupiamo del primo \"inquilino\" della Tavola, che è anche l'elemento più diffuso dell'intero Universo: l'Idrogeno. A farci da guida in studio, assieme a Luca Perri, è il chimico e divulgatore scientifico Silvano Fuso, con il supporto delle schede tecniche realizzate con il chimico del CNR Pietro Calandra. Con Anna Pancaldi facciamo invece un viaggio indietro nel tempo fino ad Henry Cavendish, ad Antoine-Laurent de Lavoisier e a Paracelso, per scoprire chi isolò e battezzò questo importantissimo elemento chimico. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-16 05:30:00",
      "end_time": "2026-02-16 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 15) \"La geologia dei canyon sottomarini\" - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Silvia - Ceramicola, geologa marina dell'Istituto Nazionale di Oceanografia e di Geofisica Sperimentale di Trieste. Assieme a loro scopriamo che cosa sono i canyon sottomarini e dove si trovano nel mondo, come si formano e perché sono importanti per la geologia marina, come li studiamo in Europa e nel Mediterraneo grazie a grandi progetti di ricerca. Andiamo nel Golfo di Trieste insieme a Daniela Accettella, tecnologa dell'OGS, che a bordo di un'imbarcazione spiega l'utilità e il funzionamento di uno strumento utilizzato per la mappatura delle profondità marine: montato a chiglia, il \"multibeam\" permette di acquisire i valori di profondità e creare le mappe dei fondali, trasmettendo e ricevendo impulsi acustici. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Ordine e Disordine",
      "show_logo": "https://www.raiplay.it/dl/img/2018/01/04/1515080123565_02_2048_1152_Ordine.jpg",
      "start_time": "2026-02-16 06:00:00",
      "end_time": "2026-02-16 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://www.raiplay.it/dl/img/2023/10/02/1696234416927_1674562288912_2048x1152.jpg",
      "start_time": "2026-02-16 07:00:00",
      "end_time": "2026-02-16 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L' Earth Overshoot Day, il giorno del superamento terrestre, in cui l'umanità consuma le risorse prodotte dal pianeta nell'arco di un anno."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://www.raiplay.it/dl/img/2017/10/05/1507218798495_DigitalWorld_2048x1152.jpg",
      "start_time": "2026-02-16 07:30:00",
      "end_time": "2026-02-16 08:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world Etica e pensiero critico digitale. - È sempre più necessario avere delle buone regole da osservare per praticare il bene comune, con norme e valori che regolano il nostro modo di agire, nell' - utilizzo della rete e dei social. Parliamo di etica e di pensiero critico digitale e lo facciamo in compagnia di Luciano Floridi, Derrick De Kerchove, Maura Gancitano, Fabio Ciotti."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-16 08:10:00",
      "end_time": "2026-02-16 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 7 - Le sentinelle della grande barriera corallina. I giganti dei mari - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la b - iodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://www.raiplay.it/dl/img/2017/05/02/1493715596434_memex_2048_1152.jpg",
      "start_time": "2026-02-16 09:00:00",
      "end_time": "2026-02-16 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Idrogeno, il numero uno della Tavola - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scopert - a del mondo che ci circonda e delle sue regole. In questa puntata, dedicata alla Tavola Periodica degli Elementi, ci occupiamo del primo \"inquilino\" della Tavola, che è anche l'elemento più diffuso dell'intero Universo: l'Idrogeno. A farci da guida in studio, assieme a Luca Perri, è il chimico e divulgatore scientifico Silvano Fuso, con il supporto delle schede tecniche realizzate con il chimico del CNR Pietro Calandra. Con Anna Pancaldi facciamo invece un viaggio indietro nel tempo fino ad Henry Cavendish, ad Antoine-Laurent de Lavoisier e a Paracelso, per scoprire chi isolò e battezzò questo importantissimo elemento chimico. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://www.raiplay.it/dl/img/2019/05/03/1556874591863_vita-da-ricercatore_2048x1152.jpg",
      "start_time": "2026-02-16 09:30:00",
      "end_time": "2026-02-16 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Vita da Ricercatore: Stefano Camera - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curiosi, coraggiosi sperimentatori, - eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman \"l esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Stefano Camera, fisico. - Un programma di Davide Coero Borga, Diego Garbati e Pino Roggero - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Giuseppe Cembalo, Mario Ferrari, Silvia Di Fonso, Nicoletta Piu - Condotto da Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/16/1637055688581_2048x1152.jpg",
      "start_time": "2026-02-16 10:00:00",
      "end_time": "2026-02-16 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 08 Elementi - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista sci - entifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Selvatici ma non troppo",
      "show_logo": "https://www.raiplay.it/dl/img/2023/06/08/1686216792101_2048x1152.jpg",
      "start_time": "2026-02-16 11:00:00",
      "end_time": "2026-02-16 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Più di 130 individui di varie specie vivono in una vasta riserva vicino ad Avignone, nel sud della Francia. Sono stati salvati in tutta Europa. Alcuni sono stati trovati feriti sul ciglio della strada, altri sono stati inv - iati da parchi che non potevano prendersi cura di loro. Gran parte della fauna selvatica in questo luogo di sicurezza è orfana. Per la prima volta, una troupe ha avuto il permesso di entrare nella riserva per scoprire i segreti di questo mondo speciale, dove si formano legami molto stretti tra uomini e animali. I residenti appaiono regolarmente nei film. Sono accuditi da una donna straordinaria le cui capacità sono riconosciute a livello internazionale."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/04/1656933424804_2048x1152.jpg",
      "start_time": "2026-02-16 11:45:00",
      "end_time": "2026-02-16 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Ep. 5 - Nella foresta di Huelgoat - La foresta di Huelgoat è stata la culla di molti miti fondanti della Francia. Da Merlino l'Incantatore ai Cavalieri della Tavola Rotonda, dalle fate de - l fiume ai misteriosi folletti, Simon Allix attraversa questa foresta e cerca di scoprire le origini di queste favolose leggende, tra retaggi storici, credenze pagane e tradizioni cristiane."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://www.raiplay.it/dl/img/2019/07/16/1563279441731_2048x1152.jpg",
      "start_time": "2026-02-16 12:30:00",
      "end_time": "2026-02-16 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume e tra gli alberi Muntanar. L'Appennino reggiano - \"Muntanar. L'Appennino reggiano\" di Lucrezia Lo Bianco, un viaggio nel territorio tosco emiliano dominato dalla Roccia di Bismantova, un en - orme monolite di arenaria. - un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini Lorenzo di Majo Monica Ghezzi Lucrezia Lo Bianco Guido Morandini Vincenzo Saccone Giuseppe Sansonna Francesco Zippel a cura di Gemma Giorgini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-16 13:30:00",
      "end_time": "2026-02-16 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 4 Lo strabiliante mondo delle piante: Diffusione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/09/1746780955259_2048x1152.jpg",
      "start_time": "2026-02-16 14:30:00",
      "end_time": "2026-02-16 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Oppenheimer VS Heisenberg - Bomba atomica - La bomba atomica, l'arma più devastante di tutte: chi metterà per primo le mani sulla tecnologia nucleare avrà la possibilità di decretare le sor - ti della seconda guerra mondiale e del mondo intero. Il documentario racconta la storia della rivalità a distanza dei due protagonisti di questa sfida: il fisico statunitense Julius Robert Oppenheimer e il tedesco Werner Heisenberg."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/18/1731924971786_2048x1152.jpg",
      "start_time": "2026-02-16 15:30:00",
      "end_time": "2026-02-16 17:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 Fratello lupo, sorella orso Prima TV per Rai - Lupi e orsi, un tempo perseguitati fino quasi all'estinzione, sono tornati grazie alla loro tutela, oggi però in discussione. Il racconto mostra p - aure infondate, valore ecologico dei grandi predatori e l'urgenza di una convivenza serena tra Sapiens e fauna selvatica."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/12/1681293998407_splashing-gcfe692817_1280.jpg",
      "start_time": "2026-02-16 17:20:00",
      "end_time": "2026-02-16 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Papiro, l'Egitto, Siracusa - Insetti nel cibo e entomologi investigatori - Dalla candela alla lampadina."
    },
    {
      "show_name": "L'Archipendolo Sergio Musmeci",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/04/1683207008410_2048x1152.jpg",
      "start_time": "2026-02-16 17:30:00",
      "end_time": "2026-02-16 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Archipendolo Puntata 2 - L'arco in epoca romana - In questa puntata parleremo dell' arco in epoca romana, delle sue caratteristiche architettoniche e del suo ruolo è il caso di dire - portante - nelle te - cniche costruttive dei Romani. Vedremo diversi esempi di applicazione archittettonica dell' arco, tra cui il monumento più famoso del mondo: il Colosseo. - Un programma di Daniela Delfini, condotto da Edoardo Camponeschi, consulenti Tullia Iori, Fabio Di Carlo, produttore esecutivo Giorgio Marcucci, regia di David Emmer."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://www.raiplay.it/dl/img/2019/03/13/1552479814182_drJackHill_2048x1152.jpg",
      "start_time": "2026-02-16 18:00:00",
      "end_time": "2026-02-16 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Stay on your toes - Episodio 8 - L uomo d affari che si fa aiutare da Jack è sempre più strano, ma Jack non ci fa caso, la sua testa è già all appuntamento con Ida. Ja - ck pensa che sia arrivato il momento giusto per dichiararsi. Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Jacopo Bezzi Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Il Cambiamento Globale Artico",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/02/1735812613040_2048x1152.jpg",
      "start_time": "2026-02-16 18:15:00",
      "end_time": "2026-02-16 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il cambiamento globale artico Ep. 1 - L'amplificazione artica - La serie, co-prodotta dal progetto Europeo INTERACT insieme alla BBC Natural History Unit, esplora quattro aspetti cruciali del cambiamento c - limatico in atto e il loro impatto sulle comunità locali e sull'ecosistema globale. Nel primo episodio: l'Artico si riscalda quattro volte più velocemente rispetto al resto del mondo, con effetti globali come l'innalzamento del livello del mare ed eventi meteorologici estremi."
    },
    {
      "show_name": "Wood Wide Web",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/24/1684917228523_root-276636_1920.jpg",
      "start_time": "2026-02-16 18:30:00",
      "end_time": "2026-02-16 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le foreste rendono vivibili la terra e il nostro clima e migliorano la biodiversità. Ma l'uomo moderno ne continua ad abbattere milioni di ettari ogni anno, causando una crisi ecologica senza precedenti. Il tema di questo episodio è - l'intelligenza secolare degli alberi e delle foreste. Ogni albero racconta una storia e ogni antica foresta è anche un progetto per una società umana sana: non omogenea, ma diversificata e complessa. Il Wood Wide Web è la rete complessa sotterranea con cui gli alberi comunicano e si avvertono a vicenda e ci insegna a vedere la foresta come una comunità che è più legata a noi di quanto si possa pensare a prima vista."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/04/1656933424804_2048x1152.jpg",
      "start_time": "2026-02-16 19:15:00",
      "end_time": "2026-02-16 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Ep. 6 - Nella foresta di Troncais - La foresta di Tronçais è nota per ospitare gli alberi più maestosi di tutta Europa. Vero rifugio della biodiversità, nonché ambasciatore delle foreste - francesi, è la patria di alberi di 500 anni di età. Attraverso i suoi incontri e le sue scoperte, Simon Allix cerca di capire il legame che esiste tra la foresta e gli uomini sia di ieri che di oggi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/02/1654153073029_2048x1152.jpg",
      "start_time": "2026-02-16 20:00:00",
      "end_time": "2026-02-16 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.10 - Sulle tracce dei veleni - In questa puntata parliamo di veleni, raccontando la storia della loro scoperta, gli studi sulla loro funzione nell'evoluzione delle specie, - e di come, sin dai tempi più antichi, esista la consapevolezza nell'uomo della loro pericolosità che è direttamente collegata al concetto di dose. La dose fa il veleno: la stessa sostanza può essere micidiale o salvifica. Oggi i veleni non vengono solo dal mondo naturale ma sono spesso nascosti in prodotti di uso comune. Ne parliamo con Fabio Zampieri, docente di Storia della medicina presso il Dipartimento di Scienze cardio-toraco-vascolari e Sanità pubblica dell'Università di Padova. Parleremo di famosi avvelenamenti, come quello del filosofo Socrate che morì bevendo cicuta, ma anche di fiori e frutti apparentemente innocui che invece possono intossicarci e a volte ucciderci. Incontreremo ragni, serpenti, rospi e scorpioni e scopriremo come il loro veleno possa dare allucinazioni, paralizzare o essere letale per altri animali e per l'uomo. Mostreremo i pericoli noti dell'amianto, delle microplastiche e dei PFAS, ma anche quelli dei conservanti e degli additivi che ingeriamo insieme ai cibi di ogni giorno. Anna Pancaldi ci racconterà la storia del curaro, pianta misteriosa proveniente dal Nuovo Mondo, che un tempo uccideva i nemici ma che oggi viene usata come anestetico nelle sale operatorie, e quella di una tintura per ciglia, famosa negli anni Trenta del Novecento, che ha ucciso e reso cieca più di una donna. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/02/1770022563889_vintage-649760_1920%20172.jpg",
      "start_time": "2026-02-16 21:00:00",
      "end_time": "2026-02-16 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 2 - Il genio dell'est Prima TV per Rai."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-16 22:00:00",
      "end_time": "2026-02-16 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 20 - Disastri: Alluvioni."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/06/1678107355311_2048x1152.jpg",
      "start_time": "2026-02-16 22:50:00",
      "end_time": "2026-02-16 23:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 11 - Disaster Engineered: Uragano Katrina e ponte di Tacoma Narrows."
    },
    {
      "show_name": "Progetto Scienza 2022 Scienze dell'ambiente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/01/1727777330319_progetto%20scienza.jpg",
      "start_time": "2026-02-16 23:35:00",
      "end_time": "2026-02-17 00:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienze dell'ambiente p.06 - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più n - umerose ragazze che scelgono di impegnarsi nel mondo della scienza. 'Scienziate' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi. In questa puntata dedicata alle scienziate impegnate nel campo delle Scienze dell'Ambiente, in studio con l'astrofisica e divulgatrice Edwige Pezzulli, racconteranno le loro storie Elena Paoletti, esperta di cambiamento climatico e foreste dell'Istituto per la Protezione Sostenibile delle Piante del CNR, e Giuditta Celli, glaciologa e chimica dell'atmosfera, ricercatrice all'Università Ca' Foscari di Venezia. - un programma di Daniela Mazzoli e Edwige Pezzulli con la collaborazione di Diego Garbati e Pino Roggero, a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati, regia Nicoletta Nesler, conduce Edwige Pezzulli."
    }
  ]
}