{
  "channel_name": "RaiScuola",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Salina isola verde - A Salina si incontrano persone allegre e ben felici di vivere qui, nati che vi siano o che abbiano raggiunto l'isola dal manto verde per lavoro o per amo - re. La vita sull'isola scorre così: con i profumi, i colori e i sapori che intrecciano una danza quotidiana con gli amori di Venere e le emozioni di Dioniso. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Gianfranco Anzini."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storia-della-matematica.webp",
      "start_time": "2026-02-11 01:00:00",
      "end_time": "2026-02-11 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-11 02:00:00",
      "end_time": "2026-02-11 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 20): Marco Gozzi, musicologo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curios - i, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Marco Gozzi, musicologo."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-11 02:30:00",
      "end_time": "2026-02-11 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 05 Cervello - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scientifica Silvia B - encivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-11 03:30:00",
      "end_time": "2026-02-11 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata parleremo del Turismo, un'importante occasione per riflettere sul valore sociale e politico del settore turistico."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-11 04:00:00",
      "end_time": "2026-02-11 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 4 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-11 04:30:00",
      "end_time": "2026-02-11 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - p. 10 - Dialoghi ibridi - La divulgazione scientifica si fa racconto. Personaggi, invenzioni, scoperte, errori, innovazione tecnologica, passi in avanti nella co - noscenza scientifica che hanno cambiato per sempre il nostro modo di vedere il mondo che ci circonda. Una serie di puntate speciali che hanno in comune la voglia di condividere ciò che sappiamo in modo spettacolare e coinvolgente. Presenta: Anna Pancaldi. - Un programma di Diego Garbati e Daniela Mazzoli, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Anna Pancaldi."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex-nautilus.webp",
      "start_time": "2026-02-11 05:00:00",
      "end_time": "2026-02-11 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa p - untata parliamo di plastica. È il materiale del ventesimo secolo, dell'oggi e forse anche del domani. Pensate solo a come ha rivoluzionato le tecnologie, gli oggetti, i dispositivi medici, l'agricoltura o la conservazione dei cibi. Le materie plastiche sono nate per imitare i prodotti naturali, soprattutto quelli più costosi: il legno, i metalli, il vetro, la ceramica, l'avorio e il corno. In pochi anni ha conquistato i tutti i settori e, con una produzione di 300 milioni di tonnellate all'anno in tutto il mondo, invaso ogni angolo del Pianeta. Ne parliamo con Loris Pietrelli, del Dipartimento Sostenibilità dei Sistemi Produttivi dell'Enea e con Roberto Cavallo esperto di sostenibilità ambientale. Entriamo anche dentro il Centro di ricerca Giulio Natta di Ferrara, fino ad arrivare al CNR di Pozzuoli che ha da poco sperimentato un biopolimero capace di trattenere le microfibre dei nostri vestiti durante i lavaggi. Anna Pancaldi ci racconta la storia di Leo Baekeland, l'inventore della bakelite, la prima resina sintetica, e la scoperta di Maurice Lemoigne, il padre della plastica naturale. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-11 05:30:00",
      "end_time": "2026-02-11 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 10) - Archeoastronomia, un viaggio nel tempo. - Newton è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita A - lessandra Pagliano, professoressa di Architettura dell'Università Federico II di Napoli. Insieme a loro viaggeremo nel tempo per scoprire le motivazioni astronomiche, religiose e matematiche alla base dei progetti di costruzione di monumenti ed edifici antichi, e come nel corso di migliaia di anni siano cambiati i metodi e le esigenze della misura dell'ora. Alessandra Pagliano si occupa attivamente dello studio e del restauro degli antichi orologi solari e della diffusione e preservazione della millenaria cultura gnomonica, oggi in fase di dispersione. Maria Teresa Crosta, ricercatrice dell'INAF di Torino, e Sandro Caranzano, archeologo, direttore del Centro Studi Herakles di Torino, raccontano invece come sono arrivati a scoprire la data di fondazione di Iulia Augusta Taurinorum, l'attuale Torino. Alessandra Celletti, matematica membro del consiglio direttivo della Società Italiana di Meccanica Celeste e Astrodinamica, e professoressa di Fisica Matematica all'Università di Roma Tor Vergata, ci spiega le sfide da affrontare per calcolare la posizione degli astri nel cielo di milioni di anni fa. Perché la sinergia tra rilievi e proiezioni astronomiche ed architettoniche può portarci a scoperte impensabili sul nostro passato. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-11 06:00:00",
      "end_time": "2026-02-11 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-11 07:00:00",
      "end_time": "2026-02-11 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per: la lotta contro la desertificazione e la siccità - \"Le foreste precedono le civiltà, i deserti le seguono\": questa è una frase di François-René de Chateaubriand che può ben rappresentare il - problema della desertificazione, un processo di degradazione del suolo in cui aree che erano produttive, diventano sempre più aride, spoglie di vegetazione e incapaci di sostenere sia la vita vegetale e animale."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-11 07:30:00",
      "end_time": "2026-02-11 08:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza - Castelli romani - Memex - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il - rapporto di un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. Questa puntata è dedicata ad un'area caratterizzata da un'elevata concentrazione di istituti di ricerca, quella dei Castelli romani, a pochi chilometri da Roma, con centri di eccellenza come quelli dell'Esa Esrin e dell'Infn a Frascati, dell'Inail a Monte Porzio Catone, oppure il Museo geofisico dell'Ingv a Rocca di Papa o lo storico osservatorio della Specola Vaticana a Castel Gandolfo. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Massimo Bongiorno - regia di Mario Ferrari - conduce Chiara Buratti."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-11 08:00:00",
      "end_time": "2026-02-11 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex-nautilus.webp",
      "start_time": "2026-02-11 08:55:00",
      "end_time": "2026-02-11 09:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mondo che ci circonda e delle sue regole. In questa p - untata parliamo di plastica. È il materiale del ventesimo secolo, dell'oggi e forse anche del domani. Pensate solo a come ha rivoluzionato le tecnologie, gli oggetti, i dispositivi medici, l'agricoltura o la conservazione dei cibi. Le materie plastiche sono nate per imitare i prodotti naturali, soprattutto quelli più costosi: il legno, i metalli, il vetro, la ceramica, l'avorio e il corno. In pochi anni ha conquistato i tutti i settori e, con una produzione di 300 milioni di tonnellate all'anno in tutto il mondo, invaso ogni angolo del Pianeta. Ne parliamo con Loris Pietrelli, del Dipartimento Sostenibilità dei Sistemi Produttivi dell'Enea e con Roberto Cavallo esperto di sostenibilità ambientale. Entriamo anche dentro il Centro di ricerca Giulio Natta di Ferrara, fino ad arrivare al CNR di Pozzuoli che ha da poco sperimentato un biopolimero capace di trattenere le microfibre dei nostri vestiti durante i lavaggi. Anna Pancaldi ci racconta la storia di Leo Baekeland, l'inventore della bakelite, la prima resina sintetica, e la scoperta di Maurice Lemoigne, il padre della plastica naturale. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-11 09:25:00",
      "end_time": "2026-02-11 09:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 20): Marco Gozzi, musicologo - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani curios - i, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Marco Gozzi, musicologo."
    },
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2022.webp",
      "start_time": "2026-02-11 09:55:00",
      "end_time": "2026-02-11 10:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 I luoghi della Scienza - p. 04 - La ricerca con le navi oceanografiche - Un viaggio attraverso l'Italia della ricerca e della sperimentazione scientifica. Un racconto che evidenzia lo - stretto rapporto tra scienza e territorio e ci porta alla scoperta dei luoghi dove operano i ricercatori e degli ambienti naturali oggetto delle loro ricerche. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della scienza italiana svelandone l'orizzonte culturale e naturalistico, ma anche la passione per la scienza dei protagonisti dei più importanti progetti di ricerca. In questa puntata dedicata alle navi oceanografiche in Italia, andiamo in Friuli-Venezia Giulia, a Trieste, per salire a bordo della rompighiaccio 'Laura Bassi' dell'Istituto Nazionale di Oceanografia e Geofisica Sperimentale e conoscere l'attività scientifica portata avanti durante le sue missioni. A raccontarci la storia di questa importante e unica imbarcazione e dei progetti di ricerca che ospita sono Franco Coren, Direttore Infrastrutture Navali dell'OGS, e alcuni ricercatori dell'OGS: l'oceanografo Manuel Bensi, il geologo marino Michele Rebesco e la glaciologa Florence Colleoni. Ci spostiamo poi in Liguria dove naviga la 'Alliance', la nave oceanografica del CMRE, l'unico centro di ricerca e sperimentazione marittima della NATO, che ha sede a La Spezia all'interno della base della Marina Militare Italiana. A bordo della nave oceanografica ci fanno conoscere gli strumenti e le attività il Comandante della Nave Alliance Pasquale Perrina (Marina Militare Italiana), l'Ufficiale di Staff Paolo Lombardi (NATO STO-CMRE), insieme all'oceanografo Sandro Carniel (Capo Divisione Ricerca NATO STO-CMRE) e all'ingegnere Alain Maguer (Capo Divisione Ingegneria NATO STO-CMRE). - Un programma di Federica De Maria, con la collaborazione di Giuseppe Cembalo, e Diego Garbati, a cura di Eleonora Ottaviani, capo progetto Diego Garbati, regia Mario Ferrari, conduce Chiara Buratti."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-11 10:20:00",
      "end_time": "2026-02-11 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.04 - La natura dei cristalli - In questa puntata parliamo di cristalli, di quelli perfettamente formati, dai colori e dai riflessi che tanto ammiriamo, ma anche di minerali - cristallini, la quasi totalità di quelli che ci circondano, la cui struttura cristallina è visibile solo con la microscopia a raggi X. Ci accompagna in questo viaggio Cristian Biagioni, mineralogista dell'università di Pisa. Le forme dei cristalli hanno sempre ispirato gli uomini e a volte anche spaventato: Anna pancaldi racconta di come il gesuita Athanasius Kircher, l'uomo più sapiente della sua epoca, si occupò di strani cristalli a forma di croci, eruttate dal Vesuvio nel 1660 e che atterrirono la popolazione. Per vedere come si cerca e si tratta un cristallo siamo stati in una vecchia miniera di fluorite in provincia di Bergamo in compagnia di Federico Pezzotta e Marco Lorenzoni, due tra i più famosi cercatori di cristalli al mondo. Ma i cristalli sono meravigliosi anche visti al microscopio, come si evince dalla vicenda di 'Fiocco di neve' Bentley, un uomo che nei primi anni del secolo scorso ha fotografato migliaia di cristalli di neve per concludere che non ne esistono due uguali. Ma vedere i cristalli al microscopio ci può permettere anche di affrontare problemi di tutt'altra natura: all'Istituto di Cristallografia del CNR di Bari attraverso i cristalli si studiano soluzioni a problemi quali le epidemie, il riciclo dei materiali e la transizione energetica. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Il fuoco del Mediterraneo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/il-fuoco-del-mediterraneo.webp",
      "start_time": "2026-02-11 11:00:00",
      "end_time": "2026-02-11 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un tuffo unico nel Mar Mediterraneo con una spedizione internazionale alla ricerca di vulcani sottomarini da scoprire, guidata dal candidato agli Emmy Laurent Ballesta. Più di 100 metri sotto la superficie terrestre, dal - la Sicilia a Napoli, dal Vesuvio allo Stromboli, alla scoperta della bellezza di queste montagne di fuoco. Il 75% dell'attività vulcanica si svolge sotto la superficie e la scienza continua ad avere pochi dati su questi fenomeni a tali profondità."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-11 11:45:00",
      "end_time": "2026-02-11 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild italy Serie 8 Ep. 2 - Dai popoli italici al Regno d'Italia - Con il Neolitico, circa 6.000 anni prima di Cristo, le popolazioni italiche sviluppano le prime forme di allevamento e di agricoltura, e ci - sono i primi segnali di sedentarizzazione e di domesticazione degli animali."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-11 12:30:00",
      "end_time": "2026-02-11 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Salina isola verde - A Salina si incontrano persone allegre e ben felici di vivere qui, nati che vi siano o che abbiano raggiunto l'isola dal manto verde per lavoro o per amo - re. La vita sull'isola scorre così: con i profumi, i colori e i sapori che intrecciano una danza quotidiana con gli amori di Venere e le emozioni di Dioniso. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Gianfranco Anzini."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-11 13:30:00",
      "end_time": "2026-02-11 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/digital-world.webp",
      "start_time": "2026-02-11 14:30:00",
      "end_time": "2026-02-11 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Digital world Chi ha paura dell'intelligenza artificiale? - In questa puntata parliamo di intelligenza artificiale, machine learning, deep learning ed automation bias. Perchè l'intelligenza artificiale ci - spaventa? Si rivelerà in futuro un mostro che si ribellerà al suo creatore? A queste e ad altre domande rispondono alcune tra le voci più autorevoli del settore: Luciano Floridi, Rita Cucchiara, Francesca Rossi, e Ilaria Gaspari."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-11 15:25:00",
      "end_time": "2026-02-11 16:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 05 Cervello - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scientifica Silvia B - encivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Gli Speciali di Rai Scuola",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/gli-speciali-di-rai-scuola.webp",
      "start_time": "2026-02-11 16:30:00",
      "end_time": "2026-02-11 17:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Speciali Rai Scuola 2025 Ep. 3 Strumenti per il futuro. Gli Istituti Tecnici - Un documentario dedicato all'Istruzione Professionale ed al rapporto fra scuola e mondo del lavoro. Attraverso un'intervista a - l Ministro Giuseppe Valditara, condotta dalla giornalista di Rai News Roberta Rizzo, nello Speciale si raccontano da un lato la riforma degli istituti tecnici nota come \"4+2\" e le sinergie che si possono creare col mondo del lavoro, dall'altro si scoprono tre Istituti che rappresentano una eccellenza nel panorama dell'istruzione tecnica. Fra teoria e pratica scopriamo quali siano i nuovi strumenti che possiamo dare ai nostri ragazzi e alle nostre ragazze, per affrontare al meglio le scelte del futuro."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-11 17:00:00",
      "end_time": "2026-02-11 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili pt.07 - Margherita Hack - Ci sono persone che per capire come è fatto il mondo alzano gli occhi al cielo e cercano lì le risposte. Quando sono scienziati - scoprono che le stelle sono lontane ma non imperscrutabili, che ci raccontano la propria storia, quella dell'universo e anche la nostra di esseri umani, fatti della loro stessa sostanza. Margherita Hack è stata una di queste persone, una grande scienziata. Per tutta la vita ha seguito le proprie passioni: il calcio, il ciclismo, l'atletica, gli animali, ma soprattutto le stelle. È stata la prima direttrice di un Osservatorio astronomico in Italia, ha accresciuto il peso degli italiani nelle questioni di ricerca astronomica internazionale, e ha sempre creduto nel potere della conoscenza e della sua divulgazione. Personaggio pubblico, impegnato politicamente e per i diritti civili, Margherita è stata una figura brillante e originale della scena culturale. Chiara Buratti racconta gli anni dell'infanzia a Via Centostelle, gli studi, i rapporti con scienziati e istituzioni, le sue passioni. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-11 17:30:00",
      "end_time": "2026-02-11 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 5 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-11 18:00:00",
      "end_time": "2026-02-11 18:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: Two Beers or not Two Beers - Jack continua a testare il suo apparecchio per le lingue e si rende conto che in alcune occasioni quando parla italiano è più disinvolto e - spiritoso. Sean, un attore che vuole migliorare la sua recitazione in inglese, assume Jack per delle lezioni, un lavoro che non sarà una ¿passeggiata . Programma dedicato all apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Marina Occhionero Luca Tanganelli Testi di Daniela Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Le isole scozzesi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/le-isole-scozzesi.webp",
      "start_time": "2026-02-11 18:25:00",
      "end_time": "2026-02-11 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le isole scozzesi con Ben Fogle 2 serie Isola di Arran Ep.1 - Torna con una seconda serie splendidamente girata l'esploratore Ben Fogle. Viaggia attraverso nuove splendide isole della Scozia, alla ricerca - di paesaggi magici e scenari mozzafiato, misurandosi con mari selvaggi e scogliere a picco sul mare, passando dall'incredibile Isola di Skye alle Orcadi spazzate dal vento. Seguendo le orme di santi guerrieri e leggendari eremiti, Fogle scopre antichi siti sacri, splendide spiagge, grotte segrete e cerca di immergersi più possibile nelle meraviglie che lo circondano. Incontrando gente del posto e nuovi compagni di avventura, Ben si rende conto del valore 'terapeutico' di queste straordinarie isole, in grado di toccare il cuore e lo spirito."
    },
    {
      "show_name": "L'uomo dei boschi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/l-uomo-dei-boschi.webp",
      "start_time": "2026-02-11 19:15:00",
      "end_time": "2026-02-11 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'uomo dei boschi Nella foresta di Fontainebleau - Ep. 1 - La foresta di Fontainebleau è certamente una delle più famose in Francia. Tuttavia, conserva ancora una buona parte di meraviglie e di misteri. Si - mon Allix incontra gli abitanti e gli appassionati di questa foresta, e scopre nuovi aspetti di un posto dove è cresciuto, credendo di conoscerlo alla perfezione."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-11 20:00:00",
      "end_time": "2026-02-11 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.06 - Un pianeta magnetico - In questa puntata parliamo del geomagnetismo, del magnetismo terrestre. La Terra è un'enorme calamita con un proprio campo magnetico e con due p - oli magnetici, a nord e a sud. Ne vediamo gli effetti quando il cielo boreale o australe si illumina con gli splendidi colori dell'aurora, ma il campo magnetico terrestre ha soprattutto un ruolo fondamentale per la difesa della vita sulla Terra. Di questo parliamo con Paola De Michelis, ricercatrice dell'Istituto Nazionale di Geofisica e Vulcanologia, che ci spiega anche le cause per cui il campo magnetico terrestre si modifica nel tempo e nello spazio, nonché il modo in cui i poli magnetici si muovono e si invertono. Anna Pancaldi ci racconta la storia dello strumento che per primo ha sfruttato il campo magnetico terrestre: la bussola. Aldo Winkler e gli altri ricercatori dell'Ingv di Roma ci spiegano invece cosa sia il paleomagnetismo e come si può indagare il campo magnetico del passato. Attraverso ricerche analoghe è anche possibile datare manufatti antichi (in questo caso si parla di archeomagnetismo), come fa la ricercatrice Claudia Principe dell'Istituto di Geoscienze e Georisorse del CNR di Pisa. Ma il campo geomagnetico serve anche agli animali migratori, che lo sfruttano per orientarsi nel mondo. È quel che ci racconta Anna Pancaldi tramite l'esempio di un piccolo uccello, molto noto e amato: il pettirosso. - n programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-11 21:00:00",
      "end_time": "2026-02-11 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/documentari-d-autore.webp",
      "start_time": "2026-02-11 22:00:00",
      "end_time": "2026-02-11 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storia-della-matematica.webp",
      "start_time": "2026-02-11 22:15:00",
      "end_time": "2026-02-11 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/american-genius.webp",
      "start_time": "2026-02-11 23:00:00",
      "end_time": "2026-02-11 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-11 23:45:00",
      "end_time": "2026-02-12 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili 4 - Ettore Majorana - Che fine ha fatto Ettore Majorana? Cosa sappiamo della sua vita e della sua scomparsa? Un giovane talento, una mente speciale che l - o stesso Enrico Fermi definiva geniale, al pari di Newton o Einstein; ma anche un ragazzo triste, con più pensieri nella testa di quelli che lui stesso riusciva a dominare. Un giorno, all'età di 32 anni prende un traghetto a Napoli e sparisce. Si suicida in mare? Finisce vagabondo a Mazara del Vallo? Viene ingaggiato dai nazisti come scienziato a scopi bellici? Prende i voti? Espatria in Argentina? Non lo sappiamo, le nostre sono ipotesi. Sappiamo però che aveva capito, prima di molti suoi coetanei fisici di fama, che cosa poteva derivare dalla scoperta del neutrino, dalla scomposizione dell'atomo, dalla fissione nucleare. E dall'uso che l'essere umano, per natura, ne avrebbe fatto. Chiara Buratti racconta gli anni di Via Panisperna, gli amici, la depressione, l'insegnamento a Napoli, le lettere a famigliari e colleghi. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}