{
  "channel_name": "RaiStoria",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Argo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/argo.webp",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Pillole Argo Un viaggio verso \"Lamerica. Pillole Argo Un viaggio verso \\\"Lamerica\\\"."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/rainews.webp",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 00:10:00",
      "end_time": "2026-02-10 00:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 00:30:00",
      "end_time": "2026-02-10 01:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con lo \"scoppio\" della Guerra Fredda i servizi di intelligence assumono un ruolo centrale nella politica globale: negli anni '50 gli USA consapevoli della rapida crescita militare dell'URSS, investono massicciamente in tecnologie di sorveglianza avanzata. In questo contesto entrano in scena i prodigiosi aerei spia U-2, capaci di volare ad altissima quota e di fotografare installazioni militari dall'alto senza essere intercettati. Almeno all'inizio: le missioni degli U-2 violano ripetutamente il territorio sovietico fino al 1° maggio 1960, il giorno in cui la contraerea russa ne abbatte un esemplare nei pressi di Sverdlovsk, l'odierna Ekaterinburg. La crisi diplomatica che ne consegue minaccia il processo di distensione avviato pochi mesi prima da Eisenhower e Chrušcëv, e rivela al mondo il peso decisivo assunto dallo spionaggio nella lotta tra le superpotenze. In studio, con Paolo Mieli, la prof.ssa Giordana Pulcini."
    },
    {
      "show_name": "L'Inghilterra ai tempi di Vittoria",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/l-inghilterra-ai-tempi-di-vittoria.webp",
      "start_time": "2026-02-10 01:05:00",
      "end_time": "2026-02-10 02:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Inghilterra del lungo regno della regina Vittoria catturata dalle immagini della cinepresa. Luci e ombre dell'Impero Britannico. L'Inghilterra del lungo regno della regina Vittoria catturata dalle immagini della cinepresa. Luci e ombre dell'Impero Britannico."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/italiani-con-paolo-mieli.webp",
      "start_time": "2026-02-10 02:20:00",
      "end_time": "2026-02-10 03:15:00",
      "episode_number": "S2017",
      "show_category": "",
      "show_description": "Il 9 febbraio 1891 nasce Pietro Nenni, uno dei protagonisti del Novecento italiano e della sua politica, con una lunga militanza socialista. Il racconto parte dal fatidico 1956, l'anno della scelta di Nenni, segretario del Psi dal 1949, della rottura con Mosca e con i comunisti italiani a seguito del rapporto Krusciov e dell'invasione dei carri armati sovietici in Ungheria. Si avviano così delle convergenze parallele con la DC di Moro e Fanfani, che porteranno alla grande stagione del centrosinistra, ma anche del sogno nenniano, poi fallito, della riunificazione socialista Psi-Psdi. E c'è anche, a ritroso, il Nenni delle origini: nato in una famiglia di contadini inurbati, è testimone fin da bambino, degli sconvolgimenti sociali della fine secolo, i moti del 1898 e il regicidio del 1900. Repubblicano prima della Grande Guerra, socialista militante poi, vive in Francia gli anni dell'esilio fascista, divenendo uno dei punti di riferimento del movimento antifascista internazionale, Spagna compresa. All'estate 1943 rientra in patria, dove viene arrestato e imprigionato a Ponza. Subito scarcerato con la caduta del fascismo, è animatore della lotta partigiana e uno dei protagonisti della ricostruzione democratica dell'Italia che riassume nella frase: \"O la Costituente e la Repubblica o il caos\". È figura di spicco anche dopo i suoi ottant'anni, vivendo una tenace maturità politica, dimostrata fino all'ultimo: apre la VIII legislatura del 20 giugno 1979, per evitare che sia un senatore neofascista a farlo, prima di morire la notte del 1 gennaio 1980. Il 9 febbraio 1891 nasce Pietro Nenni, uno dei protagonisti del Novecento italiano e della sua politica, con una lunga militanza socialista. Il racconto parte dal fatidico 1956, l'anno della scelta di Nenni, segretario del Psi dal 1949, della rottura con Mosca e con i comunisti italiani a seguito del rapporto Krusciov e dell'invasione dei carri armati sovietici in Ungheria. Si avviano così delle convergenze parallele con la DC di Moro e Fanfani, che porteranno alla grande stagione del centrosinistra, ma anche del sogno nenniano, poi fallito, della riunificazione socialista Psi-Psdi. E c'è anche, a ritroso, il Nenni delle origini: nato in una famiglia di contadini inurbati, è testimone fin da bambino, degli sconvolgimenti sociali della fine secolo, i moti del 1898 e il regicidio del 1900. Repubblicano prima della Grande Guerra, socialista militante poi, vive in Francia gli anni dell'esilio fascista, divenendo uno dei punti di riferimento del movimento antifascista internazionale, Spagna compresa. All'estate 1943 rientra in patria, dove viene arrestato e imprigionato a Ponza. Subito scarcerato con la caduta del fascismo, è animatore della lotta partigiana e uno dei protagonisti della ricostruzione democratica dell'Italia che riassume nella frase: \\\"O la Costituente e la Repubblica o il caos\\\". È figura di spicco anche dopo i suoi ottant'anni, vivendo una tenace maturità politica, dimostrata fino all'ultimo: apre la VIII legislatura del 20 giugno 1979, per evitare che sia un senatore neofascista a farlo, prima di morire la notte del 1 gennaio 1980."
    },
    {
      "show_name": "RES",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/res.webp",
      "start_time": "2026-02-10 03:15:00",
      "end_time": "2026-02-10 04:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2017 - 2018 Borghesi e operai. La fabbrica della guerra - Il percorso storico della società italiana nel primo decennio del Novecento, caratterizzato dal progresso industriale... - di Valerio Castronovo e Sergio Valentini."
    },
    {
      "show_name": "W la Storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/w-la-storia.webp",
      "start_time": "2026-02-10 04:15:00",
      "end_time": "2026-02-10 04:30:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Specchio, specchio delle mie brame chi è la più bella del reame quante volte abbiamo sentito questa domanda? Oggi a Viva la Storia parliamo di Bellezza. Qual è stato il primo concorso di bellezza della Storia? E chi lo ha vinto? Chi era la più bella del Rinascimento? Vita stretta o fianchi larghi? Pelle diafana o abbronzata? Storici, studiosi, esperti e antropologi ci aiuteranno a trovare le risposte a queste e molte altre curiosità sul rapporto tra gli esseri umani e il loro aspetto esteriore. Specchio, specchio delle mie brame chi è la più bella del reame quante volte abbiamo sentito questa domanda? Oggi a Viva la Storia parliamo di Bellezza. Qual è stato il primo concorso di bellezza della Storia? E chi lo ha vinto? Chi era la più bella del Rinascimento? Vita stretta o fianchi larghi? Pelle diafana o abbronzata? Storici, studiosi, esperti e antropologi ci aiuteranno a trovare le risposte a queste e molte altre curiosità sul rapporto tra gli esseri umani e il loro aspetto esteriore."
    },
    {
      "show_name": "Argo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/argo.webp",
      "start_time": "2026-02-10 04:30:00",
      "end_time": "2026-02-10 04:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Pillole Argo Un viaggio verso \"Lamerica. Pillole Argo Un viaggio verso \\\"Lamerica\\\"."
    },
    {
      "show_name": "ReStore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/restore.webp",
      "start_time": "2026-02-10 04:40:00",
      "end_time": "2026-02-10 05:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Videosera - Alice nel paese delle radio libere - Reportage sulle principali radio private ('libere', come si diceva all'epoca) che cominciavano a dominare l'etere del territorio. - Si parla di Radio Alice, l'eversiva emittente protagonista del settanta tette bolognese; di Radio Luna, dove Ilona 'Cicciolina' Staller turbava con la propria vocina i romani; di Radio Radicale, che già prefigurava i rapporti tra media e politica degli anni a venire; e anche Radio Lazio, dove Claudio Villa dava voce al 'popolino' romano."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 05:40:00",
      "end_time": "2026-02-10 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 06:00:00",
      "end_time": "2026-02-10 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con lo \"scoppio\" della Guerra Fredda i servizi di intelligence assumono un ruolo centrale nella politica globale: negli anni '50 gli USA consapevoli della rapida crescita militare dell'URSS, investono massicciamente in tecnologie di sorveglianza avanzata. In questo contesto entrano in scena i prodigiosi aerei spia U-2, capaci di volare ad altissima quota e di fotografare installazioni militari dall'alto senza essere intercettati. Almeno all'inizio: le missioni degli U-2 violano ripetutamente il territorio sovietico fino al 1° maggio 1960, il giorno in cui la contraerea russa ne abbatte un esemplare nei pressi di Sverdlovsk, l'odierna Ekaterinburg. La crisi diplomatica che ne consegue minaccia il processo di distensione avviato pochi mesi prima da Eisenhower e Chrušcëv, e rivela al mondo il peso decisivo assunto dallo spionaggio nella lotta tra le superpotenze. In studio, con Paolo Mieli, la prof.ssa Giordana Pulcini."
    },
    {
      "show_name": "Speciali Storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/speciali-storia.webp",
      "start_time": "2026-02-10 06:35:00",
      "end_time": "2026-02-10 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Repubblica Romana 1849 - Un romanzo d'avventura pt.2 - I principali accadimenti che si susseguirono dal 30 aprile in poi, mostrando la strenua lotta in difesa di Roma fino al ritorno del Papa.. - di Cristoforo Gorno, Sergio Leszczynski regia di Luigi Montebello, Graziano Conversano produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "ReStore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/restore.webp",
      "start_time": "2026-02-10 07:30:00",
      "end_time": "2026-02-10 08:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Reportage sulle principali radio private ('libere', come si diceva all'epoca) che cominciavano a dominare l'etere del territorio. - Si parla di Radio Alice, l'eversiva emittente protagonista del settanta tette bolognese; di Radio Luna, dove Ilona 'Cicciolina' Staller turbava con la propria vocina i romani; di Radio Radicale, che già prefigurava i rapporti tra media e politica degli anni a venire; e anche Radio Lazio, dove Claudio Villa dava voce al 'popolino' romano."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 08:30:00",
      "end_time": "2026-02-10 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 08:55:00",
      "end_time": "2026-02-10 09:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici e delicati equilibri geopolitici sono gli elementi che contraddistinguono la cosiddetta \"questione adriatica\". Le tensioni tra slavi e italiani iniziano alla fine del XIX secolo e si acutizzano in uno stillicidio di attentati e ritorsioni che esploderanno nel modo più atroce nel corso del secondo conflitto mondiale e nell'immediato dopoguerra, con la tragedia delle foibe. In studio, con Paolo Mieli, il prof. Guido Rumici. Orrore, paura, scontri ideologici e delicati equilibri geopolitici sono gli elementi che contraddistinguono la cosiddetta \\\"questione adriatica\\\". Le tensioni tra slavi e italiani iniziano alla fine del XIX secolo e si acutizzano in uno stillicidio di attentati e ritorsioni che esploderanno nel modo più atroce nel corso del secondo conflitto mondiale e nell'immediato dopoguerra, con la tragedia delle foibe. In studio, con Paolo Mieli, il prof. Guido Rumici."
    },
    {
      "show_name": "Maxi - Il grande processo alla mafia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/maxi-il-grande-processo-alla-mafia.webp",
      "start_time": "2026-02-10 09:35:00",
      "end_time": "2026-02-10 10:25:00",
      "episode_number": "E1",
      "show_category": "Storia & Arte",
      "show_description": "10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \"l'astronave verde\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata. 10 febbraio 1986: inizia il maxiprocesso a Cosa Nostra. Per la prima volta più di 400 mafiosi sono chiamati a rispondere di decine di reati, in un'aula giudiziaria di enormi dimensioni costruita per l'occasione. Anche la Rai si mobilita per raccontarlo, con una redazione ad hoc di fronte all'aula bunker, che tutti chiamano \\\"l'astronave verde\\\". A raccontare il processo sarà Franco Licitra, giornalista di 50 anni della sede di Palermo, gran conoscitore del fenomeno mafioso. Al suo fianco Gianni, un giovane operatore arrivato da Roma a rinforzare il gruppo di lavoro palermitano, e Teresa, una montatrice appena assunta, giovane e appassionata."
    },
    {
      "show_name": "Lavinia e Artemisia. Donne e pittrici del '600",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/lavinia-e-artemisia-donne-e-pittrici-del-600.webp",
      "start_time": "2026-02-10 10:25:00",
      "end_time": "2026-02-10 10:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Lavinia Fontana e Artemisia Gentileschi sono state figure fondamentali per la pittura al femminile, aprendo la strada a future generazioni di artiste. Vissute tra il tardo '500 e il '600, in un'epoca dominata dagli uomini, con le loro opere sono riuscite a raggiungere fama e successo e a superare le convinzioni artistiche dell'epoca."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/italia-viaggio-nella-bellezza.webp",
      "start_time": "2026-02-10 10:35:00",
      "end_time": "2026-02-10 11:25:00",
      "episode_number": "S2025 E2",
      "show_category": "",
      "show_description": "Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta. Due Papi, due architetti, due città. Pienza e Castro sono due ipotesi di città ideale del rinascimento volute da due pontefici che dispongono dell'opera di grandi architetti del periodo: Bernardo Rossellino e Sangallo il giovane. Pio II, il Papa umanista colto e letterato, decide di elevare Corsignano suo paese natale a monumento imperituro della sua persona e del potere da lui rappresentato. Pienza, la città di Pio è legata a una visione, un'utopia, dove gli spazi si sviluppano secondo gli ideali di razionalità dell'umanesimo. Cento anni dopo un altro Papa, Paolo III Farnese, decide di far rinascere Castro, capitale del ducato, come una novella Pienza. Grazie all'intervento di un altro architetto, Sangallo il giovane, Castro si abbellì di chiese, palazzi e mura. Una fioritura di bellezza straordinaria quanto effimera: lo scontro con lo stato pontificio ne decretò la fine e la distruzione totale tanto da essere conosciuta come la Cartagine della Maremma. Oggi pochi ruderi avvolti dalla vegetazione sono tutto quel che resta."
    },
    {
      "show_name": "Eventi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/eventi.webp",
      "start_time": "2026-02-10 11:25:00",
      "end_time": "2026-02-10 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "EVENTI 2021-2022 Omaggio a Donatella Raffai - Un omaggio a Donatella Raffai."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 11:45:00",
      "end_time": "2026-02-10 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/viaggio-in-italia-doc.webp",
      "start_time": "2026-02-10 12:10:00",
      "end_time": "2026-02-10 13:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Viaggio in Italia Umbria. Le piazze per la musica - Alla scoperta delle meravigliose piazze delle città umbre, magici palcoscenici di concerti dei più grandi artisti nazionali e internazionali."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/mai-trasmessi.webp",
      "start_time": "2026-02-10 13:10:00",
      "end_time": "2026-02-10 14:05:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Una delle prime \"prove d'autore\" del regista televisivo Enzo Trapani, che negli anni sarà uno degli innovatori del varietà televisivo RAI. Andato in onda nel 1960, Gente che va, gente che viene affronta, in ogni puntata, un tema pretesto che fa da filo conduttore per sviscerare - in modo ironico e divertente, e con l'ausilio di una brillante compagnia di attori, tra cui Gianrico Tedeschi, Monica Vitti e Adriana Asti - alcune delle più belle pagine della letteratura umoristica. In questa puntata il pretesto è \"cherchez la femme\" e viene rivisitato in chiave moderna attraverso le seguenti opere: \"E regine di Francia\" di Thorton Wilder; \"Non approfondire\" di Alberto Moravia; \"Susanna \" di Anton Cecov; \" Ventotto soldi \" di Labiche. Una delle prime \\\"prove d'autore\\\" del regista televisivo Enzo Trapani, che negli anni sarà uno degli innovatori del varietà televisivo RAI. Andato in onda nel 1960, Gente che va, gente che viene affronta, in ogni puntata, un tema pretesto che fa da filo conduttore per sviscerare - in modo ironico e divertente, e con l'ausilio di una brillante compagnia di attori, tra cui Gianrico Tedeschi, Monica Vitti e Adriana Asti - alcune delle più belle pagine della letteratura umoristica. In questa puntata il pretesto è \\\"cherchez la femme\\\" e viene rivisitato in chiave moderna attraverso le seguenti opere: \\\"E regine di Francia\\\" di Thorton Wilder; \\\"Non approfondire\\\" di Alberto Moravia; \\\"Susanna \\\" di Anton Cecov; \\\" Ventotto soldi \\\" di Labiche."
    },
    {
      "show_name": "Il giorno del ricordo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-del-ricordo.webp",
      "start_time": "2026-02-10 14:05:00",
      "end_time": "2026-02-10 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Contestualizzazione storica delle Foibe e dell'esodo sul confine nord - orientale. - Di Fabrizio Marini produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 14:10:00",
      "end_time": "2026-02-10 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 14:30:00",
      "end_time": "2026-02-10 15:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Che ruolo ha avuto la Chiesa cattolica nei territori della frontiera adriatica?  Nel Novecento, i Paesi e i regimi che hanno combattuto in quell'area hanno spesso o sostenuto oppure osteggiato le gerarchie ecclesiastiche e il clero per il proprio tornaconto. Così è accaduto nel primo dopoguerra con il Fascismo, così è accaduto nel secondo dopoguerra con il regime comunista jugoslavo. La Chiesa di frontiera si è trovata spesso al centro di crocevia ideologici e identitari, divenendo oggetto della violenza e della persecuzione religiosa. Una vicenda articolata e complessa in uno dei territori più difficili della nostra penisola. Dai luoghi della storia, Carla Oppo, in studio, con Paolo Mieli, il prof. Raoul Pupo. Che ruolo ha avuto la Chiesa cattolica nei territori della frontiera adriatica?  Nel Novecento, i Paesi e i regimi che hanno combattuto in quell'area hanno spesso o sostenuto oppure osteggiato le gerarchie ecclesiastiche e il clero per il proprio tornaconto. Così è accaduto nel primo dopoguerra con il Fascismo, così è accaduto nel secondo dopoguerra con il regime comunista jugoslavo. La Chiesa di frontiera si è trovata spesso al centro di crocevia ideologici e identitari, divenendo oggetto della violenza e della persecuzione religiosa. Una vicenda articolata e complessa in uno dei territori più difficili della nostra penisola. Dai luoghi della storia, Carla Oppo, in studio, con Paolo Mieli, il prof. Raoul Pupo."
    },
    {
      "show_name": "Il Tempo del ricordo. Le Foibe e l'esodo istriano giuliano dalmata",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-tempo-del-ricordo-le-foibe-e-l-esodo-istriano-giuliano-dalmata.webp",
      "start_time": "2026-02-10 15:15:00",
      "end_time": "2026-02-10 16:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In occasione della giornata del Ricordo ripercorriamo le vicende dell'esodo doloroso degli italiani dell'Istria, di Fiume e della Dalmazia costretti a lasciare le proprie terre e le proprie case senza alcuna certezza, incalzati e in alcuni casi trucidati dall'esercito Titino. Di Agostino Pozzi, produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/l-italia-della-repubblica.webp",
      "start_time": "2026-02-10 16:15:00",
      "end_time": "2026-02-10 17:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Italia della Repubblica Il confine conteso - Ripercorriamo i momenti salienti della storia della Repubblica Italiana, dalla fine della seconda guerra mondiale all'ingresso dell'Italia nell'Euro, con l'au - silio di testimonianze e filmati d'epoca. - Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci Produttore Esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio Anna Maria Mori Di Riccardo Ferrigato Regia puntata Marco Orlanducci."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 17:15:00",
      "end_time": "2026-02-10 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il 10 febbraio in Italia, nel cosiddetto Giorno del Ricordo, si commemorano le vittime delle foibe e le decine di migliaia di italiani costretti ad abbandonare l'Istria e la Dalmazia al termine della Seconda guerra mondiale. Paura, violenza, contrapposizioni ideologiche e complessi equilibri geopolitici sono all'origine di una tragedia che colpì con durezza estrema la frontiera adriatica. Le foibe e l'esodo giuliano-dalmata costituiscono una delle pagine più drammatiche della storia italiana, rimasta a lungo nell'ombra e riportata all'attenzione pubblica solo a partire dagli anni Novanta.  In studio, con Paolo Mieli, la prof.ssa Orietta Moscarda e il prof. Egidio Ivetic. Il 10 febbraio in Italia, nel cosiddetto Giorno del Ricordo, si commemorano le vittime delle foibe e le decine di migliaia di italiani costretti ad abbandonare l'Istria e la Dalmazia al termine della Seconda guerra mondiale. Paura, violenza, contrapposizioni ideologiche e complessi equilibri geopolitici sono all'origine di una tragedia che colpì con durezza estrema la frontiera adriatica. Le foibe e l'esodo giuliano-dalmata costituiscono una delle pagine più drammatiche della storia italiana, rimasta a lungo nell'ombra e riportata all'attenzione pubblica solo a partire dagli anni Novanta.  In studio, con Paolo Mieli, la prof.ssa Orietta Moscarda e il prof. Egidio Ivetic."
    },
    {
      "show_name": "Il Treno del Ricordo Da Trieste a Fertilia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-treno-del-ricordo-da-trieste-a-fertilia.webp",
      "start_time": "2026-02-10 18:15:00",
      "end_time": "2026-02-10 18:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il Treno del Ricordo Da Trieste a Fertilia - Il 10 febbraio 2025, proprio nel Giorno del Ricordo istituito per commemorare le vittime delle foibe e l'esodo giuliano-dalmata, da Trieste è partito, per il s - econdo anno consecutivo, il Treno del Ricordo. Una mostra itinerante che ha percorso l'Italia dal Friuli Venezia Giulia alla Sardegna: 4 vagoni con filmati, fotografie, masserizie da vedere e studiare per non dimenticare. - di Agostino Pozzi, Serena Valeri, produttore esecutivo Germana Mudanò."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/rainews.webp",
      "start_time": "2026-02-10 18:45:00",
      "end_time": "2026-02-10 18:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Mille papaveri rossi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/mille-papaveri-rossi.webp",
      "start_time": "2026-02-10 18:50:00",
      "end_time": "2026-02-10 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "MILLE PAPAVERI ROSSI 10 febbraio 1947. Vincitori e vinti - Enzo Biagi conduce il programma dedicato al trattato di pace del 1947 in cui l' Italia perde i territori di Briga e Tenda."
    },
    {
      "show_name": "Il giorno del ricordo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-del-ricordo.webp",
      "start_time": "2026-02-10 20:00:00",
      "end_time": "2026-02-10 20:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Contestualizzazione storica delle Foibe e dell'esodo sul confine nord - orientale. - Di Fabrizio Marini produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/il-giorno-e-la-storia.webp",
      "start_time": "2026-02-10 20:10:00",
      "end_time": "2026-02-10 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 10 febbraio 2026. Persone, eventi e ricorrenze del 10 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/passato-e-presente.webp",
      "start_time": "2026-02-10 20:35:00",
      "end_time": "2026-02-10 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti. Orrore, paura, scontri ideologici, persecuzione etnica e vendetta sono alla base di uno degli episodi più drammatici della Seconda guerra mondiale: le Foibe. Una tragedia cui farà seguito un altro dramma, quello dell'esodo: circa 250 mila italiani sono costretti a lasciare la propria terra e le proprie case. Per loro inizia un doloroso viaggio che sembra non avere fine. Anche il rientro in Italia, infatti, avviene spesso nel segno del dolore, alimentato da diffidenze e pregiudizi. In studio, con Paolo Mieli, la prof.ssa Gloria Nemec approfondisce questa dolorosa pagina di storia a partire dalle testimonianze dei protagonisti."
    },
    {
      "show_name": "Olimpia in esilio",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/olimpia-in-esilio.webp",
      "start_time": "2026-02-10 21:15:00",
      "end_time": "2026-02-10 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "\"Olimpia in esilio\" richiama la tragedia dell'esodo giuliano-dalmata che ha coinvolto grandi campioni dello sport che hanno continuato a gareggiare per l'Italia nei decenni successivi, raggiungendo risultati pr - estigiosi ed indimenticabili. In un parallelismo con alcuni degli eventi storici più significativi dell'Istria, Fiume e Dalmazia, dall'unità d'Italia ai giorni nostri, come la strage di Vergarolla e il Giro d'Italia del '46, si ripercorrono in un unico percorso narrativo alcune delle storie più belle e rappresentative dei più famosi sportivi giuliano-dalmati. - Regia Michelangelo Gratton."
    },
    {
      "show_name": "Rotta 230, ritorno alla terra dei padri",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/rotta-230-ritorno-alla-terra-dei-padri.webp",
      "start_time": "2026-02-10 22:15:00",
      "end_time": "2026-02-10 23:25:00",
      "episode_number": "",
      "show_category": "Approfondimento",
      "show_description": "Rotta 230, ritorno alla terra dei padri - Un viaggio straordinario, a ritroso nel tempo, di quelli capaci di far riaffiorare ricordi mai cancellati del tutto. Il \"Ritorno alla Terra dei - Padri\" rappresenta la maniera più concreta possibile per ripercorrere la rotta solcata da 13 pescherecci con a bordo 53 famiglie di esuli di Istria, Fiume e Dalmazia che hanno raggiunto Fertilia, in Sardegna, dopo 20 giorni e 20 notti di navigazione lungo le coste della nostra penisola. Regia Igor Biddau. Rotta 230, ritorno alla terra dei padri - Un viaggio straordinario, a ritroso nel tempo, di quelli capaci di far riaffiorare ricordi mai cancellati del tutto. Il \\\"Ritorno alla Terra dei - Padri\\\" rappresenta la maniera più concreta possibile per ripercorrere la rotta solcata da 13 pescherecci con a bordo 53 famiglie di esuli di Istria, Fiume e Dalmazia che hanno raggiunto Fertilia, in Sardegna, dopo 20 giorni e 20 notti di navigazione lungo le coste della nostra penisola. Regia Igor Biddau."
    },
    {
      "show_name": "L'odissea giuliano-dalmata: dalle foibe all'esodo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiStoria/tomorrow/l-odissea-giuliano-dalmata-dalle-foibe-all-esodo.webp",
      "start_time": "2026-02-10 23:25:00",
      "end_time": "2026-02-11 00:15:00",
      "episode_number": "S2024",
      "show_category": "Storia & Arte",
      "show_description": "Il 10 febbraio in Italia si celebra il \"giorno del ricordo\", rivolto alle vittime delle foibe e alle decine di migliaia di esuli italiani costretti a lasciare l'Istria e la Dalmazia durante e dopo la fine della II guerra mondiale. Il capitolo più tragico ha inizio nel 1943, in pieno conflitto. Dopo l'8 settembre, sulle tensioni già esistenti tra slavi e italiani, acutizzate dalla politica fascista - il cosiddetto fascismo di confine - impatta la guerra con il suo carico di ferocia e brutalità, che coinvolge anche migliaia di civili. Nell'ottobre 1943, dalla profondità delle foibe istriane, emerge una prima terribile prova dei massacri: dalla cavità di Vines, vengono estratti decine di corpi, in grande maggioranza italiani, uccisi nel modo più orrendo. È la prima ondata di foibe in contesto di violente intimidazioni e persecuzioni. Ne seguiranno altre, che spingeranno gli italiani a lasciare la terra e le case dove sono nati e vissuti. Ma come si giunge a tutto questo? Quali sono le tappe fondamentali di un'odissea che si concluderà solo alla metà degli anni 50? A ripercorrerle, con l'aiuto di tre esperti della materia, e la consulenza dello storico Raoul Pupo, sarà una giovane storica, direttamente dai luoghi più rappresentativi del dramma giuliano-dalmata: da Trieste, snodo cruciale della vicenda, alle foibe di Vines e Basovizza, ai campi di accoglienza dove vengono sistemati, in condizioni spesso di estremo disagio, decine di migliaia di esuli. L'epilogo del racconto si svolge a Trieste, che torna italiana nel 1954. Il 10 febbraio in Italia si celebra il \\\"giorno del ricordo\\."
    }
  ]
}