{
  "channel_name": "RaiScuola",
  "date": "2026-02-09",
  "programs": [
    {
      "show_name": "Progetto Scienza 2022",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2022.webp",
      "start_time": "2026-02-09 00:00:00",
      "end_time": "2026-02-09 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 Scienziate: Chimica - Storie di ricercatrici che stanno cambiando il mondo della scienza. Le pioniere del passato e le ricercatrici di oggi indicano la strada alle sempre più numerose - ragazze che scelgono di impegnarsi nel mondo della scienza. 'Scienziate' racconta le loro storie di successo evidenziando il loro percorso fatto di studio, modelli, incontri e rapporti umani e professionali, tutto ciò che ha contribuito a farle diventare le scienziate appassionate e riconosciute che sono oggi."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-09 00:00:00",
      "end_time": "2026-02-09 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi La Costa Viola - Compresa tra Scilla e Palmi, passando per Bagnara Calabra e Seminara, la striscia di terra in riva al mare calabrese della Costa Viola è una miniera di racco - nti, credenze, figure leggendarie e tradizioni ancestrali, un luogo dove per molti versi il tempo e la storia non sembrano essere mai passati. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Monica Ghezzi."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-09 01:00:00",
      "end_time": "2026-02-09 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-09 02:00:00",
      "end_time": "2026-02-09 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 18): Pier Paolo De Matteis, ingegnere aereonautico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entu - siasmo. Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Pier Paolo De Matteis, ingegnere aeronautico."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-09 02:30:00",
      "end_time": "2026-02-09 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.06 - Un pianeta magnetico - In questa puntata parliamo del geomagnetismo, del magnetismo terrestre. La Terra è un'enorme calamita con un proprio campo magnetico e con due p - oli magnetici, a nord e a sud. Ne vediamo gli effetti quando il cielo boreale o australe si illumina con gli splendidi colori dell'aurora, ma il campo magnetico terrestre ha soprattutto un ruolo fondamentale per la difesa della vita sulla Terra. Di questo parliamo con Paola De Michelis, ricercatrice dell'Istituto Nazionale di Geofisica e Vulcanologia, che ci spiega anche le cause per cui il campo magnetico terrestre si modifica nel tempo e nello spazio, nonché il modo in cui i poli magnetici si muovono e si invertono. Anna Pancaldi ci racconta la storia dello strumento che per primo ha sfruttato il campo magnetico terrestre: la bussola. Aldo Winkler e gli altri ricercatori dell'Ingv di Roma ci spiegano invece cosa sia il paleomagnetismo e come si può indagare il campo magnetico del passato. Attraverso ricerche analoghe è anche possibile datare manufatti antichi (in questo caso si parla di archeomagnetismo), come fa la ricercatrice Claudia Principe dell'Istituto di Geoscienze e Georisorse del CNR di Pisa. Ma il campo geomagnetico serve anche agli animali migratori, che lo sfruttano per orientarsi nel mondo. È quel che ci racconta Anna Pancaldi tramite l'esempio di un piccolo uccello, molto noto e amato: il pettirosso. - n programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-09 03:30:00",
      "end_time": "2026-02-09 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno per le telecomunicazioni e le società d'informazione - In questa puntata parleremo dell'obiettivo, entro il 2030, di collegare tutti gli abitanti del pianeta, e allo stesso tempo agire per preve - nire e ridurre i pericoli della disinformazione e l'utilizzo improprio dei dati personali."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-09 04:00:00",
      "end_time": "2026-02-09 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza Puntata 5: Padova - Memex I luoghi della scienza è il diario di un viaggio attraverso l'Italia della ricerca. La conduttrice Chiara Buratti ci porta ad esplorare i centri di ri - cerca del Paese, incontrando i protagonisti e raccontando il rapporto tra territorio e scienza: un rapporto profondo, che affonda le sue radici nelle caratteristiche naturali, storiche e culturali di ogni luogo. Questo episodio è dedicato a Padova: la città da cui Galileo puntò per la prima volta il cannocchiale verso il cielo, è ancora un territorio di fervente attività scientifica. Per scoprire come l'eredità del grande scienziato è stata raccolta, visiteremo alcuni tra i più importanti siti di ricerca della zona. Andremo all'INFN, al Consorzio RFX, al Museo di storia della Fisica, all'Orto Botanico e agli istituti del CNR ICMATE (Istituto Chimica della Materia condensata e di Tecnologie per l'Energia), FMNLab, IGI (Istituto Gas Ionizzati). - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi di Federica De Maria - regia di Giancarlo Russo - conduce Chiara Buratti."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/donne-di-scienza.webp",
      "start_time": "2026-02-09 04:30:00",
      "end_time": "2026-02-09 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - ep. 04: Alessandra Celletti - Le donne che sono diventate icone dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono que - lle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Alessandra Celletti. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-09 05:00:00",
      "end_time": "2026-02-09 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Intelligenza artificiale, sempre più reale - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla s - coperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo di intelligenza artificiale. La creazione di intelligenze artificiali capaci di avvicinare sempre più il modo di \"pensare\" di una macchina a quello umano è probabilmente una delle sfide più impegnative che attendono l'uomo nei prossimi anni. A che punto siamo? Quale strada sta seguendo la ricerca scientifica? Le macchine sapienti diventeranno sempre più umane? E come dovremo comportarci in futuro? Ne parliamo con Giuseppe De Pietro, direttore dell'Istituto di calcolo e reti ad alte prestazioni Cnr-Icar e Piero Poccianti, Presidente Associazione Italiana per l'Intelligenza Artificiale. Incontriamo anche il professore Gerardo Botti, anatomo-patologo, Direttore Scientifico dell'Istituto Nazionale Tumori IRCCS Fondazione G. Pascale di Napoli, alla scoperta di un progetto di applicazione dell'intelligenza artificiale in anatomia patologica sulle proliferazioni precancerose (\"atipiche\" o \"borderline\") della mammella. Anna Pancaldi ci racconta infine la vita di Alan Turing e la storia del supercomputer Watson. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-09 05:30:00",
      "end_time": "2026-02-09 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 08) \"Cervello, dove abita la coscienza\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Marce - llo Massimini, neurofisiologo del Dipartimento di Scienze Biomediche e Cliniche dell'Università di Milano Statale. Assieme ci accompagnano in un lungo viaggio nel mondo del cervello, ripercorrendo l'evoluzione della conoscenza da Cartesio alle ultime ricerche nel campo delle neuroscienze, alla ricerca del segreto che ci rende coscienti e se mai anche le macchine potranno esserlo. A Rovereto, il neuroscienziato Giorgio Vallortigara dell'Università degli Studi di Trento, cerca invece tracce di coscienza anche negli animali. Luca Perri ci racconta l'assegnazione degli Ig-nobel in campo neuroscientifico, premi che vengono conferiti alle ricerche apparentemente più assurde. - Un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-09 06:00:00",
      "end_time": "2026-02-09 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 4 - La foresta temperata."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-09 07:00:00",
      "end_time": "2026-02-09 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Con i contributi di Jean-Léonard Touadi, Marco Trovato, Cristiana Fiamingo, Gaia Delpino, Matteo Lucchetti, Itala Vivan la puntata di Un giorno per l'Africa fa il punto sulle tendenze in atto nel continente africano, sull - a sua ricchezza culturale, sui suoi problemi, le sue risorse, le sue aspettative."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/digital-world.webp",
      "start_time": "2026-02-09 07:30:00",
      "end_time": "2026-02-09 08:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cosa sono le fake news? È possibile smascherarle? Fact-cheking e debunking sono strumenti efficaci? L'uso della disinformazione manipolata è sempre più frequente nelle piattaforme digitali. Chi e come può proteggere gli ut - enti? Ne parliamo con il Direttore del Luiss Data Lab, Gianni Riotta, il Diretttore di Pagina Politica Giovanni Zagni e la responsabile della news letter \"Guerre di Rete\" Carola Frediani."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-09 08:20:00",
      "end_time": "2026-02-09 09:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 6 - Le sentinelle della grande barriera corallina. Le barriere coralline - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, l - a biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-09 09:10:00",
      "end_time": "2026-02-09 09:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Intelligenza artificiale, sempre più reale - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla s - coperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo di intelligenza artificiale. La creazione di intelligenze artificiali capaci di avvicinare sempre più il modo di \"pensare\" di una macchina a quello umano è probabilmente una delle sfide più impegnative che attendono l'uomo nei prossimi anni. A che punto siamo? Quale strada sta seguendo la ricerca scientifica? Le macchine sapienti diventeranno sempre più umane? E come dovremo comportarci in futuro? Ne parliamo con Giuseppe De Pietro, direttore dell'Istituto di calcolo e reti ad alte prestazioni Cnr-Icar e Piero Poccianti, Presidente Associazione Italiana per l'Intelligenza Artificiale. Incontriamo anche il professore Gerardo Botti, anatomo-patologo, Direttore Scientifico dell'Istituto Nazionale Tumori IRCCS Fondazione G. Pascale di Napoli, alla scoperta di un progetto di applicazione dell'intelligenza artificiale in anatomia patologica sulle proliferazioni precancerose (\"atipiche\" o \"borderline\") della mammella. Anna Pancaldi ci racconta infine la vita di Alan Turing e la storia del supercomputer Watson. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-09 09:40:00",
      "end_time": "2026-02-09 10:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 18): Pier Paolo De Matteis, ingegnere aereonautico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entu - siasmo. Giovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Pier Paolo De Matteis, ingegnere aeronautico."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-09 10:10:00",
      "end_time": "2026-02-09 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 05 Cervello - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista scientifica Silvia B - encivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-09 11:00:00",
      "end_time": "2026-02-09 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 5 - Far West d'Italia - Scenografia d'elezione per molti film western negli anni Sessanta e Settanta, i monti della Tolfa, un compresorio collinare di boschi di querce e pas - coli di asfodeli alle spalle della costa tirrenica a Nord di Roma, conserva solitudini e spazi propri di altre epoche. Qui regnano molti signori della vita selvatica, dai lupi al gatto selvatico, dal cinghiale all'istrice, ma il simbolo è sicuramente l'aquila dei serpenti, un maestoso rapace specializzato nella cattura dei serpenti più grandi e pericolosi."
    },
    {
      "show_name": "Gli insetti delle foreste tropicali della Malesia",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/gli-insetti-delle-foreste-tropicali-della-malesia.webp",
      "start_time": "2026-02-09 11:45:00",
      "end_time": "2026-02-09 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Gli insetti delle foreste tropicali della Malesia - Le foreste pluviali della Malesia ospitano una grande varietà di insetti poco conosciuti. Molti sono \"grandi imitatori\" di piante e altre creature. Insie - me ad un fotografo di insetti di lungo corso, esploriamo il magico mondo degli insetti autoctoni della Malesia: dagli insetti stecco che imitano i rami morti, agli insetti foglia che si fondono con la vegetazione, quante creature \"trasformiste\" riusciremo a tracciare."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-09 12:30:00",
      "end_time": "2026-02-09 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi La Costa Viola - Compresa tra Scilla e Palmi, passando per Bagnara Calabra e Seminara, la striscia di terra in riva al mare calabrese della Costa Viola è una miniera di racco - nti, credenze, figure leggendarie e tradizioni ancestrali, un luogo dove per molti versi il tempo e la storia non sembrano essere mai passati. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Monica Ghezzi."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-09 13:30:00",
      "end_time": "2026-02-09 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 3 Lo strabiliante mondo delle piante. Riproduzione - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leg - gi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/american-genius.webp",
      "start_time": "2026-02-09 14:30:00",
      "end_time": "2026-02-09 15:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "American Genius Farnsworth VS Sarnoff - Televisione - Un avvincente documentario che ripercorre la nascita della televisione. l piccolo schermo viene immaginato da un giovane contadino dell'Idaho, Philo Fa - rnsworth, che per tutta la vita cerca di produrlo e di commercializzarlo. Ma l'idea gli viene sottratta da David Sarnoff, magnate delle telecomunicazioni, che comprende subito le potenzialità del nuovo mezzo e non si fa scrupoli a schiacciare Farnsworth, affossandolo con una causa legale. Nonostante tutto Farnsworth vince la causa, ma proprio quando Sarnoff si vede costretto a pagarlo per poter utilizzare il suo brevetto, lo scoppio della seconda guerra mondiale mette fine ai sogni del giovane inventore."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-09 15:30:00",
      "end_time": "2026-02-09 16:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.06 - Un pianeta magnetico - In questa puntata parliamo del geomagnetismo, del magnetismo terrestre. La Terra è un'enorme calamita con un proprio campo magnetico e con due p - oli magnetici, a nord e a sud. Ne vediamo gli effetti quando il cielo boreale o australe si illumina con gli splendidi colori dell'aurora, ma il campo magnetico terrestre ha soprattutto un ruolo fondamentale per la difesa della vita sulla Terra. Di questo parliamo con Paola De Michelis, ricercatrice dell'Istituto Nazionale di Geofisica e Vulcanologia, che ci spiega anche le cause per cui il campo magnetico terrestre si modifica nel tempo e nello spazio, nonché il modo in cui i poli magnetici si muovono e si invertono. Anna Pancaldi ci racconta la storia dello strumento che per primo ha sfruttato il campo magnetico terrestre: la bussola. Aldo Winkler e gli altri ricercatori dell'Ingv di Roma ci spiegano invece cosa sia il paleomagnetismo e come si può indagare il campo magnetico del passato. Attraverso ricerche analoghe è anche possibile datare manufatti antichi (in questo caso si parla di archeomagnetismo), come fa la ricercatrice Claudia Principe dell'Istituto di Geoscienze e Georisorse del CNR di Pisa. Ma il campo geomagnetico serve anche agli animali migratori, che lo sfruttano per orientarsi nel mondo. È quel che ci racconta Anna Pancaldi tramite l'esempio di un piccolo uccello, molto noto e amato: il pettirosso. - n programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-09 16:20:00",
      "end_time": "2026-02-09 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta Europa, un continente alla conquista del mondo 1^ Prima TV per Rai."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-09 17:30:00",
      "end_time": "2026-02-09 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 3 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Dr. Jack Hill and Mr. Speech",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/dr-jack-hill-and-mr-speech.webp",
      "start_time": "2026-02-09 18:00:00",
      "end_time": "2026-02-09 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Inglese Dr. Jack Hill and Mr. Speech: It Works! - Il ricercatore inglese Jack Hill sta lavorando ad una rivoluzionaria invenzione. Finalmente potrà dimostrare a tutti quanto vale. Ma prima di cantare vitto - ria è necessario un periodo di sperimentazione e Jack deve convincere il boss a concedergli un mese di permesso. Programma dedicato all'apprendimento della lingua inglese. Con sottotitoli in inglese. - Un programma di Daniela Delfini Con Mattia Sonnino Alexia Murray Nadia Caretto Testi di Daniele Delfini Produttore esecutivo Livia Lauriola Regia di Giuseppe Cembalo."
    },
    {
      "show_name": "Northwards - Together for the Future",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/northwards-together-for-the-future.webp",
      "start_time": "2026-02-09 18:15:00",
      "end_time": "2026-02-09 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Northwards - Together for the future ep.1 The Arctic's alarm bells - Un viaggio emozionante nelle fredde terre dell'Artico in 7 episodi, per scoprire chi sono e cosa affrontano gli scienziati che lavorano - alla salvaguardia del nostro Pianeta. A Stoccolma Giorgio Lupano incontra il Premio Nobel per la Pace Terry Callaghan, fondatore del progetto INTERACT, che ci parla della sua lunga storia, dalle origini della ricerca scientifica nell'Artico alla creazione della rete di stazioni di ricerca."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-09 18:30:00",
      "end_time": "2026-02-09 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 6 - La conquista della città - Cinghiali nelle strade delle metropoli, piccoli aironi che piovono dai pini nei giardini pubblici, gabbiani che attaccano gli uomini, milioni - di storni che prendono possesso dei viali alberati si uniscono agli inquilini di sempre delle città, ratti, passeri e colombi, portando un arricchimento incredibile della biodiversità e scatenando una serie di inarrestabili conflitti con gli Umani. Le città diventano quindi laboratori dell'evoluzione accelerata, i luoghi privilegiati dove le spinte adattative costringono piante e animali a sfoggiare un repertorio sempre nuovo di soluzioni e di adattamenti, alcuni decisamente stravaganti e sorprendenti."
    },
    {
      "show_name": "Antartide, viaggio alla fine della terra",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/antartide-viaggio-alla-fine-della-terra.webp",
      "start_time": "2026-02-09 19:15:00",
      "end_time": "2026-02-09 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Antartide: terra meridionale sconosciuta. Il posto più duro e più freddo del pianeta. Non ci sono città animate o foreste verdi qui, né grandi fiumi. Solo infiniti nevai, circondati su tutti i lati da giga - nteschi ghiacciai. Attraverso immagini sorprendenti, che catturano il gelido splendore di questo vasto continente e l'incredibile bellezza della sua fauna selvatica, seguiremo le orme dei primi esploratori dell'Antartide, dall'era delle grandi scoperte e dei primi viaggi intorno al mondo fino ai giorni nostri. E diverremo consapevoli di come la ricerca condotta qui abbia influenzato la società moderna e la scienza."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-09 20:00:00",
      "end_time": "2026-02-09 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Newton - p.05 - La scienza delle frane - In questa puntata parliamo di frane che, per definizione, corrispondono al movimento di roccia, detrito o terra lungo un versante sotto l'azio - ne della gravità. In Italia, le aree soggette a elevata criticità idrogeologica si estendono per quasi 30.000 chilometri quadrati: quasi il 10% del totale del territorio nazionale fra zone soggette a rischio frana e rischio di alluvione. Due frane su tre di tutta l'Europa sono state registrate proprio nel nostro paese. Ne parliamo con Laura Longoni, ingegnere ambientale e docente di geologia applicata al Politecnico di Milano, presso il Dipartimento di Ingegneria Civile e Ambientale, esperta di monitoraggio delle frane. E in particolare, di trasporto solido: il movimento di detriti, sedimenti e altri materiali solidi trasportati dall'acqua durante eventi alluvionali, che rappresenta ancora oggi una grande sfida per gli scienziati delle frane. Per scoprire i fattori scatenanti di una frana, come la scienza delle frane applichi le nuove tecnologie allo studio di questi fenomeni e quanto possa rivelarsi utile l'intelligenza artificiale nella geologia applicata al territorio, abbiamo incontrato anche i protagonisti dell'ultimo 'Forum Mondiale sulle Frane' che si è tenuto in Italia, a Firenze, nel novembre 2023. Abbiamo affrontato anche le grandi sfide del futuro sullo studio delle frane, per capire come prevenire e mitigare il rischio frana, come allertare la popolazione in tempo e che cosa resta ancora da scoprire. Infine, Anna Pancaldi ci racconta la storia della Buzza di Biasca, uno degli eventi naturali più catastrofici del Rinascimento, che colpì il monte Crenone, nel Canton Ticino, in Svizzera, nel 1513. - un programma di Davide Coero Borga, Federica De Maria, Diego Garbati, Pino Roggero, con la collaborazione di Maria Agostinelli, Giuseppe Cembalo, Mario Ferrari, Daniela Mazzoli, Nicoletta Piu, Alberto Polimanti, produttore esecutivo Eleonora Ottaviani, capo progetto Diego Garbati, regia Alberto Polimanti, conduce Davide Coero Borga con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Storia della matematica",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storia-della-matematica.webp",
      "start_time": "2026-02-09 21:00:00",
      "end_time": "2026-02-09 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Storia della matematica Ep. 1 - La lingua dell'universo Prima TV per Rai."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/documentari-d-autore.webp",
      "start_time": "2026-02-09 22:00:00",
      "end_time": "2026-02-09 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-09 22:15:00",
      "end_time": "2026-02-09 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 27 Disastri: Uragani."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-09 23:00:00",
      "end_time": "2026-02-09 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 10 - Disaster Engineered - La Tragedia del Titanic e dell'Hindenburg."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-09 23:45:00",
      "end_time": "2026-02-10 00:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 02 - Charles Darwin - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di u - na figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}