{
  "channel_name": "RaiStoria",
  "date": "2026-02-01",
  "programs": [
    {
      "show_name": "L'altro buio in sala",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769180519659_2048x1152.jpg",
      "start_time": "2026-02-01 00:00:00",
      "end_time": "2026-02-01 00:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Documentario (2022) - La storia e il presente, fino al tempo del Covid, delle sale cinematografiche d'essai in Italia. Da Milano a Roma, da Napoli a Torino.. - Regia di Ciro Formisano."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-01 00:15:00",
      "end_time": "2026-02-01 00:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 00:20:00",
      "end_time": "2026-02-01 00:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728318762582_1728318758644.png",
      "start_time": "2026-02-01 00:40:00",
      "end_time": "2026-02-01 01:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \"Memorie di Adriano\". In studio, con Paolo Mieli, lo storico Franco Cardini. Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \\\"Memorie di Adriano\\\". In studio, con Paolo Mieli, lo storico Franco Cardini."
    },
    {
      "show_name": "Un giorno in piu' del fascismo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572431510119_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 01:15:00",
      "end_time": "2026-02-01 02:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. - di Bruno Testori produttore esecutivo Sara Mariani. Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. -  di Bruno Testori produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-01 02:10:00",
      "end_time": "2026-02-01 03:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo p.4. Territorio: conquista e mutazioni - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si - sono organizzate per risolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "Mille papaveri rossi",
      "show_logo": "https://www.raiplay.it/dl/img/2017/03/06/1488810775751_Mille-papaveri-rossi-oo.jpg",
      "start_time": "2026-02-01 03:15:00",
      "end_time": "2026-02-01 04:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "MILLE PAPAVERI ROSSI Prigionieri. L'ultimo inverno pt.3 - Testimonianze dei soldati e ufficiali italiani sulle loro esperienze di prigionia durante la seconda Guerra mondiale raccolte all'interno del campo - di prigionia. - di Massimo Sani (1987)."
    },
    {
      "show_name": "Luigi Tenco 1966",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/04/1572879353293_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 04:25:00",
      "end_time": "2026-02-01 04:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Luigi Tenco, ospite di questo 'Incontro' dell'ottobre 1966, condotto da Margherita Guzzinati e registrato alla Rai di Milano, esegue i brani della sua carriera in mezzo a un gruppo di ragazzi. Luigi Tenco, ospite di questo 'Incontro' dell'ottobre 1966, condotto da Margherita Guzzinati e registrato alla Rai di Milano, esegue i brani della sua carriera in mezzo a un gruppo di ragazzi.."
    },
    {
      "show_name": "L'altro teatro",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572443238608_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 04:40:00",
      "end_time": "2026-02-01 05:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Reportage in tre parti sulle vicende del teatro d'avanguardia a Roma: in questa puntata, le origini delle 'cantine', negli anni 60.. - di N. Garrone, Giuseppe Bartolucci e Maria Bosio."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 05:40:00",
      "end_time": "2026-02-01 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728318762582_1728318758644.png",
      "start_time": "2026-02-01 06:00:00",
      "end_time": "2026-02-01 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \"Memorie di Adriano\". In studio, con Paolo Mieli, lo storico Franco Cardini. Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \\\"Memorie di Adriano\\\". In studio, con Paolo Mieli, lo storico Franco Cardini."
    },
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/11/1741730757354_1741730723736.png",
      "start_time": "2026-02-01 06:35:00",
      "end_time": "2026-02-01 08:25:00",
      "episode_number": "S8 E4",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani. Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 08:25:00",
      "end_time": "2026-02-01 08:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Scritto letto detto",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/30/1653920488009_2048x1152.jpg",
      "start_time": "2026-02-01 08:45:00",
      "end_time": "2026-02-01 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Scritto, letto, detto: Paolo Grillo - Giovanni Paolo Fontana intervista scrittori, giornalisti e testimoni. Lo storico Paolo Grillo ripercorre il Medioevo attraverso il ruolo fondamentale - ricoperto da dieci alberi, tra cui l'olmo e il castagno, la quercia e l'ulivo, fino alla palma. Restituisce così importanza all'elemento vegetale. - Un programma di Giovanni Paolo Fontana, produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728318762582_1728318758644.png",
      "start_time": "2026-02-01 08:55:00",
      "end_time": "2026-02-01 09:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \"Memorie di Adriano\". In studio, con Paolo Mieli, lo storico Franco Cardini. Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \\\"Memorie di Adriano\\\". In studio, con Paolo Mieli, lo storico Franco Cardini."
    },
    {
      "show_name": "Volere votare",
      "show_logo": "https://www.raiplay.it/dl/img/2021/06/04/1622800926857_2048x1152.jpg",
      "start_time": "2026-02-01 09:35:00",
      "end_time": "2026-02-01 10:10:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Attraverso le testimonianze di alcune donne italiane, il documentario rievoca la giornata del 2 giugno 1946, quando per la prima volta furono chiamate ad esprimere il proprio voto. Le battaglie condotte dalle donne italiane negli anni precedenti il 1946 per chiedere il riconoscimento del diritto di voto. L'approvazione del diritto di voto alle donne da parte del Parlamento italiano il 1 febbraio 1945, su proposta del segretario del Partito Comunista Italiano (PCI) Palmiro Togliatti e dello statista e fondatore del partito Democrazia Cristiana (DC) De Gasperi. Il ruolo delle prime 21 donne elette nell'Assemblea costituente il 2 giugno 1946, e il loro contributo nella scrittura della Carta Costituzionale. Attraverso le testimonianze di alcune donne italiane, il documentario rievoca la giornata del 2 giugno 1946, quando per la prima volta furono chiamate ad esprimere il proprio voto. Le battaglie condotte dalle donne italiane negli anni precedenti il 1946 per chiedere il riconoscimento del diritto di voto. L'approvazione del diritto di voto alle donne da parte del Parlamento italiano il 1 febbraio 1945, su proposta del segretario del Partito Comunista Italiano (PCI) Palmiro Togliatti e dello statista e fondatore del partito Democrazia Cristiana (DC) De Gasperi. Il ruolo delle prime 21 donne elette nell'Assemblea costituente il 2 giugno 1946, e il loro contributo nella scrittura della Carta Costituzionale."
    },
    {
      "show_name": "L'altro buio in sala",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/26/1769417784528_1769180519659_2048x1152.jpg",
      "start_time": "2026-02-01 10:10:00",
      "end_time": "2026-02-01 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Documentario (2022) - La storia e il presente, fino al tempo del Covid, delle sale cinematografiche d'essai in Italia. Da Milano a Roma, da Napoli a Torino.. - Regia di Ciro Formisano."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 11:45:00",
      "end_time": "2026-02-01 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/12/1739384059649_Viaggio%20in%20Italia%201.jpg",
      "start_time": "2026-02-01 12:10:00",
      "end_time": "2026-02-01 13:10:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Una puntata sul grande salvataggio del transatlantico Andrea Doria, impresa epocale che la gente non ha ancora dimenticato."
    },
    {
      "show_name": "L'altro teatro",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572443238608_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 13:10:00",
      "end_time": "2026-02-01 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Reportage in tre parti sulle vicende del teatro d'avanguardia a Roma: in questa puntata, la popolarità delle 'cantine' negli anni 70. Questa seconda puntata si apre con Roberto Benigni, intervistato sul suo 'teatro di cantina' - all'Alberico, dove debutta nel 1975. Si parla di come i giornali, anche quelli non specificatamente teatrali, inizino a interessarsi al teatro off romano, e di ciò è testimone il giornalista John Francis Lane, uno dei primi a dare riscontro internazionale della nuova scena. Victor Cavallo e Dacia Maraini vengono poi interrogati sulle caratteristiche delle avanguardie teatrali in Italia negli anni '70: in particolare, la Maraini racconta del teatro femminista La Maddalena, di cui è stata una delle figure di riferimento. - di N. Garrone, Giuseppe Bartolucci e Maria Bosio."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 14:10:00",
      "end_time": "2026-02-01 14:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/07/1728318762582_1728318758644.png",
      "start_time": "2026-02-01 14:35:00",
      "end_time": "2026-02-01 15:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \"Memorie di Adriano\". In studio, con Paolo Mieli, lo storico Franco Cardini. Nel 1924, all'età di 21 anni, Marguerite Yourcenar visita Villa Adriana, a Tivoli. Affascinata dalla figura di Adriano, inizia a stendere le prime pagine di quello che nelle sue intenzioni dovrà essere un romanzo sull'imperatore. Passeranno quasi trent'anni prima di porre la parola fine al romanzo, che verrà pubblicato nel 1951 con il titolo \\\"Memorie di Adriano\\\". In studio, con Paolo Mieli, lo storico Franco Cardini."
    },
    {
      "show_name": "L'ultima marcia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769159427883_2048x1152.jpg",
      "start_time": "2026-02-01 15:15:00",
      "end_time": "2026-02-01 16:20:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Un racconto totalmente inedito che esplora l'ultimo segmento della Seconda Guerra Mondiale, mettendo in luce la tragica odissea degli internati nei campi di concentramento nazisti nel cuore dell'Europa devastata dalla guerra. Regia Massimo Vincenzi. Un racconto totalmente inedito che esplora l'ultimo segmento della Seconda Guerra Mondiale, mettendo in luce la tragica odissea degli internati nei campi di concentramento nazisti nel cuore dell'Europa devastata dalla guerra. Regia Massimo Vincenzi."
    },
    {
      "show_name": "C'è chi disse no. La Resistenza degli Internati Militari Italiani",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/23/1769180235294_2048x1152.jpg",
      "start_time": "2026-02-01 16:20:00",
      "end_time": "2026-02-01 17:25:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Nel settembre del 1943 più di 650 mila uomini, catturati dai tedeschi, si rifiutarono di collaborare con il nazifascismo. Pagarono un prezzo altissimo per quel no: trascorsero quasi due anni nei lager del Reich, dove soffrirono il freddo, la fame, il lavoro forzato. Chi riuscì a tornare in patria, fu segnato per sempre. La storia di questa Resistenza silenziosa, combattuta senza armi eppure straordinariamente coraggiosa, rivive nei racconti dei figli di alcuni celebri internati militari come Giovannino Guareschi, Mario Rigoni Stern, Gianrico Tedeschi, Luciano Salce, ma anche nei ricordi di Giuseppe Pagnoni, ex soldato milanese oggi 101enne, nelle piccole opere d'arte create in segreto nei campi nazisti dal tenente romano Gino Spalmach, nel diario di Giovanni Rossi, padre di Vasco. Regia Marialuisa Miraglia. Nel settembre del 1943 più di 650 mila uomini, catturati dai tedeschi, si rifiutarono di collaborare con il nazifascismo. Pagarono un prezzo altissimo per quel no: trascorsero quasi due anni nei lager del Reich, dove soffrirono il freddo, la fame, il lavoro forzato. Chi riuscì a tornare in patria, fu segnato per sempre. La storia di questa Resistenza silenziosa, combattuta senza armi eppure straordinariamente coraggiosa, rivive nei racconti dei figli di alcuni celebri internati militari come Giovannino Guareschi, Mario Rigoni Stern, Gianrico Tedeschi, Luciano Salce, ma anche nei ricordi di Giuseppe Pagnoni, ex soldato milanese oggi 101enne, nelle piccole opere d'arte create in segreto nei campi nazisti dal tenente romano Gino Spalmach, nel diario di Giovanni Rossi, padre di Vasco."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-01 17:25:00",
      "end_time": "2026-02-01 18:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo p.5. Il primato - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si sono organizzate per r - isolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "Italia chiamò",
      "show_logo": "https://www.raiplay.it/dl/img/2023/11/14/1700002272819_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 18:05:00",
      "end_time": "2026-02-01 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalista Piero Badaloni in questa serie del 1992 racconta le gesta di grandi personaggi che hanno contribuito, lottato e sofferto per costruire l'Italia unita.. - di Leandro Castellani."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-01 18:30:00",
      "end_time": "2026-02-01 18:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Biografie",
      "show_logo": "https://www.raiplay.it/dl/img/2019/11/08/1573203490695_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 18:35:00",
      "end_time": "2026-02-01 19:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "BIOGRAFIE 2017 - 2018 Tito Stagno, l'uomo della Luna - Un ritratto del giornalista e telecronista più popolare della televisione attraverso i suoi viaggi al seguito di Papi e Presidenti e i suoi commenti d - i importanti avvenimenti storici, soprattutto legati all'avventura dell'uomo sulla luna e alla diretta del 20 luglio 1969. - Regia: Caterina Itelisano."
    },
    {
      "show_name": "Un giorno in piu' del fascismo",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572431510119_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-01 19:05:00",
      "end_time": "2026-02-01 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. - di Bruno Testori produttore esecutivo Sara Mariani. Un giorno in piu' del fascismo La Resistenza delle Aquile Randagie - Quando Mussolini decreta lo scioglimento dei reparti scout affidando la disciplina muscolare dei giovani italiani all'Opera Balilla, un - gruppo di scout milanesi si ribella al regime e prosegue clandestinamente la sua attività per 16 anni, 11 mesi e cinque giorni. Un giorno in più del fascismo. Dopo l'otto settembre alcuni di questi giovani parteciperanno disarmati alla resistenza fondando il giornale clandestino Il Ribelle e organizzando 2116 espatri in Svizzera, salvando la vita ad intere famiglie ebree, ricercati politici, renitenti alla leva, ex prigionieri inglesi, greci, americani e russi. -  di Bruno Testori produttore esecutivo Sara Mariani."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-01 20:00:00",
      "end_time": "2026-02-01 20:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 1 febbraio 2026. Persone, eventi e ricorrenze del 1 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Scritto letto detto",
      "show_logo": "https://www.raiplay.it/dl/img/2022/05/30/1653920488009_2048x1152.jpg",
      "start_time": "2026-02-01 20:20:00",
      "end_time": "2026-02-01 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Scritto, letto, detto: Paolo Grillo - Giovanni Paolo Fontana intervista scrittori, giornalisti e testimoni. Lo storico Paolo Grillo ripercorre il Medioevo attraverso il ruolo fondamentale - ricoperto da dieci alberi, tra cui l'olmo e il castagno, la quercia e l'ulivo, fino alla palma. Restituisce così importanza all'elemento vegetale. - Un programma di Giovanni Paolo Fontana, produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-01 20:35:00",
      "end_time": "2026-02-01 21:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In Sudafrica, dal 1910 in poi, una minoranza bianca ha detenuto il potere e gestito la totalità delle risorse di un territorio tra i più ricchi del pianeta, costringendo i neri ai lavori più umili.  L'Apartheid, il sistema di segregazione razziale utilizzato  ufficialmente a partire dal 1948, era un sistema basato sulla disuguaglianza, che la maggioranza nera della popolazione è stata costretta a subire per quasi tutto il XX secolo, mentre le proteste delle associazioni anti-apartheid venivano represse nel sangue e i loro leader incarcerati o uccisi. È solo dopo la liberazione nel 1990 del leader storico dell'opposizione nera, Nelson Mandela, e con la sua elezione a Capo di Stato nel 1994, che l'Apartheid viene finalmente abolita. In studio, con Paolo Mieli, la prof.ssa Anna Maria Gentili."
    },
    {
      "show_name": "La lotta dell'uomo per la sua sopravvivenza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/01/1751378780647_LaLottaDellUomoPerLaSuaSopravvivenza.png",
      "start_time": "2026-02-01 21:20:00",
      "end_time": "2026-02-01 22:15:00",
      "episode_number": "S1970 E3",
      "show_category": "",
      "show_description": "\"La lotta dell'uomo per la sua sopravvivenza\" è uno dei film TV (in dodici puntate) che Roberto Rossellini ha realizzato per la RAI, quando vide nella televisione un valido mezzo per esplorare gli aspetti sociali, civili e politici della nostra storia e cultura."
    },
    {
      "show_name": "La lotta dell'uomo per la sua sopravvivenza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/07/01/1751378780647_LaLottaDellUomoPerLaSuaSopravvivenza.png",
      "start_time": "2026-02-01 22:15:00",
      "end_time": "2026-02-01 23:10:00",
      "episode_number": "S1970 E4",
      "show_category": "",
      "show_description": "La lotta dell'uomo per la sua sopravvivenza è uno dei film TV (in dodici puntate) che Roberto Rossellini ha realizzato per la RAI, quando vide nella televisione un valido mezzo per esplorare gli aspetti sociali, civili e politici della nostra storia e cultura."
    },
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/11/1741730757354_1741730723736.png",
      "start_time": "2026-02-01 23:10:00",
      "end_time": "2026-02-02 00:55:00",
      "episode_number": "S8 E4",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani. Ad aprire la nuova puntata è la decana Cristina Marella, nata nel 1924 a Celle San Vito in provincia di Foggia in una famiglia umile: penultima di dodici figli, all'età di otto anni è costretta ad andare a lavorare come domestica lontana dalla famiglia. Quando dopo tre anni riesce a scappare dalla casa dove è a servizio, il padre non si dimostra affatto contento di vederla. È un uomo duro e violento, incapace di amare i figli, ma Cristina non si rifiuterà di assisterlo nei suoi ultimi anni di vita. Durante il fascismo alla sua famiglia viene assegnata una casa colonica e le loro condizioni di vita migliorano. Cristina si invaghisce di Vincenzo, un ragazzo di un podere vicino, ma sopraggiunge la guerra a separarli. Dopo tre anni, Vincenzo torna a casa in licenza e si fidanzano ufficialmente, ma ritornato al fronte, viene fatto prigioniero dai tedeschi e deportato nel campo di concentramento di Dortmund. Alla fine della guerra, sopravvissuto ai lavori forzati, torna a casa irriconoscibile e malato e la famiglia di Cristina si oppone alle nozze. Cristina decide di sposarlo ugualmente e fanno la fuitina. Dal matrimonio nascono i tre figli, Francesco, Filomena e Norina. Cristina, rimasta vedova a 58 anni, vanta oggi l'affetto di sei nipoti, tredici bisnipoti e tre trisnipoti. Oggi, a quasi 101 anni, è pienamente autonoma e, per non sentirsi sola, ha scelto da qualche anno di vivere in una casa di riposo. A seguire le storie di due Ragazze degli anni '80, Paola Pieri e Rosaria Nuzzo e due Ragazze degli anni '50 Elena Cotta e Nazzarena Graziani."
    }
  ]
}