{
  "channel_name": "RaiScuola",
  "date": "2026-02-06",
  "programs": [
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Tuscia, sogni e favole - La Tuscia è come un sogno dentro un sogno. Un luogo di magia paradossale, in cui il falso risuona come un momento del vero. Viterbo, Bomarzo, Bolsena - : la Tuscia andrebbe percorsa a piedi perdendosi nelle sue forre, che sembrano cambiare ad ogni passo umano. Rimanendo identiche a se stesse, da secoli. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Giuseppe Sansonna."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 01:00:00",
      "end_time": "2026-02-06 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-06 02:00:00",
      "end_time": "2026-02-06 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 13): Matteo Dell'Acqua, genetista - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani c - uriosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Matteo Dell'Acqua, genetista. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-06 02:30:00",
      "end_time": "2026-02-06 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 \"Newton - p.23 Le proprietà delle piante\" - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sap - piamo e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-06 03:30:00",
      "end_time": "2026-02-06 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "In questa puntata di Un giorno per dedicata allo spreco alimentare, abbiamo intervistato il professor Andrea Segré, ordinario di Economia Circolare all'Università di Bologna, che nel 2003 ha fondato Last Minut - e Market, un progetto di recupero dello spreco nelle grandi catene alimentari; la nutrizionista Evelina Flachi che spiega come ognuno di noi possa agire per ridurre lo spreco; Carola Fabi, che alla Fao si occupa di spreco alimentare nei Paesi in via di sviluppo; Giuliana Malaguti Responsabile Comunicazione della Fondazione Banco Alimentare un'organizzazione di volontariato che raccoglie presso la Grande Distribuzione alimenti non più commercializzabili ma ancora commestibili, per distribuirli gratuitamente ad enti ed organismi che si occupano di persone in difficoltà; la documentarista spagnola Maite Carpio, autrice del film Affamati di Spreco, testimone di un confronto tra il sud della terra e le ricche dispense delle nostre cucine; una chef stellata, Cristina Bowerman che propone alcune idee originali per un riciclo gourmet del pane non più di giornata."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-06 04:00:00",
      "end_time": "2026-02-06 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 1 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex-nautilus.webp",
      "start_time": "2026-02-06 04:30:00",
      "end_time": "2026-02-06 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Deserti, laboratori per la ricerca - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta - del mondo che ci circonda e delle sue regole. In questa puntata andiamo alla scoperta del Deserti. Sono regioni aride che ricevono meno di 250 millimetri di pioggia all'anno. Coprono circa il 20% della superficie terrestre, ma sono in espansione tanto che la desertificazione rischia di mutare gli equilibri dell'intero pianeta. Ne parliamo in studio con i ricercatori dell'Enea, l'Agenzia Nazionale per le Nuove Tecnologie, l'Energia e lo Sviluppo Economico Sostenibile, Maurizio Sciortino e Luca Nardi. Fabio Salbitano, professore dell'Università di Firenze, ci descrive poi come si possa andare a caccia di nubi nel deserto di Atacama in sud America, mentre Anna Pancaldi ci racconta di uomini intraprendenti che hanno studiato, vissuto e descritto i deserti. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/gocce.webp",
      "start_time": "2026-02-06 05:00:00",
      "end_time": "2026-02-06 05:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La beffa di Piltdown - La perdita di biodiversità marina - La ricerca sui metamateriali - La legge di Murphy."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-06 05:15:00",
      "end_time": "2026-02-06 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 05) \" Energia, il futuro prossimo delle rinnovabili\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga - ospita Claudio Lugni, esperto di energie rinnovabili del Consiglio Nazionale delle Ricerche. Insieme ci accompagnano in un viaggio attraverso le diverse forme di energia rinnovabile su cui sta lavorando la ricerca scientifica e tecnologica, mostrandoci come il superamento dell'uso delle energie di origine fossile rappresenti un punto fermo ineludibile per il futuro del pianeta Terra. Partendo dall'idroelettrico, campo in cui l'Italia fu un apripista a livello planetario, e passando per le varie forme di solare, l'eolico e il geotermico. Con Emilio Campana, direttore del dipartimento Ingegneria e tecnologie per l'Energia del CNR, e con Marcello Costanzo e Francesco Salvatore dell'Istituto di Ingegneria del Mare del CNR, gettiamo anche uno sguardo sul ruolo centrale che avrà il mare in questo settore. Al Centro Ricerche Casaccia dell'ENEA il responsabile della divisione solare Giorgio Graditi e il responsabile del laboratorio tecnico solare Walter Gaggioli ci mostrano poi un interessante sperimentazione di economia circolare basata sull'utilizzo di residui di scarto dell'industria siderurgica come accumulatori di energia termica in impianti solari termodinamici. L'astrofisico e divulgatore scientifico Luca Perri ci racconta, infine, del curioso premio IgNobel attribuito al calcolo dell'area della pelle dell'elefante, per sottolineare quanto sia importante conoscere i propri fabbisogni energetici. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 06:00:00",
      "end_time": "2026-02-06 06:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/gocce.webp",
      "start_time": "2026-02-06 06:50:00",
      "end_time": "2026-02-06 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La beffa di Piltdown - La perdita di biodiversità marina - La ricerca sui metamateriali - La legge di Murphy."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-06 07:00:00",
      "end_time": "2026-02-06 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La lotta per l'uguaglianza di genere ha prodotto risultati importanti. Nei Paesi civili i governi lavorano per eliminare le disparità, le discriminazioni e le violenze che le donne continuano a subire. Ma c'è ancora molto - da fare per garantire un mondo in cui tutte le donne possano vivere liberamente e realizzare appieno il proprio potenziale."
    },
    {
      "show_name": "Intelligenze",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/intelligenze.webp",
      "start_time": "2026-02-06 07:30:00",
      "end_time": "2026-02-06 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Nella seconda puntata della nuova serie di Intelligenze - il programma sulle intelligenze artificiali fatto ancora dagli umani - Padre Paolo Benanti cerca di fare il punto sul rapporto tra sicurezza e privacy. Dove - viaggiano i nostri dati personali? Chi li usa? Chi sono i buoni e chi i cattivi? Come possono le istituzioni di controllo tenere il passo di uno sviluppo tecnologico velocissimo? A cosa dobbiamo stare più attenti e come è possibile proteggerci? A queste e ad altre importanti domande cerca di rispondere Paolo Benanti dall'interno del polo tecnologico della Stazione Termini a Roma. Intervengono il giurista Guido Scorza, Ivana Bartoletti, esperta internazionale di questioni etiche e giuridiche legate al digitale, la scrittrice Cathy O' Neil di \"Occupy Wall Street\", l'esperto di cibersicurezza Corrado Giustozzi e l'hacker buono Marco Balduzzi. Come in ogni puntata di Intelligenze alcuni contenuti prodotti direttamente dalla IA vengono segnalati da uno speciale simbolo rosso. - Produttore esecutivo Luigi Bertoldo."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 08:05:00",
      "end_time": "2026-02-06 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex-nautilus.webp",
      "start_time": "2026-02-06 09:00:00",
      "end_time": "2026-02-06 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - La vita oltre le Estinzioni di massa - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scopert - a del mondo che ci circonda e delle sue regole. In questa puntata parliamo di Estinzioni di massa. Negli ultimi 500 milioni di anni la vita sul pianeta Terra è stata quasi spazzata via per almeno cinque volte. Le grandi estinzioni di massa sono eventi di proporzioni inimmaginabili e dalle cause spesso ancora da capire. Ne parliamo in studio con Raffaele Sardella, paleontologo, professore dell'Università di Roma Sapienza e andiamo a caccia dei segnali di una nuova estinzione insieme a Carlo Rondinini, ricercatore del Dipartimento di Biologia e Biotecnologie all'Università di Roma Sapienza. Sulle Dolomiti ci sono le tracce della più importante estinzione di massa della storia del pianeta: ci accompagna a scoprirle Massimo Bernardi, geologo e paleontologo del MUSE di Trento. Anna Pancaldi ci parla infine di un gigantesco asteroide che avrebbe colpito la Terra milioni di anni fa e del significato dei fossili nei secoli passati. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-06 09:30:00",
      "end_time": "2026-02-06 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 15): Vittorio Marchis, storico delle cose - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. G - iovani curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo Vittorio Marchis, storico delle cose. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-06 10:00:00",
      "end_time": "2026-02-06 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 13 Evoluzione Biologica - Progetto Scienza Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della gio - rnalista scientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. Da sempre filosofi e scienziati guardano al mondo che li circonda col desiderio di conoscere e catalogare gli esseri che lo abitano. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Francesco Linguiti, Edwige Pezzulli a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati - regia Mario Ferrari - conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-06 11:00:00",
      "end_time": "2026-02-06 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 2 - Le ultime steppe - Utilizzati nel corso dei secoli come pascolo per grandi mandrie e greggi di animali, gli ecosistemi erbacei del Mezzogiorno hanno il fascino delle vas - te steppe asiatiche, con una multiforme vita animale e vegetale adattata a condizioni di aridità e oggi fortemente minacciata dalle trasformazioni agricole, dallìespansione urbana, dal progressivo inaridimento del clima."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/oasi.webp",
      "start_time": "2026-02-06 11:45:00",
      "end_time": "2026-02-06 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Ep. 2 - Emirati Arabi Uniti - Tra le dune di Liwa - L'oasi di Liwa, storico posto natìo delle famiglie regnanti di Abu Dhabi, sta subendo una trasformazione significativa. Ora la lattuga cresce alle p - orte del deserto, e i palmeti locali producono tra i migliori datteri al mondo. Questi paesaggi non sono mai stati così rigogliosi. Durante la storia lunga e tumultuosa di questo posto straordinario, gli uomini e l'acqua hanno sancito un legame esclusivo, facendo fiorire la vita nel cuore del deserto."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-06 12:30:00",
      "end_time": "2026-02-06 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi Tuscia, sogni e favole - La Tuscia è come un sogno dentro un sogno. Un luogo di magia paradossale, in cui il falso risuona come un momento del vero. Viterbo, Bomarzo, Bolsena - : la Tuscia andrebbe percorsa a piedi perdendosi nelle sue forre, che sembrano cambiare ad ogni passo umano. Rimanendo identiche a se stesse, da secoli. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Giuseppe Sansonna."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-06 13:30:00",
      "end_time": "2026-02-06 14:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 14:30:00",
      "end_time": "2026-02-06 15:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-06 15:15:00",
      "end_time": "2026-02-06 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 05 - Marie Curie - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una - figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "Sapiens - Un solo pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/sapiens-un-solo-pianeta.webp",
      "start_time": "2026-02-06 15:35:00",
      "end_time": "2026-02-06 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sapiens 2.0 - Un solo Pianeta \"Intelligenza naturale, oltre le barriere di specie\" 1tx Prima TV per Rai."
    },
    {
      "show_name": "William Blake - La visione e l'infinito",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/william-blake-la-visione-e-l-infinito.webp",
      "start_time": "2026-02-06 17:30:00",
      "end_time": "2026-02-06 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "William Blake - La Visione e l'infinito Episodio 2 - Un programma di Daniela Delfini, produttore esecutivo Livia Lauriola, regia di David Emmer. Con Sebastiano Pigazzi, Giulia Sessich, Al Mariotti."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/seven-nights.webp",
      "start_time": "2026-02-06 18:00:00",
      "end_time": "2026-02-06 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia c - on grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "The Italian Dream. Studying Art, Music and Dance in Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/the-italian-dream-studying-art-music-and-dance-in-italy.webp",
      "start_time": "2026-02-06 18:15:00",
      "end_time": "2026-02-06 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "The Italian Dream. Studying Art, Music and Dance in Italy pt 7 Learning English with Shakespeare ep. 3 - Dopo le lezioni frontali e i laboratori all'Università Roma Tre, le studentesse e gli studenti metto - no da parte timidezza e ritrosia e affrontano un laboratorio teatrale d'eccezione: quello di Loredana Scaramella, acclamata regista teatrale e autrice della messa in scena della Dodicesima notte di W. Shakespeare, a cui le ragazze e i ragazzi hanno assistito. La location è proprio il Silvano Toti Globe Theatre di Roma, e l'attenzione è concentrata sulla musica dello spettacolo. - Un programma di Daniela Delfini Autore Massimiliano Griner Produttore esecutivo Livia Lauriola Regia Matteo Berdini, Stefano Stefanelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-06 18:30:00",
      "end_time": "2026-02-06 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 3 - Occidentale sarda - Con una densità di popolazione umana fra le più basse in Europa, la Sardegna accoglie vasti territori caratterizzati da flora e faune incontaminate, - le stesse che migliaia di anni fa incontrarono i primi abitanti dell'isola e poi i coloni fenici e romani. Ancora oggi ques'isola, cuore dell'Antica terra di Tirrenide oggi quasi completamente sommersa dal mare, stupisce per la ricchezza e la singolarità della sua biodiversità."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/oasi.webp",
      "start_time": "2026-02-06 19:15:00",
      "end_time": "2026-02-06 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Ep. 3 - Oman - I giardini sospesi del Djebel Akhdar - A nord-ovest del Sultanato di Oman, l'oasi di Al-Ain è arroccata sulle scogliere calcaree, come un piccolo miracolo verde. La città si trova a 300 - 0 metri, sulla montagna, e gode di temperature miti intorno ai 28 gradi, mentre a valle permangono 40 gradi all'ombra. Le sue terrazze, scavate nella roccia, riparano grandi cespugli di rose damasco, coltivazione emblematica dell'oasi. Il villaggio è attraversato da una rete di canali scavati da profondi bacini. Sono detti falaj - aflaj al plurale - alcuni hanno circa 4500 anni e rientrano nel patrimonio mondiale UNESCO. La loro invenzione è alla base dell'agricoltura di queste aride pianure. I tunnel scavati nella montagna rocciosa raccolgono l'acqua di infiltrazione, convogliata in cisterne che alimentano gli aflaj. Ciascun villaggio si occupa di questi tunnel in assenza dell'intervento governativo, e soltanto i wakil, custodi dell'acqua - il cui ruolo è tramandato di padre in figlio - si accertano che siano sempre funzionanti. Il tutto è segnato in un registro per evitare conflitti. A causa dei cambiamenti climatici, l'acqua va scarseggiando. Piano piano, i contadini si stanno nuovamente coalizzando per fronteggiare lo scarsità di oro blu. Uomini come Abdullah Al-Ghafri, ingegnere e professore all'università di Nizwa, restaurano pozzi e installano pompe solari, per preservare in modo più efficace le risorse d'acqua. Simbolo di fertilità nelle oasi di Oman, Jebel Akhdar, che significa montagna verde» in arabo, ospita una fattoria immensa che fornisce frutta e verdura al Sultano della regione."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-06 20:00:00",
      "end_time": "2026-02-06 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 06 Universo - Progetto Scienza - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista s - cientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-06 21:00:00",
      "end_time": "2026-02-06 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/documentari-d-autore.webp",
      "start_time": "2026-02-06 22:00:00",
      "end_time": "2026-02-06 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/american-genius.webp",
      "start_time": "2026-02-06 22:15:00",
      "end_time": "2026-02-06 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-06 23:00:00",
      "end_time": "2026-02-06 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-06 23:45:00",
      "end_time": "2026-02-07 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di Scienza - Profili pt.07 - Margherita Hack - Ci sono persone che per capire come è fatto il mondo alzano gli occhi al cielo e cercano lì le risposte. Quando sono scienziati - scoprono che le stelle sono lontane ma non imperscrutabili, che ci raccontano la propria storia, quella dell'universo e anche la nostra di esseri umani, fatti della loro stessa sostanza. Margherita Hack è stata una di queste persone, una grande scienziata. Per tutta la vita ha seguito le proprie passioni: il calcio, il ciclismo, l'atletica, gli animali, ma soprattutto le stelle. È stata la prima direttrice di un Osservatorio astronomico in Italia, ha accresciuto il peso degli italiani nelle questioni di ricerca astronomica internazionale, e ha sempre creduto nel potere della conoscenza e della sua divulgazione. Personaggio pubblico, impegnato politicamente e per i diritti civili, Margherita è stata una figura brillante e originale della scena culturale. Chiara Buratti racconta gli anni dell'infanzia a Via Centostelle, gli studi, i rapporti con scienziati e istituzioni, le sue passioni. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}