{
  "channel_name": "RaiStoria",
  "date": "2026-02-06",
  "programs": [
    {
      "show_name": "Cortina nella Grande Guerra",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/06/1730906619676_pt.2.jpg",
      "start_time": "2026-02-06 00:00:00",
      "end_time": "2026-02-06 00:25:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956. Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-06 00:25:00",
      "end_time": "2026-02-06 00:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 00:30:00",
      "end_time": "2026-02-06 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/20/1718897159409_Passato%20e%20presente.jpg",
      "start_time": "2026-02-06 00:50:00",
      "end_time": "2026-02-06 01:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La prima Olimpiade invernale di Chamonix è datata 1924, esattamente 28 anni dopo la prima Olimpiade moderna svoltasi ad Atene nel 1896. Un ritardo dovuto al fatto che gli sport invernali erano appannaggio dei soli paesi nordici, che avevano gran dimestichezza con la neve e il ghiaccio. Le prime gare riguardavano il bob, il pattinaggio di figura e di velocità, l'hockey, il salto con gli sci e il fondo. Per lo sci di discesa bisognerà invece aspettare l'appuntamento di Garmisch in Germania nel 1936. Le Olimpiadi, lungi dall'essere  solo manifestazioni sportive, raccontano dei diversi contesti storici nelle quali avvengono, come la guerra fredda, con il confronto simbolico oltre che sportivo tra le squadre dei due blocchi contrapposti, o il secondo dopoguerra italiano nel quale, in occasione delle Olimpiadi di Cortina del 1956, l'Italia alle soglie del miracolo economico mostra al mondo la straordinaria capacità organizzativa e l'efficienza degli impianti e delle infrastrutture costruite per la kermesse iridata. In studio, con Paolo Mieli, il prof. Gioachino Lanotte. La prima Olimpiade invernale di Chamonix è datata 1924, esattamente 28 anni dopo la prima Olimpiade moderna svoltasi ad Atene nel 1896. Un ritardo dovuto al fatto che gli sport invernali erano appannaggio dei soli paesi nordici, che avevano gran dimestichezza con la neve e il ghiaccio. Le prime gare riguardavano il bob, il pattinaggio di figura e di velocità, l'hockey, il salto con gli sci e il fondo. Per lo sci di discesa bisognerà invece aspettare l'appuntamento di Garmisch in Germania nel 1936. Le Olimpiadi, lungi dall'essere  solo manifestazioni sportive, raccontano dei diversi contesti storici nelle quali avvengono, come la guerra fredda, con il confronto simbolico oltre che sportivo tra le squadre dei due blocchi contrapposti, o il secondo dopoguerra italiano nel quale, in occasione delle Olimpiadi di Cortina del 1956, l'Italia alle soglie del miracolo economico mostra al mondo la straordinaria capacità organizzativa e l'efficienza degli impianti e delle infrastrutture costruite per la kermesse iridata. In studio, con Paolo Mieli, il prof. Gioachino Lanotte."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/26/1764148476950_12.jpg",
      "start_time": "2026-02-06 01:25:00",
      "end_time": "2026-02-06 02:20:00",
      "episode_number": "S2025 E7",
      "show_category": "",
      "show_description": "In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design. In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design."
    },
    {
      "show_name": "Un autore, una città",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/11/1681202928418_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-06 02:20:00",
      "end_time": "2026-02-06 02:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un autore, una città: Alberto Bevilacqua - La serie tv 'Un autore Una città' è del 1979. Nelle 6 puntate vengono intervistati 6 scrittori italiani in merito alla loro produzione letteraria e al rapporto c - on la loro città. Alberto Bevilacqua ci parlerà della sua Parma. - A cura di Anna Benassi, Regia di Luigi Faccini."
    },
    {
      "show_name": "La grande epoque",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572445905368_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-06 02:50:00",
      "end_time": "2026-02-06 03:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La grande epoque. La febbre viva - Quadri, architetture, brani musicali, testi, grafica, e oggetti d'arredamento come documento. Folco Quilici e Poalo Portoghesi, insiem - e ad altri esperti, ha messo insieme tutto questo per descrivere una grande stagione, che va dal liberty italiano, all'art nouveau francese di Eiffel e Toulose-Lautrec, di Gauguin e Guimard, dal new style inglesa allo Jugendstil tedesco, dalla Sezession austriaca al modernismo spagnolo, con uno sguardo alla Russia e alle Americhe. - Di Folco Quilici (1985)."
    },
    {
      "show_name": "Viaggio sentimentale nell'Italia dei vini",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/13/1655116617634_Viaggio%20sentimentale_foto_pt04_1.jpg",
      "start_time": "2026-02-06 03:50:00",
      "end_time": "2026-02-06 04:20:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "Al termine del suo percorso, Veronelli visita quelli che chiama \"i grappaioli del mio amore\" Romano Levi e Giannola Nonino, con i quali esplora i metodi tradizionali di distillazione della grappa. Guardando al passato l'autore visita con Maria Grazia Lungarotti il Museo del Vino di Torgiano e, proiettandosi verso il futuro, incontra giovani coppie che hanno scelto di lasciare la città per dedicarsi alla coltivazione della vite. Il viaggio si conclude dov'è cominciato, in Piemonte, con l'azienda di Giacomo Bologna a Rocchetta Tanaro. Al termine del suo percorso, Veronelli visita quelli che chiama \\\"i grappaioli del mio amore\\\" Romano Levi e Giannola Nonino, con i quali esplora i metodi tradizionali di distillazione della grappa. Guardando al passato l'autore visita con Maria Grazia Lungarotti il Museo del Vino di Torgiano e, proiettandosi verso il futuro, incontra giovani coppie che hanno scelto di lasciare la città per dedicarsi alla coltivazione della vite. Il viaggio si conclude dov'è cominciato, in Piemonte, con l'azienda di Giacomo Bologna a Rocchetta Tanaro."
    },
    {
      "show_name": "W la Storia",
      "show_logo": "https://www.raiplay.it/dl/img/2023/05/12/1683843677556_1466758206859_italia_oo.jpg",
      "start_time": "2026-02-06 04:20:00",
      "end_time": "2026-02-06 04:45:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "I ragazzi di tre scuole di Torino, Roma e Napoli, insieme a storici, antropologi ed esperti, ripercorrono alcuni importanti temi storici. I ragazzi di tre scuole di Torino, Roma e Napoli, insieme a storici, antropologi ed esperti, ripercorrono alcuni importanti temi storici."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/21/1740168139474_Mai%20%20trasmessi.jpg",
      "start_time": "2026-02-06 04:45:00",
      "end_time": "2026-02-06 05:40:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "In diretta dai luoghi della cultura, i telecronisti Rai ne illustrano le caratteristiche e ne esplorano gli ambienti: Vittorio Di Giacomo dalla Discoteca di Stato, Carlo Mazzarella dal Piccolo di Milano. In diretta dai luoghi della cultura, i telecronisti Rai ne illustrano le caratteristiche e ne esplorano gli ambienti: Vittorio Di Giacomo dalla Discoteca di Stato, Carlo Mazzarella dal Piccolo di Milano."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 05:40:00",
      "end_time": "2026-02-06 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/20/1718897159409_Passato%20e%20presente.jpg",
      "start_time": "2026-02-06 06:00:00",
      "end_time": "2026-02-06 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La prima Olimpiade invernale di Chamonix è datata 1924, esattamente 28 anni dopo la prima Olimpiade moderna svoltasi ad Atene nel 1896. Un ritardo dovuto al fatto che gli sport invernali erano appannaggio dei soli paesi nordici, che avevano gran dimestichezza con la neve e il ghiaccio. Le prime gare riguardavano il bob, il pattinaggio di figura e di velocità, l'hockey, il salto con gli sci e il fondo. Per lo sci di discesa bisognerà invece aspettare l'appuntamento di Garmisch in Germania nel 1936. Le Olimpiadi, lungi dall'essere  solo manifestazioni sportive, raccontano dei diversi contesti storici nelle quali avvengono, come la guerra fredda, con il confronto simbolico oltre che sportivo tra le squadre dei due blocchi contrapposti, o il secondo dopoguerra italiano nel quale, in occasione delle Olimpiadi di Cortina del 1956, l'Italia alle soglie del miracolo economico mostra al mondo la straordinaria capacità organizzativa e l'efficienza degli impianti e delle infrastrutture costruite per la kermesse iridata. In studio, con Paolo Mieli, il prof. Gioachino Lanotte. La prima Olimpiade invernale di Chamonix è datata 1924, esattamente 28 anni dopo la prima Olimpiade moderna svoltasi ad Atene nel 1896. Un ritardo dovuto al fatto che gli sport invernali erano appannaggio dei soli paesi nordici, che avevano gran dimestichezza con la neve e il ghiaccio. Le prime gare riguardavano il bob, il pattinaggio di figura e di velocità, l'hockey, il salto con gli sci e il fondo. Per lo sci di discesa bisognerà invece aspettare l'appuntamento di Garmisch in Germania nel 1936. Le Olimpiadi, lungi dall'essere  solo manifestazioni sportive, raccontano dei diversi contesti storici nelle quali avvengono, come la guerra fredda, con il confronto simbolico oltre che sportivo tra le squadre dei due blocchi contrapposti, o il secondo dopoguerra italiano nel quale, in occasione delle Olimpiadi di Cortina del 1956, l'Italia alle soglie del miracolo economico mostra al mondo la straordinaria capacità organizzativa e l'efficienza degli impianti e delle infrastrutture costruite per la kermesse iridata. In studio, con Paolo Mieli, il prof. Gioachino Lanotte."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://www.raiplay.it/dl/img/2022/07/11/1657549202224_2048x1152.jpg",
      "start_time": "2026-02-06 06:35:00",
      "end_time": "2026-02-06 07:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Viaggio in Italia Umbria. Le strade per la pace - Un'antica vocazione alla pace che si esprime dal 1961 con la prima marcia della pace a Perugia."
    },
    {
      "show_name": "Grandi disastri 10 errori fatali",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/18/1705586939010_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-06 07:35:00",
      "end_time": "2026-02-06 08:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Grandi disastri 10 errori fatali: Hindenburg - Il documentario ripercorre la storia della tragica fine del dirigibile Hindemburg - Introduce la puntata il prof. Gregory Alegi. Grandi disastri 10 errori fatali: Hindenburg - Il documentario ripercorre la storia della tragica fine del dirigibile Hindemburg - Introduce la puntata il prof. Gregory Alegi."
    },
    {
      "show_name": "Domenica con",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/29/1756475587314_DomenicaCon.png",
      "start_time": "2026-02-06 08:25:00",
      "end_time": "2026-02-06 08:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Domenica con Tg2 Gulliver 1979 - I vinti di Nuto Revelli - Intervista a Nuto Revelli per Tg2 Gulliver del 1979, dopo la pubblicazione del libro \"I vinti\", dedicato all'emigrazione dalle montagne alla pianu - ra."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 08:35:00",
      "end_time": "2026-02-06 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/28/1764351730501_1764351666224.png",
      "start_time": "2026-02-06 09:00:00",
      "end_time": "2026-02-06 09:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Negli anni '70 l'Italia viene travolta da un'inchiesta internazionale che svela una fitta rete di tangenti versate dalla multinazionale statunitense per ottenere contratti militari: è lo scandalo Lockheed. Al centro della vicenda c'è la vendita di aerei da trasporto C-130 Hercules all'Aeronautica Militare italiana. I nomi dei politici che restano invischiati nella vicenda sono pesanti: tra tutti, quello dell'ex presidente della Repubblica Giovanni Leone, che nel 1978 si dimette sotto la pressione politica e mediatica pur non essendo mai stato formalmente incriminato. In studio, con Paolo Mieli, il prof. Agostino Giovagnoli. Negli anni '70 l'Italia viene travolta da un'inchiesta internazionale che svela una fitta rete di tangenti versate dalla multinazionale statunitense per ottenere contratti militari: è lo scandalo Lockheed.  Al centro della vicenda c'è la vendita di aerei da trasporto C-130 Hercules all'Aeronautica Militare italiana. I nomi dei politici che restano invischiati nella vicenda sono pesanti: tra tutti, quello dell'ex presidente della Repubblica Giovanni Leone, che nel 1978 si dimette sotto la pressione politica e mediatica pur non essendo mai stato formalmente incriminato. In studio, con Paolo Mieli, il prof. Agostino Giovagnoli."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/27/1769512283109_La%20bussola%20e%20la%20clessidra.png",
      "start_time": "2026-02-06 09:40:00",
      "end_time": "2026-02-06 10:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero -Fraser Clansman scozzese - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La nuova se - rie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    },
    {
      "show_name": "5000 anni e più. La lunga storia dell'umanità",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/29/1732899566291_5000%20anni.jpg",
      "start_time": "2026-02-06 10:45:00",
      "end_time": "2026-02-06 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'assedio di San Giovanni d'Acri: uno degli episodi principali della terza Crociata. Con Giorgio Zanchini in studio il prof. Antonio Musarra, docente di storia medievale a La Sapienza di Roma, per ricostruire una vicenda che vede tra i suoi protagonisti il re Riccardo Cuor di Leone, un personaggio entrato nella leggenda. Conduce Giorgio Zanchini."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 11:45:00",
      "end_time": "2026-02-06 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://www.raiplay.it/dl/img/2021/02/23/1614104309915_bollea.jpg",
      "start_time": "2026-02-06 12:10:00",
      "end_time": "2026-02-06 12:50:00",
      "episode_number": "S2021",
      "show_category": "",
      "show_description": "La vicenda personale e professionale di Giovanni Bollea, padre della neuropsichiatria infantile. La vicenda personale e professionale di Giovanni Bollea, padre della neuropsichiatria infantile."
    },
    {
      "show_name": "Domenica con",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/29/1756475587314_DomenicaCon.png",
      "start_time": "2026-02-06 12:50:00",
      "end_time": "2026-02-06 13:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Domenica con - Amintore Fanfani e Piero della Francesca con la Resurrezione."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/11/1739281095018_2048x1152.jpg",
      "start_time": "2026-02-06 13:10:00",
      "end_time": "2026-02-06 14:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Simona Vanni racconta la televisione italiana dagli anni 50 agli anni 80 attraverso quei programmi che, seppure comparsi una sola volta nei palinsesti Rai, hanno lasciato una traccia nei generi televisivi a cui appartengono. In questa puntata \"La madre di Torino\", telefilm andato in onda nell'aprile del 1968, che racconta un fatto di cronaca: un bambino che sta per cadere da un terrazzo al nono piano di una casa popolare mentre gioca da solo, viene salvato dalla madre e da un coinquilino operaio. Firmato dal regista Gianni Bongioanni e girato in 35mm con una cinepresa a braccio, ebbe riconoscimenti sia al Premio Ravenna che al Prix Italia del 1967."
    },
    {
      "show_name": "Gli imperdibili",
      "show_logo": "https://www.raiplay.it/dl/img/2016/12/06/1481048262903_imperdibili-h.jpg",
      "start_time": "2026-02-06 14:05:00",
      "end_time": "2026-02-06 14:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Backstage, anteprime, eventi e curiosità dentro lo schermo. È il programma che offre informazione e approfondimento sulla programmazione dei canali che compongono il bouquet Rai."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 14:10:00",
      "end_time": "2026-02-06 14:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/28/1764351730501_1764351666224.png",
      "start_time": "2026-02-06 14:35:00",
      "end_time": "2026-02-06 15:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Negli anni '70 l'Italia viene travolta da un'inchiesta internazionale che svela una fitta rete di tangenti versate dalla multinazionale statunitense per ottenere contratti militari: è lo scandalo Lockheed. Al centro della vicenda c'è la vendita di aerei da trasporto C-130 Hercules all'Aeronautica Militare italiana. I nomi dei politici che restano invischiati nella vicenda sono pesanti: tra tutti, quello dell'ex presidente della Repubblica Giovanni Leone, che nel 1978 si dimette sotto la pressione politica e mediatica pur non essendo mai stato formalmente incriminato. In studio, con Paolo Mieli, il prof. Agostino Giovagnoli. Negli anni '70 l'Italia viene travolta da un'inchiesta internazionale che svela una fitta rete di tangenti versate dalla multinazionale statunitense per ottenere contratti militari: è lo scandalo Lockheed.  Al centro della vicenda c'è la vendita di aerei da trasporto C-130 Hercules all'Aeronautica Militare italiana. I nomi dei politici che restano invischiati nella vicenda sono pesanti: tra tutti, quello dell'ex presidente della Repubblica Giovanni Leone, che nel 1978 si dimette sotto la pressione politica e mediatica pur non essendo mai stato formalmente incriminato. In studio, con Paolo Mieli, il prof. Agostino Giovagnoli."
    },
    {
      "show_name": "Cortina nella Grande Guerra",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/06/1730906619676_pt.2.jpg",
      "start_time": "2026-02-06 15:15:00",
      "end_time": "2026-02-06 16:15:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956. Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/03/1575381505019_Carlo%20Cattaneo.jpg",
      "start_time": "2026-02-06 16:15:00",
      "end_time": "2026-02-06 17:20:00",
      "episode_number": "S2019",
      "show_category": "",
      "show_description": "Intellettuale poliedrico, spirito pratico e battagliero, il milanese Carlo Cattaneo è uno dei protagonisti del Risorgimento italiano, padre dell'idea federalista, che si confronta aspramente con la corrente unitaria filo-sabauda. Discepolo del filosofo e giurista Gian Domenico Romagnosi, fondatore della rivista \"Il Politecnico\", si distingue anche sul terreno della lotta quando, in occasione delle Cinque giornate di Milano, Cattaneo assume la guida del consiglio di guerra. In seguito alla sconfitta nella Prima Guerra di Indipendenza e con il ritorno degli austriaci in Lombardia, Cattaneo ripara in Svizzera che diventa per lui una sorta di patria elettiva, modello di un federalismo che vorrebbe veder realizzato anche nella penisola. Con la proclamazione del Regno d'Italia, Cattaneo è eletto deputato e prosegue fino all'ultimo giorno la sua battaglia per dare rappresentanza, libertà e autonomia alla società nel suo insieme, valorizzando la sua plurale articolazione. Cattaneo muore il 5 febbraio 1869 a Castagnola vicino Lugano dove risiede ormai stabilmente da quasi due decenni. Il suo nome, avverso all'Italia monarchica, cade in un lungo oblio, da cui riemerge solo dopo il II conflitto mondiale, con l'avvento della Repubblica. Nel documentario - girato anche al Museo del Risorgimento di Milano e di Roma, e all'archivio storico del Canton Ticino - intervengono gli storici Carlo Lacaita e Giuseppe Monsagrati, il sociologo Alberto Martinelli e il giudice della Corte Costituzionale Nicolò Zanon. Intellettuale poliedrico, spirito pratico e battagliero, il milanese Carlo Cattaneo è uno dei protagonisti del Risorgimento italiano, padre dell'idea federalista, che si confronta aspramente con la corrente unitaria filo-sabauda. Discepolo del filosofo e giurista Gian Domenico Romagnosi, fondatore della rivista \\\"Il Politecnico\\."
    },
    {
      "show_name": "La grande epoque",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/30/1572445905368_Logo_Raistoria-2048x1152.jpg",
      "start_time": "2026-02-06 17:20:00",
      "end_time": "2026-02-06 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La grande epoque. Gli illuminati borghesi - La nascita del mondo moderno, attraverso la lente d'ingrandimento del movimento artistico Liberty. Con la consulenza storica - e artistica di Paolo Portoghesi e Luca Quattrocchi. - Di Folco Quilici (1985)."
    },
    {
      "show_name": "Le serie di RaiCultura.it",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/18/1647610885353_vienna.jpg",
      "start_time": "2026-02-06 18:00:00",
      "end_time": "2026-02-06 18:05:00",
      "episode_number": "E20",
      "show_category": "",
      "show_description": "Dal novembre 1814 al giugno 1815 le grandi potenze europee Austria, Prussia e Regno Unito si riuniscono al Congresso di Vienna. Clemente di Metternich, ministro degli esteri austriaco, è il padrone di casa e grande protagonista dell'evento, con il quale si ripristina in Europa il sistema antecedente al dominio napoleonico. A guidarci nel racconto la storica Chiara Lucrezio Monticelli. Dal novembre 1814 al giugno 1815 le grandi potenze europee Austria, Prussia e Regno Unito si riuniscono al Congresso di Vienna. Clemente di Metternich, ministro degli esteri austriaco, è il padrone di casa e grande protagonista dell'evento, con il quale si ripristina in Europa il sistema antecedente al dominio napoleonico. A guidarci nel racconto la storica Chiara Lucrezio Monticelli."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-06 18:05:00",
      "end_time": "2026-02-06 19:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2017 - 2018 Borghesi e operai. Filande e cannoni - Una puntata che ci racconta la situazione economica italiana alla metà dell'ottocento caratterizzata da scarse industrie e in prevalenza dall'agricolt - ura. - di Valerio Castronovo, Sergio Valentini."
    },
    {
      "show_name": "Voci di una terra - Basilicata",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/03/1554298799355_Basilicata---E3.gif",
      "start_time": "2026-02-06 19:00:00",
      "end_time": "2026-02-06 19:35:00",
      "episode_number": "E3",
      "show_category": "Viaggi & Avventure",
      "show_description": "di Antonella Zechini a cura di Maria Teresa Valente regia di Federico Cataldi v.pag.526 TLV. di Antonella Zechini a cura di Maria Teresa Valente regia di Federico Cataldi  v.pag.526 TLV."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-06 19:35:00",
      "end_time": "2026-02-06 19:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Un autore, una città",
      "show_logo": "https://www.raiplay.it/dl/img/2023/04/11/1681202928418_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-06 19:40:00",
      "end_time": "2026-02-06 20:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un autore, una città - Paolo Volponi."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-06 20:10:00",
      "end_time": "2026-02-06 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 6 febbraio 2026. Persone, eventi e ricorrenze del 6 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-06 20:35:00",
      "end_time": "2026-02-06 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Un transatlantico elegante e moderno, nato dalle macerie del conflitto per raccontare al mondo il miracolo economico e il ritorno di un Paese protagonista sui mari: è l'Andrea Doria, simbolo dell'Italia del dopoguerra. Varata nel 1951, diventa subito una vetrina dell'eccellenza italiana, tra innovazione tecnica, design e prestigio internazionale. Ma nella notte tra il 25 e il 26 luglio 1956, durante una traversata verso New York, la collisione con la nave svedese Stockholm trasforma quel sogno in tragedia. In undici minuti il mito viene ferito a morte. La puntata ripercorre l'ascesa e il naufragio dell'Andrea Doria, il drammatico salvataggio dei passeggeri, le polemiche sulle responsabilità e il destino del relitto. In studio con Paolo Mieli, il prof. Ernesto Galli della Loggia."
    },
    {
      "show_name": "Le Ragazze",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742359846320_le-ragazze.jpg",
      "start_time": "2026-02-06 21:15:00",
      "end_time": "2026-02-06 23:10:00",
      "episode_number": "S8 E5",
      "show_category": "Lifestyle",
      "show_description": "Ad aprire la puntata la decana Marisa Mariotti, nata il 14 marzo 1934 a Cintolese, una piccola frazione di Monsummano Terme in provincia di Pistoia, a pochi passi dal padule di Fucecchio, la più estesa palude interna italiana, teatro nel 1944 di un eccidio nazista in cui furono trucidati 174 civili. La famiglia vive in aperta campagna in condizioni molto precarie, senz'acqua, senza luce e nemmeno la brace con cui scaldarsi in inverno. Fin da piccola Marisa è impegnata con tutta la famiglia nella raccolta del sarello, un'erba che cresce spontanea nella palude e che, una volta essiccata, viene intrecciata per fare i rivestimenti delle damigiane. Quando negli anni '50 la plastica sostituisce il vetro e la vendita delle damigiane cala sensibilmente, la madre di Marisa decide di cambiare lavoro e si lancia nel settore turistico: ogni anno gestisce a Viareggio una pensione diversa durante la stagione estiva. Per la giovane Marisa seguire la madre in Versilia è una palestra per il lavoro che anche lei farà tutta la vita: l'albergatrice. Nel frattempo, sposa Aldo, un ragazzo che conosce dall'infanzia, e si trasferisce a Montecatini Terme. Sono gli anni del boom economico e Marisa capisce che il settore turistico è in forte crescita, così nel 1967 apre un albergo a conduzione familiare. Sono gli anni d'oro di Montecatini, meta delle vacanze di milioni di italiani oltre che di celebrità dello spettacolo e del jet set internazionale. Senza mai dimenticare il più grande degli insegnamenti della madre, la gentilezza nei confronti dei clienti e dei dipendenti, Marisa si butta a capofitto nella nuova attività occupandosi di tutto, mentre il marito segue la contabilità. A seguire è la volta di due Ragazze degli anni '60: Ida Montanari e Felice Antonini. Per concludere la puntata le storie di Benedetta Tobagi e Mariafelicia Carraturo. Ad aprire la puntata la decana Marisa Mariotti, nata il 14 marzo 1934 a Cintolese, una piccola frazione di Monsummano Terme in provincia di Pistoia, a pochi passi dal padule di Fucecchio, la più estesa palude interna italiana, teatro nel 1944 di un eccidio nazista in cui furono trucidati 174 civili. La famiglia vive in aperta campagna in condizioni molto precarie, senz'acqua, senza luce e nemmeno la brace con cui scaldarsi in inverno. Fin da piccola Marisa è impegnata con tutta la famiglia nella raccolta del sarello, un'erba che cresce spontanea nella palude e che, una volta essiccata, viene intrecciata per fare i rivestimenti delle damigiane. Quando negli anni '50 la plastica sostituisce il vetro e la vendita delle damigiane cala sensibilmente, la madre di Marisa decide di cambiare lavoro e si lancia nel settore turistico: ogni anno gestisce a Viareggio una pensione diversa durante la stagione estiva. Per la giovane Marisa seguire la madre in Versilia è una palestra per il lavoro che anche lei farà tutta la vita: l'albergatrice. Nel frattempo, sposa Aldo, un ragazzo che conosce dall'infanzia, e si trasferisce a Montecatini Terme. Sono gli anni del boom economico e Marisa capisce che il settore turistico è in forte crescita, così nel 1967 apre un albergo a conduzione familiare. Sono gli anni d'oro di Montecatini, meta delle vacanze di milioni di italiani oltre che di celebrità dello spettacolo e del jet set internazionale. Senza mai dimenticare il più grande degli insegnamenti della madre, la gentilezza nei confronti dei clienti e dei dipendenti, Marisa si butta a capofitto nella nuova attività occupandosi di tutto, mentre il marito segue la contabilità. A seguire è la volta di due Ragazze degli anni '60: Ida Montanari e Felice Antonini. Per concludere la puntata le storie di Benedetta Tobagi e Mariafelicia Carraturo."
    },
    {
      "show_name": "Roma. Eterno cambiamento",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/15/1747301732148_ROMA_2048x1152.jpg",
      "start_time": "2026-02-06 23:10:00",
      "end_time": "2026-02-07 00:05:00",
      "episode_number": "S2023",
      "show_category": "Storia & Arte",
      "show_description": "Alla scoperta di due collezioni di foto per lo più inedite che ritraggono Roma tra il 1902 e il 1914. Una collezione di lastre fotografiche che raccontano uno straordinario volo da Roma a Mentana a bordo di un pallone aerostatico del Genio militare che portano alla luce immagini di ville e giardini minori di contesti da tempo scomparsi. Alla scoperta di due collezioni di foto per lo più inedite che ritraggono Roma tra il 1902 e il 1914. Una collezione di lastre fotografiche che raccontano uno straordinario volo da Roma a Mentana a bordo di un pallone aerostatico del Genio militare che portano alla luce immagini di ville e giardini minori di contesti da tempo scomparsi."
    }
  ]
}