{
  "channel_name": "RaiStoria",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "L'Italia della Repubblica",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768900643311_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Italia della Repubblica Il lungo viaggio dell'Europa pt.20 - La nascita della Seconda Repubblica, dalle dimissioni dell'ultimo governo del Pentapartito fino alla vittoria del Polo nel 1994. - Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio Romano Prodidi Riccardo FerrigatoRegia di puntata:Marco Orlanducci. L'Italia della Repubblica Il lungo viaggio dell'Europa pt.20 - La nascita della Seconda Repubblica, dalle dimissioni dell'ultimo governo del Pentapartito fino alla vittoria del Polo nel 1994. - Con Paolo Mieli Un programma di Clemente Volpini e di Davide Savelli e Luca Cambi con la partecipazione di Michele Astori Consulente storico-scientifico Giovanni Sabatucci produttore esecutivo Sara Mariani Regia di studio Claudia Mencarelli In studio Romano Prodidi Riccardo FerrigatoRegia di puntata:Marco Orlanducci."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-04 00:30:00",
      "end_time": "2026-02-04 00:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 00:35:00",
      "end_time": "2026-02-04 00:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-04 00:55:00",
      "end_time": "2026-02-04 01:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sono apparsi sulle strade d'Europa nel XV secolo, suscitando al tempo stesso fascino e terrore. Per secoli sono stati chiamati \"Zingari\", creduti egiziani in penitenza o stirpe maledetta. Ma la storia svela un'origine ben diversa: non mendicanti, ma discendenti di fieri guerrieri indiani in fuga dalla guerra. Da \"pellegrini\" a vagabondi da reprimere, da muse ispiratrici per gli artisti romantici a \"razza delinquente\" per la scienza positivista: un viaggio attraverso mille pregiudizi che culmina nel Porrajmos, il \"divoramento\", l'Olocausto dimenticato che ha tentato di cancellare per sempre il popolo del vento. In studio, con Paolo Mieli, il prof Giorgio Del Zanna."
    },
    {
      "show_name": "Viaggio in Italia (Doc)",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/12/1739384386117_Viaggio%20in%20Italia%202.jpg",
      "start_time": "2026-02-04 01:30:00",
      "end_time": "2026-02-04 02:20:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Viaggio in Italia Liguria. La stagione dei blitz - I tradizionali stornellatori liguri e la scuola dei cantautori genovesi raccontata da Gianni Minà."
    },
    {
      "show_name": "Visioni private",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/07/1736236465736_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-04 02:20:00",
      "end_time": "2026-02-04 02:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Visioni private - Carlo Delle Piane - Cinzia Tani intervista l'attore Carlo Delle Piane (2 febbraio 1936 - 23 agosto 2019) sulle tappe più importanti della sua carriera e i suoi ricordi te - levisivi. - di Alfonso Notari e Cinzia Tani, regia di Linda Tugnoli e Leonardo Sicurello. Visioni private - Carlo Delle Piane - Cinzia Tani intervista l'attore Carlo Delle Piane (2 febbraio 1936 - 23 agosto 2019) sulle tappe più importanti della sua carriera e i suoi ricordi te - levisivi. -  di Alfonso Notari e Cinzia Tani, regia di Linda Tugnoli e Leonardo Sicurello."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-04 02:50:00",
      "end_time": "2026-02-04 03:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo. p.7 L'Europa parallela - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si sono organizza - te per risolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "Come Eravamo Giovani",
      "show_logo": "https://www.raiplay.it/dl/img/2025/08/29/1756477094140_ComeEravamoGiovani.png",
      "start_time": "2026-02-04 03:45:00",
      "end_time": "2026-02-04 03:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Come eravamo. Giovani pt. 23."
    },
    {
      "show_name": "Viaggio sentimentale nell'Italia dei vini",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/13/1655116585346_Viaggio%20sentimentale_foto_pt02_1.jpg",
      "start_time": "2026-02-04 03:55:00",
      "end_time": "2026-02-04 04:45:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "L'inchiesta entra nel vivo delle truffe e delle frodi nel commercio vinicolo. Veronelli raccoglie testimonianze da lui stesso definite \"allucinanti\" sulla sofisticazione del vino industriale con additivi chimici, per poi contrapporre al \"profano\" il \"sacro\": l'attività dei piccoli vignaioli nelle campagne in Piemonte e Romagna. Partecipano alla puntata, tra gli altri, Gianfranco Bolognesi della Ca' de Sanzves (Casa del Sangiovese) a Predappio, l'enologo statunitense Thomas Abruzzini, il giornalista Gianni Brera e lo scrittore Mario Soldati. L'inchiesta entra nel vivo delle truffe e delle frodi nel commercio vinicolo. Veronelli raccoglie testimonianze da lui stesso definite \\\"allucinanti\\\" sulla sofisticazione del vino industriale con additivi chimici, per poi contrapporre al \\\"profano\\\" il \\\"sacro\\\": l'attività dei piccoli vignaioli nelle campagne in Piemonte e Romagna. Partecipano alla puntata, tra gli altri, Gianfranco Bolognesi della Ca' de Sanzves (Casa del Sangiovese) a Predappio, l'enologo statunitense Thomas Abruzzini, il giornalista Gianni Brera e lo scrittore Mario Soldati."
    },
    {
      "show_name": "Roma. Eterno cambiamento",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/15/1747301732148_ROMA_2048x1152.jpg",
      "start_time": "2026-02-04 04:45:00",
      "end_time": "2026-02-04 05:40:00",
      "episode_number": "S2023",
      "show_category": "",
      "show_description": "Alla scoperta di due collezioni di foto per lo più inedite che ritraggono Roma tra il 1902 e il 1914. Una collezione di lastre fotografiche che raccontano uno straordinario volo da Roma a Mentana a bordo di un pallone aerostatico del Genio militare che portano alla luce immagini di ville e giardini minori di contesti da tempo scomparsi."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 05:40:00",
      "end_time": "2026-02-04 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-04 06:00:00",
      "end_time": "2026-02-04 06:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sono apparsi sulle strade d'Europa nel XV secolo, suscitando al tempo stesso fascino e terrore. Per secoli sono stati chiamati \"Zingari\", creduti egiziani in penitenza o stirpe maledetta. Ma la storia svela un'origine ben diversa: non mendicanti, ma discendenti di fieri guerrieri indiani in fuga dalla guerra. Da \"pellegrini\" a vagabondi da reprimere, da muse ispiratrici per gli artisti romantici a \"razza delinquente\" per la scienza positivista: un viaggio attraverso mille pregiudizi che culmina nel Porrajmos, il \"divoramento\", l'Olocausto dimenticato che ha tentato di cancellare per sempre il popolo del vento. In studio, con Paolo Mieli, il prof Giorgio Del Zanna."
    },
    {
      "show_name": "Cortina nella Grande Guerra",
      "show_logo": "https://www.raiplay.it/dl/img/2024/11/06/1730906619676_pt.2.jpg",
      "start_time": "2026-02-04 06:35:00",
      "end_time": "2026-02-04 07:35:00",
      "episode_number": "E2",
      "show_category": "",
      "show_description": "Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956. Nella seconda puntata, Su tutte le vette è guerra, - titolo che riprende, mutandolo, un verso di Goethe - protagonista è la guerra, che durerà fino al novembre '18: in quel nuovo e inedito teatro del conflitto il nemico non è soltanto il soldato avversario, ma è anche, e soprattutto, la montagna, la natura, grandiosa e al tempo stesso terribile. E' una guerra caratterizzata da accaniti scontri tra le cime, da imprese alpinistiche straordinarie e da vette che vengono fatte esplodere. Dopo due anni e mezzo, senza che vi siano stati grandi avanzamenti e conquiste a favore di uno dei due contendenti, arriva la disfatta di Caporetto nell'ottobre 1917. Cambia ancora una volta il destino di Cortina: insieme ad altri vastissimi territori viene riconquistata dagli Austriaci. Solo un anno più tardi dopo la battaglia di Vittorio Veneto, l'esercito italiano riesce a sfondare le linee nemiche. A fine conflitto, nel 1918, dopo anni di sconvolgimenti, Cortina è definitivamente ripresa dagli italiani: poco dopo sarà annessa al Regno d'Italia. La guerra è stata un'immane carneficina e ha anche cambiato, sfigurandolo, il volto delle montagne. Queste sono però entrate nella coscienza di tutti gli italiani e nel dopoguerra diventeranno sempre più anche un importante luogo della memoria. Dopo il conflitto inizierà presto una nuova pagina della storia di Cortina, una storia stavolta di pace, prosperità, che troverà la sua celebrazione anche attraverso lo sport con le Olimpiadi Invernali del 1956."
    },
    {
      "show_name": "Italia: viaggio nella bellezza",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/26/1764148476950_12.jpg",
      "start_time": "2026-02-04 07:35:00",
      "end_time": "2026-02-04 08:30:00",
      "episode_number": "S2025 E7",
      "show_category": "",
      "show_description": "In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design. In questa nuova puntata di Italia, Viaggio nella Bellezza, ripercorriamo la storia di Vietri, divenuta a partire dagli anni Venti del Novecento crocevia di artisti e designer provenienti da ogni parte del mondo, attratti dal fascino della sua tradizione ceramica e dal mito del Mediterraneo. Personalità diverse per formazione e sensibilità che hanno trovato nelle forme e nei colori della ceramica un linguaggio capace di aprire nuovi orizzonti di creatività. Dall'incontro tra tradizione e modernità è nata una straordinaria stagione di contaminazioni, che ha rafforzato, rinnovandola, l'identità della ceramica vietrese, in un dialogo continuo con arte, architettura e design."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 08:30:00",
      "end_time": "2026-02-04 08:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-04 08:55:00",
      "end_time": "2026-02-04 09:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sono apparsi sulle strade d'Europa nel XV secolo, suscitando al tempo stesso fascino e terrore. Per secoli sono stati chiamati \"Zingari\", creduti egiziani in penitenza o stirpe maledetta. Ma la storia svela un'origine ben diversa: non mendicanti, ma discendenti di fieri guerrieri indiani in fuga dalla guerra. Da \"pellegrini\" a vagabondi da reprimere, da muse ispiratrici per gli artisti romantici a \"razza delinquente\" per la scienza positivista: un viaggio attraverso mille pregiudizi che culmina nel Porrajmos, il \"divoramento\", l'Olocausto dimenticato che ha tentato di cancellare per sempre il popolo del vento. In studio, con Paolo Mieli, il prof Giorgio Del Zanna."
    },
    {
      "show_name": "Churchill, Roosevelt, Stalin in cammino verso Yalta",
      "show_logo": "https://www.raiplay.it/dl/img/2025/01/31/1738325927559_2048x1152.jpg",
      "start_time": "2026-02-04 09:35:00",
      "end_time": "2026-02-04 10:35:00",
      "episode_number": "",
      "show_category": "Storia & Arte",
      "show_description": "Churchill, Roosevelt, Stalin - In cammino verso Yalta - La cronaca diplomatica piena di suspence su come gli Stati Uniti cercarono di bilanciare i propri ideali democratici con le considerazioni pratiche della loro realpolitik durante la seconda guerra mondiale. Il culmine di questa lotta avvenne alla conferenza di Yalta del 1945, dove i \"Big Three\" (Roosevelt, Churchill e Stalin) si incontrarono per pianificare la riorganizzazione postbellica dell'Europa. Il documentario si svolge come un dramma teatrale, con Roosevelt, un idealista morente che simboleggia una superpotenza militare; Churchill, il leader di un impero in declino con un acuto acume politico; e Stalin, un maestro dell'inganno all'apice del predominio militare - Introduce la puntata il prof. Gastone Breccia. Churchill, Roosevelt, Stalin - In cammino verso Yalta - La cronaca diplomatica piena di suspence su come gli Stati Uniti cercarono di bilanciare i propri ideali democratici con le considerazioni pratiche della loro realpolitik durante la seconda guerra mondiale. Il culmine di questa lotta avvenne alla conferenza di Yalta del 1945, dove i \\\"Big Three\\\" (Roosevelt, Churchill e Stalin) si incontrarono per pianificare la riorganizzazione postbellica dell'Europa. Il documentario si svolge come un dramma teatrale, con Roosevelt, un idealista morente che simboleggia una superpotenza militare; Churchill, il leader di un impero in declino con un acuto acume politico; e Stalin, un maestro dell'inganno all'apice del predominio militare -  Introduce la puntata il prof. Gastone Breccia."
    },
    {
      "show_name": "L'Inghilterra ai tempi di Vittoria",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/18/1597762090896_6_tappo_raiStoria_2048x1152.jpg",
      "start_time": "2026-02-04 10:35:00",
      "end_time": "2026-02-04 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "L'Inghilterra del lungo regno della regina Vittoria catturata dalle immagini della cinepresa. Luci e ombre dell'Impero Britannico."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 11:45:00",
      "end_time": "2026-02-04 12:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Italiani con Paolo Mieli",
      "show_logo": "https://www.raiplay.it/dl/img/2021/03/10/1615369112964_Veronesi.jpg",
      "start_time": "2026-02-04 12:10:00",
      "end_time": "2026-02-04 13:10:00",
      "episode_number": "S2021",
      "show_category": "",
      "show_description": "Umberto Veronesi è stato un grande medico, non solo. Conosciuto per la sua lotta ai tumori, lo è stato anche per una visione umanistica che, oltre alla cura dei pazienti, lo ha spinto a impegnarsi nella vita pubblica e culturale del Paese: i diritti civili, la pace, la diffusione della conoscenza, la politica. Tante vite in una. Di Giuseppe Sangiorgi Regia di Luca Mancini Coordinamento editoriale Maria Teresa Valente Produttore esecutivo Annalisa Vasselli Con Paolo Mieli. Umberto Veronesi è stato un grande medico, non solo.  Conosciuto per la sua lotta ai tumori, lo è stato anche per una visione umanistica che, oltre alla cura dei pazienti, lo ha spinto a impegnarsi nella vita pubblica e culturale del Paese: i diritti civili, la pace, la diffusione della conoscenza, la politica. Tante vite in una. Di Giuseppe Sangiorgi Regia di Luca Mancini Coordinamento editoriale Maria Teresa Valente Produttore esecutivo Annalisa Vasselli Con Paolo Mieli."
    },
    {
      "show_name": "Mai + trasmessi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/02/17/1739819112910_Mai%20%20trasmessi.jpg",
      "start_time": "2026-02-04 13:10:00",
      "end_time": "2026-02-04 14:00:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Due programmi del 1954, di genere diverso (un varietà comico-musicale e un'inchiesta filmata), legati da caratteristiche urbane e \"moderne\" dell'Italia che sta per conoscere il Miracolo economico, preannunciato dalla Televisione italiana, che lega idealmente in un unico segnale Torino, Milano e Roma, dove Milano è la capitale \"morale\" di questa triade, da cui confluisce l'80% della produzione televisiva nazionale: Passeggiata in città, varietà sperimentale andato in onda il 2 settembre 1954, che unisce teatro comico, film documentario e parlato radiofonico. Tra gli attori che appaiono negli sketch, Nino Manfredi, Paolo Ferrari, Raffaele Pisu e Franca Rame; Visita alla X Triennale, reportage andato in onda il 18 ottobre 1954, dai luoghi della decima edizione della Triennale di Milano dedicata alle arti decorative e industriali. Due programmi del 1954, di genere diverso (un varietà comico-musicale e un'inchiesta filmata), legati da caratteristiche urbane e \\\"moderne\\\" dell'Italia che sta per conoscere il Miracolo economico, preannunciato dalla Televisione italiana, che lega idealmente in un unico segnale Torino, Milano e Roma, dove  Milano è la capitale \\\"morale\\\" di questa triade, da cui confluisce l'80% della produzione televisiva nazionale: Passeggiata in città, varietà sperimentale andato in onda il 2 settembre 1954, che unisce teatro comico, film documentario e parlato radiofonico. Tra gli attori che appaiono negli sketch, Nino Manfredi, Paolo Ferrari, Raffaele Pisu e Franca Rame; Visita alla X Triennale, reportage andato in onda il 18 ottobre 1954, dai luoghi della decima edizione della Triennale di Milano dedicata alle arti decorative e industriali."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 14:00:00",
      "end_time": "2026-02-04 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-04 14:25:00",
      "end_time": "2026-02-04 15:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Sono apparsi sulle strade d'Europa nel XV secolo, suscitando al tempo stesso fascino e terrore. Per secoli sono stati chiamati \"Zingari\", creduti egiziani in penitenza o stirpe maledetta. Ma la storia svela un'origine ben diversa: non mendicanti, ma discendenti di fieri guerrieri indiani in fuga dalla guerra. Da \"pellegrini\" a vagabondi da reprimere, da muse ispiratrici per gli artisti romantici a \"razza delinquente\" per la scienza positivista: un viaggio attraverso mille pregiudizi che culmina nel Porrajmos, il \"divoramento\", l'Olocausto dimenticato che ha tentato di cancellare per sempre il popolo del vento. In studio, con Paolo Mieli, il prof Giorgio Del Zanna."
    },
    {
      "show_name": "Cesare Battisti, l'ultima fotografia",
      "show_logo": "https://www.raiplay.it/dl/img/2025/09/30/1759238423264_2048x1152.jpg",
      "start_time": "2026-02-04 15:05:00",
      "end_time": "2026-02-04 16:10:00",
      "episode_number": "S2025",
      "show_category": "",
      "show_description": "Dal 10 al 12 luglio 1916: quarantotto ore per raccontare la vita di uomo, il tramonto di un impero e la fine di un mondo. La vita è quella del socialista trentino Cesare Battisti, ripercorsa come un viaggio in una terra di confine geografico, linguistico e culturale. È la tragedia della Grande Guerra a inghiottire l'esistenza di Cesare Battisti, un uomo e un simbolo in vita, ma soprattutto dopo la sua morte; un martire per l'Italia, un traditore per l'Austria."
    },
    {
      "show_name": "Ciao, Marcello - Mastroianni l'antidivo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/28/1730111675683_2048x1152.jpg",
      "start_time": "2026-02-04 16:10:00",
      "end_time": "2026-02-04 17:40:00",
      "episode_number": "",
      "show_category": "Cinema & Teatro",
      "show_description": "Star assoluta, \"portatore sano\" di fascino latino, Mastroianni ha incarnato alla perfezione l'italiano ideale e il seduttore per antonomasia celebrato in tutto il mondo. Nella realtà, però, non era affatto un \"latin lover\", era un uomo riservato, sensibile, discreto e insicuro, innamorato della vita e della sua semplicità. Star assoluta, \\\"portatore sano\\\" di fascino latino, Mastroianni ha incarnato alla perfezione l'italiano ideale e il seduttore per antonomasia celebrato in tutto il mondo. Nella realtà, però, non era affatto un \\\"latin lover\\."
    },
    {
      "show_name": "RES",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/27/1764240134279_Res.png",
      "start_time": "2026-02-04 17:40:00",
      "end_time": "2026-02-04 18:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RES 2018-2019 Uomo europeo. Gli europei allo specchio p.8 - La serie, per la regia di Folco Quilici, racconta le origini europee, del territorio e delle popolazioni che la abitano, che nel tempo si sono or - ganizzate per risolvere problemi, e si sono armonizzate con i differenti territori, costituendo una unita' nella diversita' per superare egoismi, rivalita' e trovare una comune radice di popoli e genti del continente, alla ricerca di una Europa ricchissima di bellezze naturali ed antropologiche. - Folco Quilici (1980)."
    },
    {
      "show_name": "RaiNews",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765898348700_2048x1152.jpg",
      "start_time": "2026-02-04 18:45:00",
      "end_time": "2026-02-04 18:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Viaggio sentimentale nell'Italia dei vini",
      "show_logo": "https://www.raiplay.it/dl/img/2022/06/13/1655116603007_Viaggio%20sentimentale_foto_pt03_1.jpg",
      "start_time": "2026-02-04 18:50:00",
      "end_time": "2026-02-04 19:45:00",
      "episode_number": "",
      "show_category": "Viaggi & Avventure",
      "show_description": "Il viaggio di Veronelli alla ricerca dei \"vini bandiera\" italiani attraversa la Toscana, alla scoperta del Vin Santo, del Chianti e del Tignanello. L'autore incontra riuniti a tavola gli scrittori Piero Bargellini e Bino Sanminiatelli, i viticoltori Ferdinando Frescobaldi, Ugo Contini Bonacossi e lo stilista Emilio Pucci. Prosegue poi in Friuli, alla scoperta delle innovazioni tecnologiche per la produzione vinicola con enotecnici tra cui Mario Schiopetto e Giuseppe Lipari, ideatore del primo impianto mobile per l'imbottigliamento del vino. Il viaggio di Veronelli alla ricerca dei \\\"vini bandiera\\\" italiani attraversa la Toscana, alla scoperta del Vin Santo, del Chianti e del Tignanello. L'autore incontra riuniti a tavola gli scrittori Piero Bargellini e Bino Sanminiatelli, i viticoltori Ferdinando Frescobaldi, Ugo Contini Bonacossi e lo stilista Emilio Pucci. Prosegue poi in Friuli, alla scoperta delle innovazioni tecnologiche per la produzione vinicola con enotecnici tra cui Mario Schiopetto e Giuseppe Lipari, ideatore del primo impianto mobile per l'imbottigliamento del vino."
    },
    {
      "show_name": "Voci di una terra - Basilicata",
      "show_logo": "https://www.raiplay.it/dl/img/2019/04/03/1554298734340_Basilicata-E1.gif",
      "start_time": "2026-02-04 19:45:00",
      "end_time": "2026-02-04 20:10:00",
      "episode_number": "E1",
      "show_category": "Viaggi & Avventure",
      "show_description": "La prima tappa di questa escursione nella ricca terra di Basilicata ci porta nella sua zona nord, una zona impreziosita da una natura molto rigogliosa che fa da magnifico sfondo a testimonianze storiche di grande rilevanza: antiche vie romane, palazzi, castelli medievali. Un vulcano spento, il Vulture, sovrasta il corso del fiume Ofanto dominando quelle valli e laghi circostanti, che hanno visto le gesta dei sovrani della dinastia normanno-sveva, su tutti Federico II di Hohenstaufen, \"stupore del mondo\", vero genius loci di quei territori. La città di Melfi, col suo inconfondibile castello arroccato, ne stato il principale centro politico-culturale: sono anche state scritte pagine importanti dell'intera storia europea. La prima tappa di questa escursione nella ricca terra di Basilicata ci porta nella sua zona nord, una zona impreziosita da una natura molto rigogliosa che fa da magnifico sfondo a testimonianze storiche di grande rilevanza: antiche vie romane, palazzi, castelli medievali. Un vulcano spento, il Vulture, sovrasta il corso del fiume Ofanto dominando quelle valli e laghi circostanti, che hanno visto le gesta dei sovrani della dinastia normanno-sveva, su tutti Federico II di Hohenstaufen, \\\"stupore del mondo\\."
    },
    {
      "show_name": "Il giorno e la storia",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/05/1767622930701_IlGiornoELaStoria2048x1152.png",
      "start_time": "2026-02-04 20:10:00",
      "end_time": "2026-02-04 20:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giorno e la storia del 4 febbraio 2026. Persone, eventi e ricorrenze del 4 febbraio 2026.. - Un programma di Giovanni Paolo Fontana. Produttore esecutivo Lucia De Angelis."
    },
    {
      "show_name": "Passato e Presente",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/02/1570024706196_Passato%20e%20Presente%202048x1152.JPG",
      "start_time": "2026-02-04 20:35:00",
      "end_time": "2026-02-04 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Cile, 11 settembre 1973: un golpe, sostenuto dai servizi segreti americani, segna la fine del governo di Salvador Allende. La giunta militare, guidata dal generale Augusto Pinochet, dà inizio a una fase di brutale repressione. Moltissime persone sono costrette ad abbandonare il paese, dando vita a un'ondata migratoria senza precedenti. Gli eventi cileni suscitano una vasta mobilitazione internazionale, che coinvolge anche l'Italia. Le organizzazioni sindacali, politiche e religiose si mobilitano in una rete di solidarietà trasversale per accogliere e assistere gli esuli. A Roma, in particolare, si sviluppa uno dei principali centri di coordinamento della resistenza cilena. Nello stesso periodo, anche negli Stati Uniti numerose componenti della società civile denunciano le responsabilità della CIA nella destabilizzazione del governo di Allende e si attivano per offrire soccorso ai perseguitati dal regime. In studio, con Paolo Mieli, la prof.ssa Benedetta Calandra."
    },
    {
      "show_name": "Grandi disastri 10 errori fatali",
      "show_logo": "https://www.raiplay.it/dl/img/2024/01/18/1705586939010_1%20Raistoria-2048x1152.jpg",
      "start_time": "2026-02-04 21:15:00",
      "end_time": "2026-02-04 22:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Grandi disastri 10 errori fatali: Hindenburg - Il documentario ripercorre la storia della tragica fine del dirigibile Hindemburg - Introduce la puntata il prof. Gregory Alegi."
    },
    {
      "show_name": "Ignazio Giunti. La storia mai raccontata",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/28/1761648779330_2048x1152.jpg",
      "start_time": "2026-02-04 22:10:00",
      "end_time": "2026-02-04 23:40:00",
      "episode_number": "",
      "show_category": "Uomini & Società",
      "show_description": "Uno dei talenti più puri e carismatici del motorismo italiano: Ignazio Giunti. Pilota romano di nobili origini calabresi, astro nascente della Ferrari, scomparso tragicamente il 10 gennaio 1971 durante la 1000 km di Buenos Aires. Uno dei talenti più puri e carismatici del motorismo italiano: Ignazio Giunti. Pilota romano di nobili origini calabresi, astro nascente della Ferrari, scomparso tragicamente il 10 gennaio 1971 durante la 1000 km di Buenos Aires."
    },
    {
      "show_name": "La bussola e la clessidra",
      "show_logo": "https://www.raiplay.it/dl/img/2026/01/20/1768903431757_La%20bussola%20e%20la%20clessidra.png",
      "start_time": "2026-02-04 23:40:00",
      "end_time": "2026-02-05 00:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La bussola e la clessidra - La via del guerriero - Giulio Ubio Cittadino e soldato - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La - nuova serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. - Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino. La bussola e la clessidra - La via del guerriero - Giulio Ubio Cittadino e soldato - Combattenti celti, legionari romani, predoni vichinghi, cavalieri templari, highlander scozzesi, guerrieri mongoli. La - nuova serie de La Bussola e la Clessidra, con il professor Alessandro Barbero, è dedicata ad alcuni dei più grandi guerrieri dell antichità e alle loro tecniche di combattimento. -  Con Alessandro Barbero Di Alessandro Barbero e Davide Savelli Regia Leonardo Sicurello Produttore esecutivo Martina Cervino."
    }
  ]
}