{
  "channel_name": "RaiScuola",
  "date": "2026-02-04",
  "programs": [
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-04 00:00:00",
      "end_time": "2026-02-04 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi pt. 18 - Oltre la linea. Gli irregolari - In questo strano paese alcuni artisti hanno vissuto a ridosso del caos, traendo dalla potenza magmatica della vita quanto le potesse - essere strappato.Cosa alimenta l'aura, lo spirito, il genio di un'opera d'arte? Disciplina, dedizione, maestria da una parte. Sregolatezza, irrequietudine, smania, dall'altra. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Federico Lodoli."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-04 01:00:00",
      "end_time": "2026-02-04 02:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-04 02:00:00",
      "end_time": "2026-02-04 02:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 10): John Robert Brucato, astrofisico - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giova - ni curiosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: \"l'esperimento è il solo giudice della verità scientifica\". In questa puntata incontriamo John Robert Brucato, astrofisico. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-04 02:30:00",
      "end_time": "2026-02-04 03:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 06 Universo - Progetto Scienza - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista s - cientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-04 03:30:00",
      "end_time": "2026-02-04 04:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata sulle foreste ha l'obiettivo di accrescere la consapevolezza verso l'importanza che il patrimonio arboreo ha per il benessere delle generazioni, presenti e future. Chi di noi non conosce l'effetto rigenera - nte, fisico e psichico di una passeggiata nel bosco."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-segreti-del-colore.webp",
      "start_time": "2026-02-04 04:00:00",
      "end_time": "2026-02-04 04:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 4 - La terracotta nei secoli XVI e XVII - In questa puntata parleremo dei manufatti in terracotta neli secoli XVI e XVII, delle sculture e dei modelli in terrac - otta realizzati dai grandi maestri per le loro opere in marmo e delle manifatture di ceramiche per uso quotidiano. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Donne di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/donne-di-scienza.webp",
      "start_time": "2026-02-04 04:30:00",
      "end_time": "2026-02-04 05:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Donne di Scienza - p. 11: Raffaella Rumiati - Alla scoperta delle ricercatrici italiane più affermate di oggi e delle grandi protagoniste della scienza del passato. Le donne che sono diventate icone - dell universo scientifico non sono certo le sole che hanno operato con successo nel mondo della scienza, ma sono quelle che hanno aperto la strada alle altre, con la loro volontà, la loro abilità, con talento e protervia, in un mondo a volte apertamente ostile. In questo programma incontriamo le ricercatrici italiane più affermate di oggi e raccontiamo le storie delle grandi protagoniste della scienza del passato. Protagonista di questa puntata è Raffaella Rumiati. - Un programma di Silvia Bencivelli, Francesco Linguiti, Diego Garbati e Armando Traverso - Produttore esecutivo Diego Garbati e Livia Lauriola - Regia di Nicoletta Piu e Giancarlo Russo - Interviste di Silvia Bencivelli - Condotto da Chiara Buratti."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-04 05:00:00",
      "end_time": "2026-02-04 05:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Sangue, il fluido della vita - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla scoperta del mo - ndo che ci circonda e delle sue regole. In questa puntata parliamo del Sangue. È il fattorino delle nostre cellule, circola per centinaia di chilometri nel nostro corpo trasportando sostanze nutritive e non solo. Il sangue è vita. Di sangue non ce n'è uno solo. E se un certo sangue potesse riattivare neuroni ormai morti? Ne parliamo in studio con Robin Foà, Professore di Ematologia e Direttore del Centro di Ematologia dell'Università Sapienza di Roma e con Francesca Talpo, ricercatrice al dipartimento di Biologia e Biotecnologie L. Spallanzani dell'Università di Pavia. Andiamo all'Istituto Regina Elena di Roma e scopriamo la biopsia liquida, la frontiera della medicina diagnostica e terapeutica. Anna Pancaldi ci racconta infine di quando la scienza ha scoperto come funziona l'apparato circolatorio e di come è nata la pratica delle trasfusioni di sangue. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-04 05:30:00",
      "end_time": "2026-02-04 06:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Newton (p. 03) \"Caccia ai mondi alieni\" - \"Newton\" è il programma di informazione e approfondimento scientifico di Rai Cultura. In questa puntata Davide Coero Borga ospita Roberto Ragazzon - i, astronomo e direttore dell'Osservatorio Astronomico di Padova dell'Istituto Nazionale di Astrofisica. Assieme ci conducono alla scoperta degli esopianeti, in un viaggio nello spazio extrasolare a caccia di mondi alieni (quelli veri), oggetto di fascino sin dall'antichità. Oggi conosciamo circa 4.000 pianeti extra-solari, un bel passo in avanti rispetto al 1995, anno in cui è stato scoperto il primo esopianeta. Era il \"51 Pegasi b\" e ad individuarlo erano stati due rivoluzionari ricercatori dell'Universo, gli scienziati svizzeri Michel Mayor e Didier Queloz, che per questa scoperta hanno anche ottenuto il Nobel per la Fisica nel 2019. Molto è cambiato negli ultimi decenni e ora è grazie a sofisticati telescopi da terra e dallo spazio che si possono individuare e studiare in modo approfondito gli esopianeti. Strumenti e missioni che vedono protagonista anche la scienza italiana, come accade proprio all'Osservatorio Astronomico di Padova dove l'astronoma Valentina Viotto ci spiega come cancellare la luce di una stella e isolare quella del pianeta per poterlo vedere, misurare, ottenere un suo spettro, e quindi conoscerne la composizione chimica. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero, Davide Coero Borga con la collaborazione di Massimo Bongiorno, Federica De Maria, Mario Ferrari, Pierluigi Pantini, Alberto Polimanti, Nicoletta Piu, Giancarlo Russo a cura di Eleonora Ottaviani, Caterina Mazzuoli progetto a cura di Diego Garbati regia Alberto Polimanti conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-04 06:00:00",
      "end_time": "2026-02-04 06:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 9 - Disaster Engineered - Chernobyl e Bhopal."
    },
    {
      "show_name": "Gocce",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/gocce.webp",
      "start_time": "2026-02-04 06:50:00",
      "end_time": "2026-02-04 07:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "La robotica sociale - Com'è fatto un telescopio - Virus e uomo, una interazione difficile - L'ignizione dell'atmosfera."
    },
    {
      "show_name": "Un giorno per",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/un-giorno-per.webp",
      "start_time": "2026-02-04 07:00:00",
      "end_time": "2026-02-04 07:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Questa puntata sul paesaggio ci induce a riflettere sull' Articolo 9 della nostra Costituzione, che recita così: 'La Repubblica promuove lo sviluppo della Cultura e Ricerca scientifica e tecnica. Tutela il Paesaggio e - il Patrimonio storico e artistico della Nazione'."
    },
    {
      "show_name": "Memex",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex.webp",
      "start_time": "2026-02-04 07:30:00",
      "end_time": "2026-02-04 08:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex I luoghi della scienza Puntata 1: Roma - I luoghi della scienza è un diario di viaggio alla scoperta dell'Italia della ricerca e della sperimentazione scientifica. Ogni puntata racconta il rapporto d - i un territorio con la scienza da diversi punti di vista: i luoghi della ricerca in senso stretto, innanzitutto, ma anche la sedimentazione delle radici culturali, degli orizzonti storici e di quelli naturalistici. Il racconto è affidato alla conduttrice Chiara Buratti che esplora i luoghi della ricerca incontrandone i protagonisti, e svela l'orizzonte culturale e naturalistico, attraversando i luoghi che ne testimoniano il rapporto con la scienza e la tecnologia. La puntata è dedicata a Roma. Partendo dalla suggestione storica e tecnologica degli antichi acquedotti romani, l'episodio presenta le eccellenze della ricerca nella Città Eterna, passando per il Tecnopolo Tiburtino, Tor Vergata, l'Enea Casaccia, fino alla vasca navale Insean-Cnr e allo splendido Orto Botanico, per concludere il viaggio all'Università Sapienza, uno dei più antichi e prestigiosi atenei al mondo. - un programma di Diego Garbati, Francesco Linguiti, Pino Roggero - a cura di Francesca Maria Pinto - testi Massimo Bongiorno - regia di Silvia di Fonso - conduce Chiara Buratti."
    },
    {
      "show_name": "I meccanismi della natura",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-meccanismi-della-natura.webp",
      "start_time": "2026-02-04 08:05:00",
      "end_time": "2026-02-04 09:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I meccanismi della natura Ep. 3 Gli ecosistemi acquatici."
    },
    {
      "show_name": "Memex - Nautilus",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/memex-nautilus.webp",
      "start_time": "2026-02-04 09:00:00",
      "end_time": "2026-02-04 09:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Nautilus - Virus, da pericolo a risorsa per la scienza - Nautilus è il programma di informazione e approfondimento scientifico di Rai Cultura. Con l'astrofisico e divulgatore Luca Perri andiamo alla - scoperta del mondo che ci circonda e delle sue regole. In questa puntata parliamo dei Virus. Non fanno nessuna delle cose che fanno gli organismi viventi: non crescono, non possono muoversi da soli e non hanno un metabolismo. L'unica cosa che un virus sa fare molto bene è riprodursi. E impadronirsi dell'organismo ospite. Dei pericoli e delle opportunità che nascondono i virus, parliamo in studio con Giovanni Maga, Professore di Biologa Molecolare e Direttore del laboratorio di Virologia Molecolare dell'Istituto di Genetica Molecolare del CNR di Pavia e con la miglior giovane virologa italiana del 2018: Elena Criscuolo. Andiamo all'Istituto TIGET San Raffaele di Milano, dove il team del Prof. Luigi Naldini fa terapia genica e salva vite proprio utilizzando i virus. Anna Pancaldi ci racconta infine la complicata storia del paziente zero dell'HIV in California e ci presenta i padri della moderna virologia. - un programma di Diego Garbati e Francesco Linguiti - con la collaborazione di Catia Barone, Massimo Bongiorno, Davide Coero Borga, Federica De Maria, Daniela Mazzoli, Pierluigi Pantini, Luca Perri, Nicoletta Piu, Pino Roggero - a cura di Eleonora Ottaviani - produttore esecutivo Livia Lauriola - progetto a cura di Diego Garbati - regia Pierluigi Pantini - conduce Luca Perri con la partecipazione di Anna Pancaldi."
    },
    {
      "show_name": "Vita da Ricercatore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/vita-da-ricercatore.webp",
      "start_time": "2026-02-04 09:30:00",
      "end_time": "2026-02-04 10:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Memex Memex Doc - Vita da Ricercatore (p. 13): Matteo Dell'Acqua, genetista - Con Davide Coero Borga andiamo alla scoperta della vita quotidiana di chi fa ricerca: storie di ordinario entusiasmo. Giovani c - uriosi, coraggiosi sperimentatori, eruditi, non manca nessuno a questo bizzarro bestiario del mondo scientifico. Un'allegra incursione dentro e fuori i laboratori, i posti frequentati o direttamente a domicilio. Una spedizione sul campo perché, come diceva Feynman: l'esperimento è il solo giudice della verità scientifica. In questa puntata incontriamo Matteo Dell'Acqua, genetista. - Un programma di Davide Coero Borga e Pino Roggero - A cura di Eleonora Ottaviani - Produttore esecutivo Livia Lauriola - Progetto a cura di Diego Garbati - Regia Mario Ferrari e Giuseppe Cembalo - Conduce Davide Coero Borga."
    },
    {
      "show_name": "Newton",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/newton.webp",
      "start_time": "2026-02-04 10:00:00",
      "end_time": "2026-02-04 11:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2022 \"Newton - p.23 Le proprietà delle piante\" - Newton è il programma di informazione e approfondimento scientifico condotto da Davide Coero Borga che ci aiuta a capire meglio ciò che sap - piamo e ci porta a scoprire le novità dal mondo della ricerca."
    },
    {
      "show_name": "Maremma",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/maremma.webp",
      "start_time": "2026-02-04 11:00:00",
      "end_time": "2026-02-04 11:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Può sembrare un controsenso, ma nel Parco della Maremma, in Toscana, l'estate è la stagione più difficile per le forme di vita naturali. Spesso non piove per mesi e il caldo torrido asciuga completamente molte pozze d'acqua, a - nche quelle più grandi, mentre il forte vento solleva soffocanti nubi di polvere. La siccità costringe la fauna selvatica ad estenuanti ricerche di acqua, mettendo quindi a rischio la propria vita per potersi dissetare fino all'atteso momento in cui, finalmente, le prime piogge annunciano l'arrivo imminente di un nuovo autunno, ulteriore passo nell'eterno ciclo della vita."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-04 11:45:00",
      "end_time": "2026-02-04 12:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild italy Serie 8 Ep. 1 - L'anno Zero. Un popolo di raccoglitori - Nel Paleolitico, meno di centomila esseri umani si muovevano nel territorio della penisola. Questi uomini, muniti di pochi strumenti di p - ietra grezza, erano raccoglitori dei prodotti spontanei, dalle piante commestibili ai piccoli animali. Inizia così \"l'anno Zero\" della Storia della Natura in Italia."
    },
    {
      "show_name": "Di là dal fiume e tra gli alberi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/di-l-dal-fiume-e-tra-gli-alberi.webp",
      "start_time": "2026-02-04 12:30:00",
      "end_time": "2026-02-04 13:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Di là dal fiume tra gli alberi pt. 18 - Oltre la linea. Gli irregolari - In questo strano paese alcuni artisti hanno vissuto a ridosso del caos, traendo dalla potenza magmatica della vita quanto le potesse - essere strappato.Cosa alimenta l'aura, lo spirito, il genio di un'opera d'arte? Disciplina, dedizione, maestria da una parte. Sregolatezza, irrequietudine, smania, dall'altra. - progetto editoriale di Marco Melega; un programma di Marco Melega Vittorio Rizzo e di Gianfranco Anzini, Monica Ghezzi, Lucrezia Lo Bianco, Federico Lodoli, Guido Morandini, Vincenzo Saccone, Giuseppe Sansonna, Claudia Seghetti, Francesco Zippel; delegato di Federico Lodoli."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-04 13:30:00",
      "end_time": "2026-02-04 14:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 5 - Le sentinelle della grande barriera corallina. Le tartarughe dell'isola di Raine - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura d - ella vita, la biodiversità, le leggi che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Digital World",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/digital-world.webp",
      "start_time": "2026-02-04 14:25:00",
      "end_time": "2026-02-04 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": ""
    },
    {
      "show_name": "Storie della Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/storie-della-scienza.webp",
      "start_time": "2026-02-04 15:00:00",
      "end_time": "2026-02-04 16:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza Storie della Scienza - ep. 06 Universo - Progetto Scienza - Storie della Scienza è il programma condotto dal filosofo della scienza Telmo Pievani, con la partecipazione della giornalista s - cientifica Silvia Bencivelli, che approfondisce come e perché la scienza sia diventata così centrale nel mondo di oggi. Le puntate raccontano la storia e l'evoluzione del pensiero scientifico, con le scoperte, le intuizioni, gli esperimenti, le invenzioni, l'applicazione del metodo scientifico. Storie della scienza che ci hanno svelato le regole del mondo e fondato la nostra civiltà. - un programma di Telmo Pievani, Silvia Bencivelli, Diego Garbati, Mario Ferrari, Daniela Mazzoli, Edwige Pezzulli, Francesco Linguiti a cura di Serena Patrignanelli, Eleonora Ottaviani e Caterina Mazzuoli progetto a cura di Diego Garbati regia Mario Ferrari conduce Telmo Pievani con la partecipazione di Silvia Bencivelli."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-04 16:00:00",
      "end_time": "2026-02-04 16:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 2 Lo strabiliante mondo delle piante. Nutrimento - Un appuntamento con la divulgazione scientifica che ci porta a scoprire la multiforme natura della vita, la biodiversità, le leggi - che regolano i movimenti terrestri e lo spazio che ci circonda, i segreti del clima nei diversi ecosistemi e l'intervento antropico sulla natura."
    },
    {
      "show_name": "Progetto Scienza 2024 Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2024-racconti-di-scienza.webp",
      "start_time": "2026-02-04 16:55:00",
      "end_time": "2026-02-04 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2024 Racconti di scienza - Profili pt.09 Jane Goodall - Tutto quello che succede nell'infanzia, per quanto apparentemente irrilevante, determina il futuro delle persone: anche un regalo, u - n libro letto. È il caso di Jane Goodall, che a un anno e mezzo riceve uno scimpanzè di pelouche dal suo papà, e poco più grande si appassiona alle storie di Tarzan e Jane; agli animali selvaggi con cui immagina di poter parlare. Inizia a sognare l'Africa. La sua è una storia di curiosità e attenzione al mondo circostante, di esplorazione e ricerca. Jane non frequenta l'università, e non cresce in una famiglia ricca. Ha sempre lavorato e ha seguito la propria fortuna, che passo dopo passo l'ha condotta a conoscere da vicino la cosa più lontana: animali in libertà, la natura incontaminata, un altro continente. Jane ha fondato l'etologia moderna, ha dato un nome proprio agli animali che studiava, ha stretto una relazione di fiducia con loro. Chiara Buratti racconta gli anni dell'infanzia, i viaggi in Africa, il matrimonio con un famoso fotografo reporter, il legame speciale con il figlio, tutta una vita spesa a difendere gli scimpanzè. Racconti di Scienza - Profili è il programma di Progetto Scienza di Rai Cultura che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    },
    {
      "show_name": "I segreti del colore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/i-segreti-del-colore.webp",
      "start_time": "2026-02-04 17:30:00",
      "end_time": "2026-02-04 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "I Segreti del Colore - La Terracotta Puntata 5 - La terracotta nei secoli XVIII e XIX - In questa puntata parleremo della porcellana e delle sue caratteristiche tecniche, della produzione orientale e della - nascita delle grandi manifatture europee nel corso del XVIII e XIX secolo. - Autrice Daniela Delfini, regia David Emmer, a cura di Livia Lauriola, produttore esecutivo Giorgio Marcucci. Consulenza Paola Pogliani, Luca Ciancabilla, Giuliana Magrini. Ha partecipato Edoardo Camponeschi."
    },
    {
      "show_name": "Seven Nights",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/seven-nights.webp",
      "start_time": "2026-02-04 18:00:00",
      "end_time": "2026-02-04 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Alex e James sono due restauratori con alle spalle storie personali molto diverse. Alex vorrebbe lasciare l'Italia nella speranza di avere maggiori opportunità di affermarsi, James invece è venuto in Italia c - on grande entusiasmo, affascinato dall'ineguagliabile patrimonio artistico del nostro Paese. - Un programma di Daniela Delfini Regia : David Emmer Cast : Enrico Oetiker, Valentina Carli, Mattia Sonnino, Alexia Murray, Alexia Turchi, Eric Bassanesi, Jacopo Bezzi, Fabian Grutt, Ivan Bacchi."
    },
    {
      "show_name": "The Italian Dream. Studying Art, Music and Dance in Italy",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/the-italian-dream-studying-art-music-and-dance-in-italy.webp",
      "start_time": "2026-02-04 18:15:00",
      "end_time": "2026-02-04 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "The Italian Dream. Studying Art, Music and Dance in Italy Pt. 5 Learning English with Shakespeare ep. 1 - Nel primo episodio di Learning English with Shakespeare le nostre studentesse e i nostri studenti a - ffrontano un semplice test e accedono alla loro prima prima giornata da universitari, all'interno del Pcto organizzato da Maddalena Pennacchia nell'ambito del Corso di lingue e letterature straniere dell'Università degli Studi Roma Tre. Lezioni frontali per entrare in contatto con il bardo e la sua Opera - Un programma di Daniela Delfini Autore Massimiliano Griner Produttore esecutivo Livia Lauriola Regia Matteo Berdini, Stefano Stefanelli."
    },
    {
      "show_name": "Wild Italy",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/wild-italy.webp",
      "start_time": "2026-02-04 18:30:00",
      "end_time": "2026-02-04 19:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Wild Italy S7 L'antropocene Ep. 1 - L'Antrapocene alla ricerca di un nuovo equilibrio - Globalizzazione della biodiversità significa che nel breve volgere di alcuni decenni il Mondo sarà popolato dallo ste - sso manipolo di piante e animali ubiquitari e adattabili, gli stessi nelle Americhe e in Europa, in Africa e in Asia. Anche l'Italia, con la sua incredibile biodiversità originaria, si sta incamminando sulla strada della globalizzazione, con l'invasione di specie che cancellano le forme autoctone, creando comunque nuovi equilibri e nuove reti ecologiche alle quali, volenti o nolenti, dobbiamo comunque abituarci."
    },
    {
      "show_name": "Oasi",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/oasi.webp",
      "start_time": "2026-02-04 19:15:00",
      "end_time": "2026-02-04 20:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Oasi Messico. Sotto le palme di Comondù ep 1 - Le oasi non sono solo un miraggio verde da cartolina. Sono un ecosistema complesso e unico, alcune sono stati costruiti dal genio di uomini e donne, attravers - o la gestione esperta delle risorse naturali. Ma le difficili condizioni ambientali di oggi potrebbero mettere a repentaglio questo fragile equilibrio. Dal Marocco al Messico , ogni episodio ci accompagna in un viaggio onirico, alla scoperta di questi ecosistemi mutevoli."
    },
    {
      "show_name": "Progetto Scienza 2023",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2023.webp",
      "start_time": "2026-02-04 20:00:00",
      "end_time": "2026-02-04 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Newton - Quello che sappiamo (p. 02) - Ecosistema urbano - Davide Coero Borga ci accompagna lungo un percorso fatto di luoghi unici, persone preparate e appassionate e di un metodo, q - uello scientifico, che sta alla base del lavoro dei ricercatori di tutto il mondo. - un programma di Maria Agostinelli, Giuseppe Cembalo, Davide Coero Borga, Federica De Maria, Mario Ferrari, Diego Garbati, Nicoletta Piu, Alberto Polimanti, Pino Roggero a cura di Eleonora Ottaviani capo progetto Diego Garbati conduce Davide Coero Borga."
    },
    {
      "show_name": "Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/racconti-di-scienza.webp",
      "start_time": "2026-02-04 21:00:00",
      "end_time": "2026-02-04 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Racconti di Scienza Ep. 26 Disastri: Tornado."
    },
    {
      "show_name": "Documentari d'autore",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/documentari-d-autore.webp",
      "start_time": "2026-02-04 22:00:00",
      "end_time": "2026-02-04 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "È difficile proteggere la biodiversità, se non la si conosce. Ma niente paura: grazie Biodiversiché, ovvero il primo glossario-quiz interamente dedicato a questo tema, tutti possiamo scoprirne i segreti insie - me agli esperti del Centro Nazionale Biodiversità. Lorenzo Baglioni, con l'aiuto di Federica Gasbarro, mette alla prova un team di famosi content creators con quiz a risposta multipla, e non solo. - Conduce: Lorenzo Baglioni."
    },
    {
      "show_name": "Le Meraviglie del Pianeta",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/le-meraviglie-del-pianeta.webp",
      "start_time": "2026-02-04 22:15:00",
      "end_time": "2026-02-04 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Le meraviglie del Pianeta Ep. 3 Sfide impossibili."
    },
    {
      "show_name": "American Genius",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/american-genius.webp",
      "start_time": "2026-02-04 23:00:00",
      "end_time": "2026-02-04 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Il giornalismo ha ridefinito il modo in cui l'America narra le proprie storie. Ma la sua affermazione è stata alimentata da un'accesa rivalità tra Joseph Pulitzer, tipico self-made man, e William Randolph Hear - st, figlio di un magnate dell'industria mineraria. Il documentario racconta lo scontro fra questi due titani dell'informazione. Un conflitto acceso, che avrebbe rivoluzionato il ruolo dei media e dell'editoria all'interno della società contemporanea."
    },
    {
      "show_name": "Progetto Scienza 2023 Racconti di Scienza",
      "show_logo": "https://tvscheduletonight.com/wp-content/uploads/downloaded-images/RaiScuola/tomorrow/progetto-scienza-2023-racconti-di-scienza.webp",
      "start_time": "2026-02-04 23:45:00",
      "end_time": "2026-02-05 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Progetto Scienza 2023 Racconti di Scienza - Profili - p. 05 - Marie Curie - Profili è il programma che ci avvicina ai grandi fondatori e innovatori della scienza. Ogni puntata tratteggia il profilo di una - figura emblematica del suo tempo, che ha dedicato la propria vita alla ricerca, alla scoperta di nuovi codici e teorie per decifrare il nostro mondo."
    }
  ]
}