{
  "channel_name": "RaiYoyo",
  "date": "2026-02-12",
  "programs": [
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:00:00",
      "episode_number": "S5 E9",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono assistenti di un druido che prepara pozioni molto puzzolenti... Le cose si complicano quando il druido prende parte a una competizione."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 00:00:00",
      "end_time": "2026-02-12 00:05:00",
      "episode_number": "S5 E10",
      "show_category": "",
      "show_description": "Molang e Piu Piu incontrano un cucciolo di mammut nella savana. Lo adottano e lo chiamano Loulou. Ma la tribù non è d'accordo."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-12 00:05:00",
      "end_time": "2026-02-12 00:15:00",
      "episode_number": "S7 E1",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno del compleanno del fattore e il gregge ha mangiato per errore la sua torta a sorpresa. Shaun dovrà procurarsi degli ingredienti alternativi per prepararne una prima che Bitzer scopra tutto. È il giorno del compleanno del fattore e il gregge ha mangiato per errore la sua torta a sorpresa. Shaun dovrà procurarsi degli ingredienti alternativi per prepararne una prima che Bitzer scopra tutto!"
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-12 00:15:00",
      "end_time": "2026-02-12 00:20:00",
      "episode_number": "S7 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Il fattore ha forato un tubo dell'acqua mentre trapanava un muro di casa e Bitzer dovrà fare di tutto per impedire che l'acqua inondi il soggiorno e cadano per terra alcune preziosissime teiere. Il fattore ha forato un tubo dell'acqua mentre trapanava un muro di casa e Bitzer dovrà fare di tutto per impedire che l'acqua inondi il soggiorno e  cadano per terra alcune preziosissime teiere!"
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-12 00:20:00",
      "end_time": "2026-02-12 00:30:00",
      "episode_number": "S7 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Shaun si finge malata davanti a Bitzer per rimanere a letto a giocare tutto il giorno ai videogiochi. Quando anche le altre pecore iniziano a sentirsi male, Bitzer si insospettisce e la minaccia di una medicina disgustosa le farà saltare tutte dal letto in un lampo. Shaun si finge malata davanti a Bitzer per rimanere a letto a giocare tutto il giorno ai videogiochi. Quando anche le altre pecore iniziano a sentirsi male, Bitzer si insospettisce e la minaccia di una medicina disgustosa le farà saltare tutte dal letto in un lampo!"
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-12 00:30:00",
      "end_time": "2026-02-12 00:35:00",
      "episode_number": "S7 E4",
      "show_category": "Cartoni Animati",
      "show_description": "CARTONI ANIMATI - Shaun è una pecora fuori dal comune, che non solo non segue il gregge, ma anzi lo trascina ogni giorno in nuove imprese.. - di Seamus Malone 2025 GBR."
    },
    {
      "show_name": "La Melevisione",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-melevisione.webp",
      "start_time": "2026-02-12 00:35:00",
      "end_time": "2026-02-12 01:00:00",
      "episode_number": "S2005",
      "show_category": "",
      "show_description": "Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare. Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 01:00:00",
      "end_time": "2026-02-12 01:10:00",
      "episode_number": "S5 E41",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 01:10:00",
      "end_time": "2026-02-12 01:25:00",
      "episode_number": "S5 E42",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 01:25:00",
      "end_time": "2026-02-12 01:35:00",
      "episode_number": "S5 E43",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 01:35:00",
      "end_time": "2026-02-12 01:45:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Durante la giornata dei barbascherzi, Barbabravo crede di aver registrato, inconsapevolmente, con la videocamera, un vero Dinosauro, ma nessuno gli crede poiché tutto è uno scherzo, in questa giornata, e dietro ad ogni evento potrebbe celarsi una burla. Durante la giornata dei barbascherzi, Barbabravo crede di aver registrato, inconsapevolmente, con la videocamera, un vero Dinosauro, ma nessuno gli crede poiché tutto è uno scherzo, in questa giornata, e dietro ad ogni evento potrebbe celarsi una burla."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 01:45:00",
      "end_time": "2026-02-12 02:00:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Ad Halloween, i barbabebé inventano il gioco del lupo, la cui regola è quella di non farsi toccare dal lupo cattivo, ovvero, uno di loro scelto con il sorteggio. Lo scopo vero, in realtà, è divertirsi con il sentimento della paura. Ad Halloween, i barbabebé inventano il gioco del lupo, la cui regola è quella di non farsi toccare dal lupo cattivo, ovvero, uno di loro scelto con il sorteggio. Lo scopo vero, in realtà, è divertirsi con il sentimento della paura."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 02:00:00",
      "end_time": "2026-02-12 02:10:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "I piccoli barbapapà vincono un tablet partecipando a un concorso pubblicizzato sulla scatola dei cereali, ma fanno fatica a mettersi d'accordo sui turni per utilizzarlo... con conseguenze catastrofiche. I piccoli barbapapà vincono un tablet partecipando a un concorso pubblicizzato sulla scatola dei cereali, ma fanno fatica a mettersi d'accordo sui turni per utilizzarlo... con conseguenze catastrofiche."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 02:10:00",
      "end_time": "2026-02-12 02:20:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista. Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 02:20:00",
      "end_time": "2026-02-12 02:30:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro. Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose. È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro.  Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 02:30:00",
      "end_time": "2026-02-12 02:45:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \"forzare la natura. Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \\\"forzare la natura\\\"."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 02:45:00",
      "end_time": "2026-02-12 02:55:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre guarda Scouty fare pratica sui trampoli, Rosie si vanta di avere il miglior equilibrio di tutti. Nel frattempo, Ludo e Woody colpiscono per er-rore il ramo di un albero con una canna da pesca mettendo in serio peri-colo la stabilità di un nido con delle uova. Mentre guarda Scouty fare pratica sui trampoli, Rosie si vanta di avere il miglior equilibrio di tutti. Nel frattempo, Ludo e Woody colpiscono per er-rore il ramo di un albero con una canna da pesca mettendo in serio peri-colo la stabilità di un nido con delle uova."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 02:55:00",
      "end_time": "2026-02-12 03:10:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre fanno una passeggiata, Scouty, Rosie e Woody scoprono un misterioso tunnel. Mentre i primi due sono pronti ad esplorarlo subito, Woody ha più riserve. Preferisce fare le cose a regola d'arte: \"bisogna preparare un viaggio di esplorazione!\" Ben presto, suo fratello e sua sorella sono sbalorditi dal suo comportamento. Woody sembra preoccupato, per non dire spaventato. Mentre fanno una passeggiata, Scouty, Rosie e Woody scoprono un misterioso tunnel. Mentre i primi due sono pronti ad esplorarlo subito, Woody ha più riserve. Preferisce fare le cose a regola d'arte: \\\"bisogna preparare un viaggio di esplorazione!\\\" Ben presto, suo fratello e sua sorella sono sbalorditi dal suo comportamento. Woody sembra preoccupato, per non dire spaventato."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 03:10:00",
      "end_time": "2026-02-12 03:20:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie, Woody e Scouty vorrebbero andare a giocare con i loro amici, ma prima devono raccogliere dei funghi per la cena. I gemelli prendono la loro mappa indicando i loro posti segreti per raccogliere funghi, ma Rosie si prende gioco di loro: grazie al suo super fiuto non ha bisogno di una mappa! Lei va da una parte e i tassi vanno dall'altra. Rosie, Woody e Scouty vorrebbero andare a giocare con i loro amici, ma prima devono raccogliere dei funghi per la cena. I gemelli prendono la loro mappa indicando i loro posti segreti per raccogliere funghi, ma Rosie si prende gioco di loro: grazie al suo super fiuto non ha bisogno di una mappa! Lei va da una parte e i tassi vanno dall'altra."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:20:00",
      "end_time": "2026-02-12 03:25:00",
      "episode_number": "S5 E21",
      "show_category": "",
      "show_description": "Dopo un combattimento a suon di noci di cocco, Molang e Piu Piu sono bloccati su due isole diverse. Riusciranno a riunirsi."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:25:00",
      "end_time": "2026-02-12 03:30:00",
      "episode_number": "S5 E22",
      "show_category": "",
      "show_description": "Durante un banchetto al castello Molang lascia cadere un fiore soporifero nella zuppa e tutti si addormentano lasciandolo con Piu Piu a divertirsi. Ma visto che i loro amici non si svegliano, Molang e Piu Piu cercano di rompere l'incantesimo."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:30:00",
      "end_time": "2026-02-12 03:35:00",
      "episode_number": "S5 E23",
      "show_category": "",
      "show_description": "Molang e Piu Piu mentre lavorano in cucina vengono investiti da forte raffica di vento…Piu Piu non può fare a meno di guardare il suo riflesso."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:35:00",
      "end_time": "2026-02-12 03:40:00",
      "episode_number": "S5 E24",
      "show_category": "",
      "show_description": "Quando affronta il drago terrorizzante, l'eroe leggendario scappa. Molang e Piu Piu lo raggiungono e lo aiutano a ritrovare la fiducia in se stesso."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:40:00",
      "end_time": "2026-02-12 03:45:00",
      "episode_number": "S5 E25",
      "show_category": "",
      "show_description": "Molang e Piu Piu fanno atterrare la loro astronave su un pianeta. Trovano un uovo, bussano... e ne esce una piccola creatura! Diventano subitoi amici, ma quando Molang e Piu Piu devono tornare sulla Terra, la creatura non vuole lasciarli andare."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 03:45:00",
      "end_time": "2026-02-12 03:50:00",
      "episode_number": "S5 E26",
      "show_category": "",
      "show_description": "Una simpatica creatura atterra nel giardino di Molang e Piu Piu."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 03:50:00",
      "end_time": "2026-02-12 04:05:00",
      "episode_number": "S5 E41",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 04:05:00",
      "end_time": "2026-02-12 04:15:00",
      "episode_number": "S5 E42",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-12 04:15:00",
      "end_time": "2026-02-12 04:25:00",
      "episode_number": "S5 E43",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 04:25:00",
      "end_time": "2026-02-12 04:40:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista. Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 04:40:00",
      "end_time": "2026-02-12 04:50:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro. Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose. È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro.  Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 04:50:00",
      "end_time": "2026-02-12 05:00:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \"forzare la natura. Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \\\"forzare la natura\\\"."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 05:00:00",
      "end_time": "2026-02-12 05:10:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "È primavera: i Ronfi accolgono la bella stagione raccogliendo frutta. L'arrivo del fratello vegetariano di Lupo li rende molto felici, perché ora è lui a proteggerli dai piani diabolici di quest'ultimo. Grazie all'influenza positiva del fratello, anche Lupo sembra convertirsi al vegetarianesimo, così sia lui che il fratello vengono invitati alla grande festa organizzata da Panda. È primavera: i Ronfi accolgono la bella stagione raccogliendo frutta. L'arrivo del fratello vegetariano di Lupo li rende molto felici, perché ora è lui a proteggerli dai piani diabolici di quest'ultimo. Grazie all'influenza positiva del fratello, anche Lupo sembra convertirsi al vegetarianesimo, così sia lui che il fratello vengono invitati alla grande festa organizzata da Panda..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 05:10:00",
      "end_time": "2026-02-12 05:15:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Ronfi vanno a raccogliere funghi nel bosco. Uno di loro trova una caverna misteriosa dove crescono funghi luminosi, in grado di donare magici poteri a chi li mangia. I Ronfi vanno a raccogliere funghi nel bosco. Uno di loro trova una caverna misteriosa dove crescono funghi luminosi, in grado di donare magici poteri a chi li mangia..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 05:15:00",
      "end_time": "2026-02-12 05:20:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Una Ronfetta insegna a un piccolo Ronfo come fischiare per chiedere aiuto in caso di pericolo: meglio essere preparati, perché Lupo sta già pensando a come acciuffarlo. Una Ronfetta insegna a un piccolo Ronfo come fischiare per chiedere aiuto in caso di pericolo: meglio essere preparati, perché Lupo sta già pensando a come acciuffarlo..."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 05:20:00",
      "end_time": "2026-02-12 05:35:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Durante la giornata dei barbascherzi, Barbabravo crede di aver registrato, inconsapevolmente, con la videocamera, un vero Dinosauro, ma nessuno gli crede poiché tutto è uno scherzo, in questa giornata, e dietro ad ogni evento potrebbe celarsi una burla. Durante la giornata dei barbascherzi, Barbabravo crede di aver registrato, inconsapevolmente, con la videocamera, un vero Dinosauro, ma nessuno gli crede poiché tutto è uno scherzo, in questa giornata, e dietro ad ogni evento potrebbe celarsi una burla."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 05:35:00",
      "end_time": "2026-02-12 05:45:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Ad Halloween, i barbabebé inventano il gioco del lupo, la cui regola è quella di non farsi toccare dal lupo cattivo, ovvero, uno di loro scelto con il sorteggio. Lo scopo vero, in realtà, è divertirsi con il sentimento della paura. Ad Halloween, i barbabebé inventano il gioco del lupo, la cui regola è quella di non farsi toccare dal lupo cattivo, ovvero, uno di loro scelto con il sorteggio. Lo scopo vero, in realtà, è divertirsi con il sentimento della paura."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 05:45:00",
      "end_time": "2026-02-12 06:00:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "I piccoli barbapapà vincono un tablet partecipando a un concorso pubblicizzato sulla scatola dei cereali, ma fanno fatica a mettersi d'accordo sui turni per utilizzarlo... con conseguenze catastrofiche. I piccoli barbapapà vincono un tablet partecipando a un concorso pubblicizzato sulla scatola dei cereali, ma fanno fatica a mettersi d'accordo sui turni per utilizzarlo... con conseguenze catastrofiche."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-12 06:00:00",
      "end_time": "2026-02-12 06:10:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Chili-chef, la chef messicana, è a Trullolandia per una gara di cibi piccanti. Peccato che tutti amino il peperoncino, tranne Ring… Copperpot usa il peperoncino superpiccante per lasciare tutti senza fiato per un po. Chili-chef, la chef messicana, è a Trullolandia per una gara di cibi piccanti. Peccato che tutti amino il peperoncino, tranne Ring… Copperpot usa il peperoncino superpiccante per lasciare tutti senza fiato per un po'!"
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-12 06:10:00",
      "end_time": "2026-02-12 06:20:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Sun è la guida del giudice del concorso Viva il villaggio e non ascolta nessun consiglio. Così Copperpot, travestito da giudice, si fa mostrare tutte le meraviglie di Trullolandia per cercare il libro magico. Sun è la guida del giudice del concorso Viva il villaggio e non ascolta nessun consiglio. Così Copperpot, travestito da giudice, si fa mostrare tutte le meraviglie di Trullolandia per cercare il libro magico."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-12 06:20:00",
      "end_time": "2026-02-12 06:30:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Zip prende in prestito un giocattolo da Sun senza chiedere il permesso. Copperpot usa una chiave magica per controllare il giocattolo e ordinargli di cercare il libro magico. Zip prende in prestito un giocattolo da Sun senza chiedere il permesso. Copperpot usa una chiave magica per controllare il giocattolo e ordinargli di cercare il libro magico."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:30:00",
      "end_time": "2026-02-12 06:35:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa decide di fare una gita in barca a vela ma, per l'assenza di vento, deve usare i remi per navigare. Dopo un po' incontra una nave in difficoltà che non riesce a rientrare in porto a causa della forza della corrente. La Pimpa interviene per aiutare la nave in difficoltà e, alla fine, torna a casa stanchissima. La Pimpa decide di fare una gita in barca a vela ma, per l'assenza di vento, deve usare i remi per navigare. Dopo un po' incontra una nave in difficoltà che non riesce a rientrare in porto a causa della forza della corrente. La Pimpa interviene per aiutare la nave in difficoltà e, alla fine, torna a casa stanchissima."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:35:00",
      "end_time": "2026-02-12 06:40:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa prepara del pane. Ma l'impasto risulta troppo grande, e così, invece che nel forno, è costretta a farlo riposare a letto. Pimpa prepara del pane. Ma l'impasto risulta troppo grande, e così, invece che nel forno, è costretta a farlo riposare a letto."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:40:00",
      "end_time": "2026-02-12 06:45:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa si reca a fare una passeggiata nel bosco e qui incontra il riccio Riccardo e i suoi figli che si lamentano perché nella loro casa c'è poco spazio e si pungono in continuazione. La Pimpa decide di correre in loro aiuto chiedendo al Picchio di bucare la parte superiore dell'albero in cui vivono così da creare maggior spazio. La Pimpa si reca a fare una passeggiata nel bosco e qui incontra il riccio Riccardo e i suoi figli che si lamentano perché nella loro casa c'è poco spazio e si pungono in continuazione. La Pimpa decide di correre in loro aiuto chiedendo al Picchio di bucare la parte superiore dell'albero in cui vivono così da creare maggior spazio."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:45:00",
      "end_time": "2026-02-12 06:50:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, rimasta sola in casa, fa colazione e si mette a dormire in attesa del rientro di Armando. Ma, arrivata la sera, Armando telefona alla Pimpa avvertendola che non riesce a tornare a casa perché ha i fari dell'auto rotti. La Pimpa decide di correre incontro ad Armando con la lucciola Lucia e le sue amiche che, illuminando la strada, riescono a consentirgli di tornare a casa. La Pimpa, rimasta sola in casa, fa colazione e si mette a dormire in attesa del rientro di Armando. Ma, arrivata la sera, Armando telefona alla Pimpa avvertendola che non riesce a tornare a casa perché ha i fari dell'auto rotti. La Pimpa decide di correre incontro ad Armando con la lucciola Lucia e le sue amiche che, illuminando la strada, riescono a consentirgli di tornare a casa."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:50:00",
      "end_time": "2026-02-12 06:55:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa decide di andare a fare una gita nella giungla amazzonica usando l'idrovolante. Arrivata nella giungla, la Pimpa incontra alcuni animali strani tra cui un camaleonte, capace di nascondersi tra le piante assumendone il loro colore, ed un tucano che le regala un becco simile al suo. La Pimpa decide di andare a fare una gita nella giungla amazzonica usando l'idrovolante. Arrivata nella giungla, la Pimpa incontra alcuni animali strani tra cui un camaleonte, capace di nascondersi tra le piante assumendone il loro colore, ed un tucano che le regala un becco simile al suo."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-12 06:55:00",
      "end_time": "2026-02-12 07:00:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa decide di andare in Australia usando la sua bicicletta. Arrivata al mare decide di gonfiare al massimo le ruote della sua bici per renderla adatta alla traversata. In Australia la Pimpa incontra un boomerang che le spiega come lanciarlo in aria e un canguro che le insegna come saltare. Ritornata a casa la Pimpa decide di giocare al canguro con Armando. La Pimpa decide di andare in Australia usando la sua bicicletta. Arrivata al mare decide di gonfiare al massimo le ruote della sua bici per renderla adatta alla traversata. In Australia la Pimpa incontra un boomerang che le spiega come lanciarlo in aria e un canguro che le insegna come saltare. Ritornata a casa la Pimpa decide di giocare al canguro con Armando."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 07:00:00",
      "end_time": "2026-02-12 07:10:00",
      "episode_number": "S2 E9",
      "show_category": "",
      "show_description": "Bingo si ritrova giocare a casa senza sua sorella e non sa da dove iniziare."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 07:10:00",
      "end_time": "2026-02-12 07:15:00",
      "episode_number": "S2 E10",
      "show_category": "",
      "show_description": "Mentre vivono su un'isola tappeto, nel retro del giardino, Bluey e Bingo scoprono che il papà è stato trascinato sulla spiaggia."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 07:15:00",
      "end_time": "2026-02-12 07:25:00",
      "episode_number": "S2 E11",
      "show_category": "",
      "show_description": "Bluey e Bingo trascorrono la giornata da Nana insieme ai loro cugini."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 07:25:00",
      "end_time": "2026-02-12 07:30:00",
      "episode_number": "S2 E12",
      "show_category": "",
      "show_description": "Bluey e Bingo non vogliono giocare con Judo, ma poi un appiccicoso geco di plastica cade dal soffitto."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-12 07:30:00",
      "end_time": "2026-02-12 07:35:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Lisa fatica a imparare a volare, così i Minieroi la aiutano a farlo e a guadagnare la sua prima piuma svolazzina. Lisa fatica a imparare a volare, così i Minieroi la aiutano a farlo e a guadagnare la sua prima piuma svolazzina."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-12 07:35:00",
      "end_time": "2026-02-12 07:45:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi si danno da fare per salvare l'ultimo soffione della stagione. Ma quando scoprono che una famiglia di coccinelle ne ha bisogno per riscaldare la loro casa, sono felici di regalarglielo. I Minieroi si danno da fare per salvare l'ultimo soffione della stagione. Ma quando scoprono che una famiglia di coccinelle ne ha bisogno per riscaldare la loro casa, sono felici di regalarglielo."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-12 07:45:00",
      "end_time": "2026-02-12 07:50:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi trovano un uovo misterioso. Mentre fantasticano su quale specie di uccello (o di drago!) potrebbe contenere, decidono di prendersene cura finché non si schiuderà. I Minieroi trovano un uovo misterioso. Mentre fantasticano su quale specie di uccello (o di drago!) potrebbe contenere, decidono di prendersene cura finché non si schiuderà."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-12 07:50:00",
      "end_time": "2026-02-12 08:00:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Durante l'ora del tè, Gastone finge di non interessarsi più al suo peluche preferito. Almeno finché non scompare misteriosamente. Durante l'ora del tè, Gastone finge di non interessarsi più al suo peluche preferito. Almeno finché non scompare misteriosamente!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 08:00:00",
      "end_time": "2026-02-12 08:05:00",
      "episode_number": "S5 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Chi è la cuoca migliore del bosco? Masha non ha dubbi sulla risposta a questa domanda. E ne abbiamo la prova: pasta cucinata da Masha in persona. Non potrebbe essere più semplice. Tuttavia Dasha ha qualche dubbio che il piatto di Masha non sia commestibile. Come al solito, toccherà a Orso risolvere la disputa tra le bambine. Chi è la cuoca migliore del bosco? Masha non ha dubbi sulla risposta a questa domanda. E ne abbiamo la prova: pasta cucinata da Masha in persona. Non potrebbe essere più semplice. Tuttavia Dasha ha qualche dubbio che il piatto di Masha non sia commestibile. Come al solito, toccherà a Orso risolvere la disputa tra le bambine."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 08:05:00",
      "end_time": "2026-02-12 08:15:00",
      "episode_number": "S5 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Ah, l'amore, l'amore! Orso prepara un regalo per Orsa e sogna di conquistare il cuore della sua bella. Ma c'è anche Masha! Fino a che punto, il solito disastro creato dalla bimba interferirà negli affari di cuore di Orso. Ah, l'amore, l'amore! Orso prepara un regalo per Orsa e sogna di conquistare il cuore della sua bella. Ma c'è anche Masha! Fino a che punto, il solito disastro creato dalla bimba interferirà negli affari di cuore di Orso?"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 08:15:00",
      "end_time": "2026-02-12 08:20:00",
      "episode_number": "S5 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Caspiterina, è già tempo di feste! Masha è decisa a organizzare una festa indimenticabile, quindi penserà a tutto lei. Oh, e tutti gli abitanti del bosco dovranno ballare. Caspiterina, è già tempo di feste! Masha è decisa a organizzare una festa indimenticabile, quindi penserà a tutto lei. Oh, e tutti gli abitanti del bosco dovranno ballare!"
    },
    {
      "show_name": "I Racconti di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-racconti-di-masha.webp",
      "start_time": "2026-02-12 08:20:00",
      "end_time": "2026-02-12 08:30:00",
      "episode_number": "S1 E14",
      "show_category": "",
      "show_description": "Masha racconta la storia di un piccolo sarto, che viveva in un piccolo paese e che amava mangiare i dolci senza condividerli con nessuno."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/il-mondo-di-leo.webp",
      "start_time": "2026-02-12 08:30:00",
      "end_time": "2026-02-12 08:40:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Che giornata amici! Oggi Leo deve andare allo stadio con il papà e lo zio Carlo. Ma proprio all'ultimo momento Leo cambierà idea. A Leo piace fare il tifo con il papà per la sua squadra del cuore. Ma lo stadio gli fa un po' paura, con tutti quei tifosi che gli stanno troppo vicini e fanno un gran baccano. Cosa si inventerà Babù questa volta per aiutarlo. Che giornata amici! Oggi Leo deve andare allo stadio con il papà e lo zio Carlo. Ma proprio all'ultimo momento Leo cambierà idea. A Leo piace fare il tifo con il papà per la sua squadra del cuore. Ma lo stadio gli fa un po' paura, con tutti quei tifosi che gli stanno troppo vicini e fanno un gran baccano. Cosa si inventerà Babù questa volta per aiutarlo?"
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/il-mondo-di-leo.webp",
      "start_time": "2026-02-12 08:40:00",
      "end_time": "2026-02-12 08:55:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivato l'autunno! Leo dovrà raccogliere le foglie per la scuola. Peccato che si vestirà come se fosse estate. Leo non lo sopporta proprio il fatto che le stagioni debbano cambiare... Fosse per lui indosserebbe sempre gli stessi vestiti e sarebbe sempre estate. Oggi Leo imparerà che le stagioni sono tutte belle. E sono tutte importanti per le piante, gli animali e tutta la natura. Ma anche per noi. È arrivato l'autunno! Leo dovrà raccogliere le foglie per la scuola. Peccato che si vestirà come se fosse estate. Leo non lo sopporta proprio il fatto che le stagioni debbano cambiare... Fosse per lui indosserebbe sempre gli stessi vestiti e sarebbe sempre estate. Oggi Leo imparerà che le stagioni sono tutte belle. E sono tutte importanti per le piante, gli animali e tutta la natura. Ma anche per noi!"
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 08:55:00",
      "end_time": "2026-02-12 09:05:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore. È arrivato l'Inverno e Mima racconta ai cuccioli la storia del Mostro dell'Inverno, che rapisce gli abitanti della foresta per giocarci insieme, essendo una creatura tristemente sola. Tornati a casa, Edmondo, Lucy e Mitzi non trovano Harry e, avendo notato delle strane impronte e dei rumori sospetti nei dintorni, temono sia stato rapito dal Mostro dell'Inverno. Decidono, quindi, di andare a salvarlo seguendo le tracce fino a casa di Mima. Qui, scoprono che i rumori e le orme appartengono proprio ad Harry che indossa delle racchette da neve ai piedi e che si è rivolto a Mima per farsi curare un brutto raffreddore."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 09:05:00",
      "end_time": "2026-02-12 09:15:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali. Edmondo e i suoi amici si esercitano coi loro strumenti musicali per la Festa della Musica. Lucy rompe per sbaglio il flauto preferito di suo padre. Interviene allora Gufo Giò che, travestito da Cricchio il Picchio, aiuta Lucy a riparare il flauto e insegna ai cuccioli che la Foresta è piena di strumenti musicali naturali."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-12 09:15:00",
      "end_time": "2026-02-12 09:25:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo. Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite, l'abitante più anziano della foresta, vissuto milioni di anni prima. Edmondo, Lucy e gli altri sono curiosi di sapere chi è l'abitante più anziano della foresta e vanno da Mima, che propone di dividersi in squadre e andare a scoprirlo.  Edmondo Mitzi e Ortensia trovano una grossa quercia centenaria, viva e vegeta, mentre  Lucy, La Cosa e Polka, trovano incastonata nella parete rocciosa della grande cascata un'ammonite,  l'abitante più anziano della foresta, vissuto milioni di anni prima..."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 09:25:00",
      "end_time": "2026-02-12 09:40:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo la prima nevicata della stagione, Rosie, Woody e Scouty promettono a Berry che la mattina successiva avrebbero fatto insieme un pupazzo di neve. Il giorno seguente però avranno un'amara sorpresa. Il sole ha fatto sciogliere quasi tutta la neve, i ragazzi partono così alla ricerca di un po'di neve da riportare alla tana per onorare la promessa fatta a Berry e realiz zare con lei un pupazzo di neve.Caricata un po'di neve su un carretto, proveranno a riportarla alla tana, ma si scioglierà durante il tragitto. Dopo la prima nevicata della stagione, Rosie, Woody e Scouty promettono a Berry che la mattina successiva avrebbero fatto insieme un pupazzo di neve. Il giorno seguente però avranno un'amara sorpresa. Il sole ha fatto sciogliere quasi tutta la neve, i ragazzi partono così alla ricerca di un po'di neve da riportare alla tana per onorare la promessa fatta a Berry e realiz zare con lei un pupazzo di neve.Caricata un po'di neve su un carretto, proveranno a riportarla alla tana, ma si scioglierà durante il tragitto."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 09:40:00",
      "end_time": "2026-02-12 09:50:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "È la Festa dei Genitori! Scouty, Rosie e Woody decidono di organizzare un picnic a sorpresa per Margaret ed Edmund. Ma quando iniziano a realizzarlo, la loro semplice idea si trasforma rapidamente in un bel rompicapo. Ognuno dei tre piccoli eroi vuole decidere come impostare il menu e scegliere il posto giusto. Presto, il picnic è in pericolo! Niente è pronto e il cibo rotola a terra. Ma i genitori sono già partiti! Per salvare la festa dei genitori, decidono di prendersi un po' di tempo per finire i preparativi e trasformare il loro party in una caccia al tesoro. All'ultimo momento, la festa è salvata e i genitori possono festeggiare. È la Festa dei Genitori! Scouty, Rosie e Woody decidono di organizzare un picnic a sorpresa per Margaret ed Edmund. Ma quando iniziano a realizzarlo, la loro semplice idea si trasforma rapidamente in un bel rompicapo. Ognuno dei tre piccoli eroi vuole decidere come impostare il menu e scegliere il posto giusto. Presto, il picnic è in pericolo! Niente è pronto e il cibo rotola a terra. Ma i genitori sono già partiti! Per salvare la festa dei genitori, decidono di prendersi un po' di tempo per finire i preparativi e trasformare il loro party in una caccia al tesoro. All'ultimo momento, la festa è salvata e i genitori possono festeggiare!"
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-12 09:50:00",
      "end_time": "2026-02-12 10:00:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Anche se di solito è di ottimo umore e sempre pronto a godersi una battuta, Marti sembra essere molto triste. La piccola scatola di legno che gli ha dato suo nonno è stata danneggiata dall'acqua. Scouty è dispiaciuto di vedere così il suo amico. Insieme a Rosie e Woody, decide di fare di tutto per fargli tornare il sorriso. Ma nulla sembra confortare Marti. Né le barzellette, né le sorprese sembrano dissipare la sua tristezza. Alla fine, Edmund aiuta i ragazzi con un consiglio: a volte, invece di cercare di allontanare la tristezza, è meglio cercare di capire da dove proviene. Anche se di solito è di ottimo umore e sempre pronto a godersi una battuta, Marti sembra essere molto triste. La piccola scatola di legno che gli ha dato suo nonno è stata danneggiata dall'acqua. Scouty è dispiaciuto di vedere così il suo amico. Insieme a Rosie e Woody, decide di fare di tutto per fargli tornare il sorriso. Ma nulla sembra confortare Marti. Né le barzellette, né le sorprese sembrano dissipare la sua tristezza. Alla fine, Edmund aiuta i ragazzi con un consiglio: a volte, invece di cercare di allontanare la tristezza, è meglio cercare di capire da dove proviene."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-12 10:00:00",
      "end_time": "2026-02-12 10:15:00",
      "episode_number": "S1 E6",
      "show_category": "Live Action",
      "show_description": "Olga ricorda la prima volta che ha incontrato Noel – quando aveva scambiato la sua coda per uno spuntino gustoso! Per distrarlo, Olga gli racconta una storia sulla coda dei porcellini d'India. Olga ricorda la prima volta che ha incontrato Noel – quando aveva scambiato la sua coda per uno spuntino gustoso! Per distrarlo, Olga gli racconta una storia sulla coda dei porcellini d'India."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-12 10:15:00",
      "end_time": "2026-02-12 10:25:00",
      "episode_number": "S1 E7",
      "show_category": "Live Action",
      "show_description": "Olga vorrebbe essere scelta per partecipare a una piccola iniziativa organizzata dalla scuola di Karen. Cerca di convincere tutti i suoi amici del fatto che lei abbia davvero un talento. Ma a quanto pare l'ansia sembra ave-re la meglio su di lei. Olga vorrebbe essere scelta per partecipare a una piccola iniziativa organizzata dalla scuola di Karen. Cerca di convincere tutti i suoi amici del fatto che lei abbia davvero un talento. Ma a quanto pare l'ansia sembra ave-re la meglio su di lei."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-12 10:25:00",
      "end_time": "2026-02-12 10:35:00",
      "episode_number": "S1 E8",
      "show_category": "Live Action",
      "show_description": "Olga si sente un po' fuori forma, e rimane sconvolta da un temporale. Dopo averla portata dalla veterinaria con scarsi risultati, la famiglia Paglia vede in tv una ballerina che sulle note della Danza della Fata confetto, fa sentire molto meglio Olga. Olga si sente un po' fuori forma, e rimane sconvolta da un temporale. Dopo averla portata dalla veterinaria con scarsi risultati, la famiglia Paglia vede in tv una ballerina che sulle note della Danza della Fata confetto, fa sentire molto meglio Olga."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 10:35:00",
      "end_time": "2026-02-12 10:45:00",
      "episode_number": "S1 E28",
      "show_category": "Cartoni Animati",
      "show_description": "Barbalalla convince la famiglia a fare una gita nella foresta per imitare l'avventuriero Manuel Intrepidos, che sa come cavarsela ovunque senza equipaggiamento. Presto, però, i barbabebè capiranno che non si può affrontare la vita nella natura senza un minimo di preparazione. Barbalalla convince la famiglia a fare una gita nella foresta per imitare l'avventuriero Manuel Intrepidos, che sa come cavarsela ovunque senza equipaggiamento. Presto, però, i barbabebè capiranno che non si può affrontare la vita nella natura senza un minimo di preparazione..."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-12 10:45:00",
      "end_time": "2026-02-12 11:00:00",
      "episode_number": "S1 E29",
      "show_category": "Cartoni Animati",
      "show_description": "Quando dei macchinari spargono del fertilizzante chimico fucsia altamente inquinante, i barbapapà decidono di creare un ambiente sicuro per tutti gli animali. Per fortuna, la natura riuscirà a riprendersi i suoi spazi. Quando dei macchinari spargono del fertilizzante chimico fucsia altamente inquinante, i barbapapà decidono di creare un ambiente sicuro per tutti gli animali. Per fortuna, la natura riuscirà a riprendersi i suoi spazi."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-12 11:00:00",
      "end_time": "2026-02-12 11:10:00",
      "episode_number": "S1 E40",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo che Podo Pooch chiede a Kitty di andare in un tour mondiale con lei, Kitty viene travolta dalla vita da una pop star, così i suoi amici iniziano a trattarla come una celebrità. Dopo che Podo Pooch chiede a Kitty di andare in un tour mondiale con lei, Kitty viene travolta dalla vita da una pop star, così i suoi amici iniziano a trattarla come una celebrità..."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-12 11:10:00",
      "end_time": "2026-02-12 11:20:00",
      "episode_number": "S1 E41",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Vastus perde il suo amato peluche, chiede a Kitty Detective aiuto per rintracciarlo. Ma l'indagine di Kitty diventa difficile quando Vastus, imbarazzato, fa le fa promettere che non dirà a nessuno che stanno cercando il suo amato peluche. Questa situazione inizia a creare problemi perchè Pinky, Nori e DB pensano che il \"segreto\" Kitty rigurdi loro. Quando Vastus perde il suo amato peluche, chiede a Kitty Detective aiuto per rintracciarlo. Ma l'indagine di Kitty diventa difficile quando Vastus, imbarazzato, fa le fa promettere che non dirà a nessuno che stanno cercando il suo amato peluche. Questa situazione inizia a creare problemi perchè Pinky, Nori e DB pensano che il \\\"segreto\\\" Kitty rigurdi loro."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-12 11:20:00",
      "end_time": "2026-02-12 11:35:00",
      "episode_number": "S1 E42",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Zonty viene scelto come albero nell'ultima commedia di DB, è frustrato di non aver ottenuto la parte che voleva. Zonty crea una versione robot di se stesso per ottenere la parte. Fortunatamente, Kitty lo aiuterà a capire che non sei mai escluso quando hai veri amici. Quando Zonty viene scelto come albero nell'ultima commedia di DB, è frustrato di non aver ottenuto la parte che voleva. Zonty crea una versione robot di se stesso per ottenere la parte. Fortunatamente, Kitty lo aiuterà a capire che non sei mai escluso quando hai veri amici."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-12 11:35:00",
      "end_time": "2026-02-12 11:40:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Nel MagiRegno c'è una gran puzza che costringe tutti a stare chiusi in casa. Gli unici che possono risolvere il problema sono il Conte e la Contessa Profumosi, cugini di Duca Puzzoloso. Nessuno sa da dove provenga il cattivo odore ma Lampadino e Caramella propongono di usare proprio l'olfatto dei due nuovi amici per trovare questo luogo sconosciuto. Nel MagiRegno c'è una gran puzza che costringe tutti a stare chiusi in casa. Gli unici che possono risolvere il problema sono il Conte e la Contessa Profumosi, cugini di Duca Puzzoloso. Nessuno sa da dove provenga il cattivo odore ma Lampadino e Caramella propongono di usare proprio l'olfatto dei due nuovi amici per trovare questo luogo sconosciuto."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-12 11:40:00",
      "end_time": "2026-02-12 11:50:00",
      "episode_number": "S2 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta è felice di portare Lampadino e Caramella nel MagiPozzo dove apparirà la MagiLuna. Ma come può la Luna finire in un pozzo? Grazie ai bellissimi versi poetici di Grillo Patrizio che riescono a smuovere tutti gli elementi della natura. Duca Puzzoloso cerca nuovamente di rovinare questa bellissima festa. E sembra proprio riuscirci. Zampacorta è felice di portare Lampadino e Caramella nel MagiPozzo dove apparirà la MagiLuna. Ma come può la Luna finire in un pozzo? Grazie ai bellissimi versi poetici di Grillo Patrizio che riescono a smuovere tutti gli elementi della natura. Duca Puzzoloso cerca nuovamente di rovinare questa bellissima festa. E sembra proprio riuscirci."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-12 11:50:00",
      "end_time": "2026-02-12 11:55:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta e Cinghy hanno trovato un sacco che svuotano insieme a Lampadino e Caramella. All'interno vi sono tanti giochi e un bellissimo carillon a forma di giostra. Una volta attivato, per magia, ne esce Eu-Genio Smemorino, un genio pronto a esaudire tre desideri. Anzi, quattro. Ogni tanto dimentica qualche cosa e questo non può che creare guai. Zampacorta e Cinghy hanno trovato un sacco che svuotano insieme a Lampadino e Caramella. All'interno vi sono tanti giochi e un bellissimo carillon a forma di giostra. Una volta attivato, per magia, ne esce Eu-Genio Smemorino, un genio pronto a esaudire tre desideri. Anzi, quattro. Ogni tanto dimentica qualche cosa e questo non può che creare guai."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-12 11:55:00",
      "end_time": "2026-02-12 12:00:00",
      "episode_number": "S2 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Fa un gran caldo nel MagiRegno. La giornata speciale per andare a fare un bagno al MagiLago e gustare i ghiaccioli di pinguino Pingio. Arrivati sul luogo, Zampacorta, Lampadino e Caramella si accorgono che il pinguino gelataio sta tardando molto e tutti i cuccioli sono impazienti. Bisogna correre su Monte Nevoso e capire cosa è successo. Fa un gran caldo nel MagiRegno. La giornata speciale per andare a fare un bagno al MagiLago e gustare i ghiaccioli di pinguino Pingio. Arrivati sul luogo, Zampacorta, Lampadino e Caramella si accorgono che il pinguino gelataio sta tardando molto e tutti i cuccioli sono impazienti. Bisogna correre su Monte Nevoso e capire cosa è successo."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-12 12:00:00",
      "end_time": "2026-02-12 12:05:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Mini Cuccioli e DinoCuccioli giocano a palla, ma Nicola il picchio preferisce il suo videogioco. Attila dice che anche i dinosauri ne hanno uno: il Dinogigante. Così, invita l'amico a provarlo. È una statua di pietra simile a un videogioco. I due si divertono così tanto che Nicola si dimentica del suo. Mini Cuccioli e DinoCuccioli giocano a palla, ma Nicola il picchio preferisce il suo videogioco. Attila dice che anche i dinosauri ne hanno uno: il Dinogigante. Così, invita l'amico a provarlo. È una statua di pietra simile a un videogioco. I due si divertono così tanto che Nicola si dimentica del suo!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-12 12:05:00",
      "end_time": "2026-02-12 12:15:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Diva e Cocò preparano una sfilata di moda nella Valle dei DinoCuccioli e coinvolgono Dattila. Creano gli abiti con elementi naturali e sarà premiata la modella con il look più creativo. Durante la sfilata però le tre modelle hanno dei contrattempi. Alla fine, vince Gelsomina con la sua idea geniale. Diva e Cocò preparano una sfilata di moda nella Valle dei DinoCuccioli e coinvolgono Dattila. Creano gli abiti con elementi naturali e sarà premiata la modella con il look più creativo. Durante la sfilata però le tre modelle hanno dei contrattempi. Alla fine, vince Gelsomina con la sua idea geniale."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-12 12:15:00",
      "end_time": "2026-02-12 12:20:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli giocano con i DinoCuccioli a \"nascondinosauro\" nell'Altopiano Colorato: dovranno trovare i dinosauri nella vegetazione. Uno alla volta, i DinoCuccioli si mimetizzano e non è facile per i Mini Cuccioli trovarli. È divertente, ma la prossima volta saranno i Mini Cuccioli a nascondersi. I Mini Cuccioli giocano con i DinoCuccioli a \\\"nascondinosauro\\\" nell'Altopiano Colorato: dovranno trovare i dinosauri nella vegetazione. Uno alla volta, i DinoCuccioli si mimetizzano e non è facile per i Mini Cuccioli trovarli. È divertente, ma la prossima volta saranno i Mini Cuccioli a nascondersi!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-12 12:20:00",
      "end_time": "2026-02-12 12:25:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "La Maestra Adele racconta la storia di Damiano, un cucciolo triste perché deriso dai compagni per l'aspetto e il modo di camminare. Un giorno l'albero Noè gli insegnò a cantare e ballare una canzone. Così, Damiano stupì tutti con la bella voce e l'abilità nella danza e nessuno lo prese più in giro. La Maestra Adele racconta la storia di Damiano, un cucciolo triste perché deriso dai compagni per l'aspetto e il modo di camminare. Un giorno l'albero Noè gli insegnò a cantare e ballare una canzone.  Così, Damiano stupì tutti con la bella voce e l'abilità nella danza e nessuno lo prese più in giro."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-12 12:25:00",
      "end_time": "2026-02-12 12:30:00",
      "episode_number": "S1 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Per capire quando è ora di merenda, i DinoCuccioli hanno l'Albero delle Fiabe, un tronco pieno di pigne che funziona come una clessidra. Terminata la fiaba di Trillo e Senzanome sulla musica della natura, cade anche l'ultima pigna e quindi è ora di merenda, ma tutti sono coinvolti in un concerto. Per capire quando è ora di merenda, i DinoCuccioli hanno l'Albero delle Fiabe, un tronco pieno di pigne che funziona come una clessidra. Terminata la fiaba di Trillo e Senzanome sulla musica della natura, cade anche l'ultima pigna e quindi è ora di merenda, ma tutti sono coinvolti in un concerto!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-12 12:30:00",
      "end_time": "2026-02-12 12:40:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Tip è a giocare a casa di Jody. Dato che Cody li disturba, Jody invita l'amico ad andare in camera sua. Tip è sbalordito che Jody abbia una cameretta personale. Tornato a casa, scopre con disappunto che Tippy sta giocando con Teddy e allora chiede a mamma e papà di avere la cameretta tutta per sé: ormai lui è un cucciolo adulto, mentre Tippy, essendo piccola, può dormire ovunque. Quella notte, Tip si renderà conto di aver preso una decisione affrettata: dormire da soli, infatti, può anche essere un po' spaventoso. Tip è a giocare a casa di Jody. Dato che Cody li disturba, Jody invita l'amico ad andare in camera sua. Tip è sbalordito che Jody abbia una cameretta personale. Tornato a casa, scopre con disappunto che Tippy sta giocando con Teddy e allora chiede a mamma e papà di avere la cameretta tutta per sé: ormai lui è un cucciolo adulto, mentre Tippy, essendo piccola, può dormire ovunque. Quella notte, Tip si renderà conto di aver preso una decisione affrettata: dormire da soli, infatti, può anche essere un po' spaventoso."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-12 12:40:00",
      "end_time": "2026-02-12 12:45:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "È una mattina d'autunno e all'asilo Maggie organizza un sacco di giochi divertenti per i cuccioli. Tip, però, li snobba, avendo un unico desiderio: andare al fiume a far rimbalzare i sassi. Quando, infine, si decide a giocare con gli altri, pretende che tutto sia fatto in fretta, così da arrivare al fiume prima possibile. Fortunatamente ci sono i suoi amici a ricordargli che, ostinarsi a pensare al dopo, spesso ti impedisce di goderti i bei momenti nel presente. È una mattina d'autunno e all'asilo Maggie organizza un sacco di giochi divertenti per i cuccioli. Tip, però, li snobba, avendo un unico desiderio: andare al fiume a far rimbalzare i sassi. Quando, infine, si decide a giocare con gli altri, pretende che tutto sia fatto in fretta, così da arrivare al fiume prima possibile. Fortunatamente ci sono i suoi amici a ricordargli che, ostinarsi a pensare al dopo, spesso ti impedisce di goderti i bei momenti nel presente."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-12 12:45:00",
      "end_time": "2026-02-12 12:55:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Tip, Jody e Coniglietta stanno preparando una torta con l'aiuto della mamma di Tip. Una volta messa l'ultima striscia di pasta sulla torta, i cuccioli non vedono l'ora di mangiarla. La mamma di Tip li invita ad avere pazienza: per mangiarla ci vorrà ancora un po'. Aspettando, Tip e i suoi amici cercano altri passatempi, ma quel giorno, con loro disappunto, ogni cosa sembra implicare attesa. Alla fine comprenderanno che tutto arriva ad aver pazienza e la ricompensa è ancora più gustosa. Tip, Jody e Coniglietta stanno preparando una torta con l'aiuto della mamma di Tip. Una volta messa l'ultima striscia di pasta sulla torta, i cuccioli non vedono l'ora di mangiarla. La mamma di Tip li invita ad avere pazienza: per mangiarla ci vorrà ancora un po'. Aspettando, Tip e i suoi amici cercano altri passatempi, ma quel giorno, con loro disappunto, ogni cosa sembra implicare attesa. Alla fine comprenderanno che tutto arriva ad aver pazienza e la ricompensa è ancora più gustosa."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-12 12:55:00",
      "end_time": "2026-02-12 13:00:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "A casa delle zie le luci sono spente, le tende sono chiuse, mentre Coniglietta tiene una torcia elettrica sotto il mento: sta raccontando una storia spaventosa su un mostro dai denti grossi. Tip e i suoi amici sanno che i mostri non esistono ma, una volta in paese, per fare dolcetto o scherzetto con i costumi cuciti dalle zie, la loro sicurezza svanisce. Passando davanti al negozio del signor Paco sentono infatti dei rumori sospetti. E se il mostro dai denti grossi stesse attaccando il signor Paco? I cuccioli decidono di salvarlo e, naturalmente, di salvare anche le deliziose caramelle del negozio. A casa delle zie le luci sono spente, le tende sono chiuse, mentre Coniglietta tiene una torcia elettrica sotto il mento: sta raccontando una storia spaventosa su un mostro dai denti grossi. Tip e i suoi amici sanno che i mostri non esistono ma, una volta in paese, per fare dolcetto o scherzetto con i costumi cuciti dalle zie, la loro sicurezza svanisce. Passando davanti al negozio del signor Paco sentono infatti dei rumori sospetti. E se il mostro dai denti grossi stesse attaccando il signor Paco? I cuccioli decidono di salvarlo e, naturalmente, di salvare anche le deliziose caramelle del negozio."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 13:00:00",
      "end_time": "2026-02-12 13:10:00",
      "episode_number": "S4 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Sula e Bing stanno pitturando in giardino quando quest'ultimo cerca di prendere un po' d'acqua dal tubo per innaffiare ma, aprendolo troppo velocemente, il tubo si trasforma in un serpente cattivo. Sula e Bing stanno pitturando in giardino quando quest'ultimo cerca di prendere un po' d'acqua dal tubo per innaffiare ma, aprendolo troppo velocemente, il tubo si trasforma in un serpente cattivo..."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 13:10:00",
      "end_time": "2026-02-12 13:15:00",
      "episode_number": "S4 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Durante la festa di compleanno di Bing, Pando fa troppa confusione e la festa non si svolge come il coniglietto aveva previsto… Alla fine sarà bella comunque. Durante la festa di compleanno di Bing, Pando fa troppa confusione e la festa non si svolge come il coniglietto aveva previsto… Alla fine sarà bella comunque!"
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 13:15:00",
      "end_time": "2026-02-12 13:25:00",
      "episode_number": "S4 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Bing, Sula e Pando trasformano in una casetta il capanno del giardino di Bing. Ma all'interno scoprono che un uccellino ha fatto il nido e così decidono di cedergli la casetta per non spaventarlo e per far nascere i suoi piccoli. Bing, Sula e Pando trasformano in una casetta il capanno del giardino di Bing. Ma all'interno scoprono che un uccellino ha fatto il nido e così decidono di cedergli la casetta per non spaventarlo e per far nascere i suoi piccoli."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 13:25:00",
      "end_time": "2026-02-12 13:30:00",
      "episode_number": "S4 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Bing si arrabbia perché Pando, per divertirsi, continua a chiamarlo Bingo Bingoso. Bing si arrabbia perché Pando, per divertirsi, continua a chiamarlo Bingo Bingoso…."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 13:30:00",
      "end_time": "2026-02-12 13:40:00",
      "episode_number": "S3 E14",
      "show_category": "",
      "show_description": "Il biglietto per la festa del papà dovrebbe essere perfetto, ma Bluey non riesce a decidere cosa disegnare. La mamma le ricorda i momenti divertenti che ha passato con papà e come anche lui non sia sempre perfetto."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 13:40:00",
      "end_time": "2026-02-12 13:45:00",
      "episode_number": "S3 E15",
      "show_category": "",
      "show_description": "Mentre aspetta che suo padre lo venga a prendere a scuola, Jack finge di essere un marinaio che cerca di ritrovare la strada di casa in Australia. Nel frattempo, il padre di Jack si è perso lungo la strada per andare a prenderlo."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 13:45:00",
      "end_time": "2026-02-12 13:50:00",
      "episode_number": "S3 E16",
      "show_category": "",
      "show_description": "Bluey e Bingo vogliono giocare al ristorante con il nonno, ma le cose sono un po' cambiate rispetto ai suoi tempi perché deve usare un'app per ordinare il cibo."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 13:50:00",
      "end_time": "2026-02-12 14:00:00",
      "episode_number": "S3 E17",
      "show_category": "",
      "show_description": "Le cucciole giocano alla caffetteria e Bingo ha ordinato una meringa, ma lo chef papà sembra non riuscire mai ad eseguire l'ordine nel modo giusto. Quando Bluey lo licenzia, papà apre una caffetteria concorrente proprio accanto."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:00:00",
      "end_time": "2026-02-12 14:05:00",
      "episode_number": "S6 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo aver annusato il profumo di lavanda di Nonna Pig, Peppa comincia a esplorare e sperimentare con le mille fragranze dei fiori del giardino per creare il suo profumo speciale. Dopo aver annusato il profumo di lavanda di Nonna Pig, Peppa comincia a esplorare e sperimentare con le mille fragranze dei fiori del giardino per creare il suo profumo speciale."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:05:00",
      "end_time": "2026-02-12 14:10:00",
      "episode_number": "S6 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Peppa e i suoi compagni di classe organizzano una festa a scuola per aiutare a raccogliere fondi per un nuovo tetto. Le attrazioni più riuscite sono la pittura del viso e il castello gonfiabile. Peppa e i suoi compagni di classe organizzano una festa a scuola per aiutare a raccogliere fondi per un nuovo tetto. Le attrazioni più riuscite sono la pittura del viso e il castello gonfiabile..."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:10:00",
      "end_time": "2026-02-12 14:15:00",
      "episode_number": "S6 E5",
      "show_category": "Cartoni Animati",
      "show_description": "La pesciolina Goldie si sente un po' sola, quindi Peppa la porta all'acquario. Con tutti i pesci diversi e colorati che si trovano lì, Peppa spera che Goldie trovi un nuovo amico. La pesciolina Goldie si sente un po' sola, quindi Peppa la porta all'acquario. Con tutti i pesci diversi e colorati che si trovano lì, Peppa spera che Goldie trovi un nuovo amico."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:15:00",
      "end_time": "2026-02-12 14:20:00",
      "episode_number": "S6 E6",
      "show_category": "Cartoni Animati",
      "show_description": "È una bella giornata, ma Peppa, George e Nonno Pig sono seduti a guardare le corse automobilistiche in televisione. Nonna Pig li trascina fuori per godersi il sole, e nonno Pig costruisce a George un'auto da corsa. È una bella giornata, ma Peppa, George e Nonno Pig sono seduti a guardare le corse automobilistiche in televisione. Nonna Pig li trascina fuori per godersi il sole, e nonno Pig costruisce a George un'auto da corsa."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:20:00",
      "end_time": "2026-02-12 14:25:00",
      "episode_number": "S6 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti portano la barca di nonno Coniglio al picnic in riva al fiume, ma Papà Pig resta indietro... - Versione inglese con commento in italiano. Tutti portano la barca di nonno Coniglio al picnic in riva al fiume, ma Papà Pig resta indietro... - Versione inglese con commento in italiano."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 14:25:00",
      "end_time": "2026-02-12 14:30:00",
      "episode_number": "S6 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Peppa e le sue amiche sono impegnate a costruire un'isola deserta e altri edifici in un recinto di sabbia. Va tutto a meraviglia, fino a quando non si presentano i dinosauri di George e Richard. Peppa e le sue amiche sono impegnate a costruire un'isola deserta e altri edifici in un recinto di sabbia. Va tutto a meraviglia, fino a quando non si presentano i dinosauri di George e Richard..."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-12 14:30:00",
      "end_time": "2026-02-12 14:40:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo una prova disastrosa, Flutter aiuta Brinicle a preparare una brioche per un esame, ma l'impasto si espande durante la notte fino a raggiungere dimensioni colossali. Sull'iceberg regna il caos e cuocerlo prima dell'arrivo del giudice è una vera sfida. Riuscirà Looph a trovare una soluzione a prova di scienza. Dopo una prova disastrosa, Flutter aiuta Brinicle a preparare una brioche per un esame, ma l'impasto si espande durante la notte fino a raggiungere dimensioni colossali. Sull'iceberg regna il caos e cuocerlo prima dell'arrivo del giudice è una vera sfida. Riuscirà Looph a trovare una soluzione a prova di scienza?"
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-12 14:40:00",
      "end_time": "2026-02-12 14:50:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Quando la preziosa alga dorata di Pancake, Alastair, scompare, tutti i Piripinguini sono sospettati, ma nessuno confessa il \"crimine\". Pancake diventa detective e interroga uno a uno i suoi amici, finché la verità non si rivela sorprendentemente più vicina del previsto. Quando la preziosa alga dorata di Pancake, Alastair, scompare, tutti i Piripinguini sono sospettati, ma nessuno confessa il \\\"crimine\\\". Pancake diventa detective e interroga uno a uno i suoi amici, finché la verità non si rivela sorprendentemente più vicina del previsto."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-12 14:50:00",
      "end_time": "2026-02-12 15:05:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Il torneo sportivo annuale viene stravolto dalla rivale dei pinguini, Millie, che inventa delle dure \"Gare da pinguino\" per mettere alla prova i Piripinguini. Tra eliminazioni spietate e prove estreme, solo Pancake e Nugget, uniti dall'amicizia, possono farcela. Il torneo sportivo annuale viene stravolto dalla rivale dei pinguini, Millie, che inventa delle dure \\\"Gare da pinguino\\\" per mettere alla prova i Piripinguini. Tra eliminazioni spietate e prove estreme, solo Pancake e Nugget, uniti dall'amicizia, possono farcela."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-posta-di-yoyo.webp",
      "start_time": "2026-02-12 15:05:00",
      "end_time": "2026-02-12 15:15:00",
      "episode_number": "S2025 E69",
      "show_category": "Programmi Tv Kids",
      "show_description": "Lallo e Lorenzo vogliono preparare una difficilissima ricetta francese I Macarons e hanno chiesto a Carolina di prendere gli ingredienti. Peccato che Carolina abbiamo capito tutt'altro. Lallo e Lorenzo vogliono preparare una difficilissima ricetta francese I Macarons e hanno chiesto a Carolina di prendere gli ingredienti. Peccato che Carolina abbiamo capito tutt'altro."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-posta-di-yoyo.webp",
      "start_time": "2026-02-12 15:15:00",
      "end_time": "2026-02-12 15:25:00",
      "episode_number": "S2024 E29",
      "show_category": "Programmi Tv Kids",
      "show_description": "Che belli i disegni che mandano i bambini! Sono fonte di ispirazione anche per grandi pittori come Lallo, che oggi ha deciso di colorare il mondo. Che belli i disegni che mandano i bambini! Sono fonte di ispirazione anche per grandi pittori come Lallo, che oggi ha deciso di colorare il mondo!"
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piccolissimi.webp",
      "start_time": "2026-02-12 15:25:00",
      "end_time": "2026-02-12 15:30:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Quando i Piccolissimi trovano un labirinto Blue ci si perde dentro! Tutti iniziano a miagolare a pieni polmoni affinchè Blue possa sentirli e  trovare la via di uscita. Quando i Piccolissimi trovano un labirinto Blue ci si perde dentro! Tutti iniziano a miagolare a pieni polmoni affinchè Blue possa sentirli e  trovare la via di uscita."
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piccolissimi.webp",
      "start_time": "2026-02-12 15:30:00",
      "end_time": "2026-02-12 15:35:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "I Piccolissimi dopo aver trovato dei vassoi pieni di cubetti di ghiaccio si divertono a scivolarci sopra. Per non sentire il freddo si coprono con indumenti di lana ma Green a questo punto inizia a sentire caldissimo. I Piccolissimi dopo aver trovato dei vassoi pieni di cubetti di ghiaccio si divertono a scivolarci sopra. Per non sentire il freddo si coprono con indumenti di lana ma Green a questo punto inizia a sentire caldissimo!"
    },
    {
      "show_name": "Un cerotto per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/un-cerotto-per-amico.webp",
      "start_time": "2026-02-12 15:35:00",
      "end_time": "2026-02-12 15:45:00",
      "episode_number": "S2 E4",
      "show_category": "Programmi Tv Kids",
      "show_description": "Lallo oggi ha mal di denti. Il Dottor Andrea lo rassicura. Anche se, per caso, avesse una piccola carie, c'è sempre il dentista amico che può intervenire per chiudere il buchetto e insegnargli come mantenere belli e sani i suoi dentoni per partecipare allo special televisivo \"Ridendo nelle stalle. Lallo oggi ha mal di denti. Il Dottor Andrea lo rassicura. Anche se, per caso, avesse una piccola carie, c'è sempre il dentista amico che può intervenire per chiudere il buchetto e insegnargli come mantenere belli e sani i suoi dentoni per partecipare allo special televisivo \\\"Ridendo nelle stalle\\\"."
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-avventure-di-paddington.webp",
      "start_time": "2026-02-12 15:45:00",
      "end_time": "2026-02-12 16:10:00",
      "episode_number": "S2 E3",
      "show_category": "",
      "show_description": "Paddington e la famiglia Brown organizzano una festa per Mateo. // Paddington gioca ad Imaginarium con Mateo."
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-storie-di-paura-di-masha.webp",
      "start_time": "2026-02-12 16:10:00",
      "end_time": "2026-02-12 16:15:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Masha racconta la storia di un ragazzo che ha paura dell'acqua e smette di lavarsi, diventando un maialino e spaventando gli amici! Alla fine capisce che l'acqua può essere divertente. Masha racconta la storia di un ragazzo che ha paura dell'acqua e smette di lavarsi, diventando un maialino e spaventando gli amici! Alla fine capisce che l'acqua può essere divertente."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 16:15:00",
      "end_time": "2026-02-12 16:20:00",
      "episode_number": "S5 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Orso e Tigre sono a pesca e ingannano l'attesa giocando a dama ma vengono continuamente disturbati da Masha e i suoi amici. Per tenerli  impegnati Tigre e Orso s'inventano una rocambolesca e... dolce caccia al tesoro. Orso e Tigre sono a pesca e ingannano l'attesa giocando a dama ma vengono continuamente disturbati da Masha e i suoi amici. Per tenerli  impegnati Tigre e Orso s'inventano una rocambolesca e... dolce caccia al tesoro."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 16:20:00",
      "end_time": "2026-02-12 16:30:00",
      "episode_number": "S5 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Masha e Orso trovano tre piccoli e pestiferi coniglietti che hanno smarrito la loro mamma. Nell'attesa di ritrovarla, Masha decide di occuparsene ma l'impresa si rivela più complicata del previsto. Masha e Orso trovano tre piccoli e pestiferi coniglietti che hanno smarrito la loro mamma. Nell'attesa di ritrovarla, Masha decide di occuparsene ma l'impresa si rivela più complicata del previsto."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 16:30:00",
      "end_time": "2026-02-12 16:35:00",
      "episode_number": "S5 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Orso va a casa di Orsa a farle dei lavori e in sua assenza lascia il comando prima a Panda e poi a Masha ma, in entrambi i casi, si rivela una pessima idea e dovrà correre ai ripari. Orso va a casa di Orsa a farle dei lavori e in sua assenza lascia il comando prima a Panda e poi a Masha ma, in entrambi i casi, si rivela una pessima idea e dovrà correre ai ripari."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 16:35:00",
      "end_time": "2026-02-12 16:45:00",
      "episode_number": "S5 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Chi è la cuoca migliore del bosco? Masha non ha dubbi sulla risposta a questa domanda. E ne abbiamo la prova: pasta cucinata da Masha in persona. Non potrebbe essere più semplice. Tuttavia Dasha ha qualche dubbio che il piatto di Masha non sia commestibile. Come al solito, toccherà a Orso risolvere la disputa tra le bambine. Chi è la cuoca migliore del bosco? Masha non ha dubbi sulla risposta a questa domanda. E ne abbiamo la prova: pasta cucinata da Masha in persona. Non potrebbe essere più semplice. Tuttavia Dasha ha qualche dubbio che il piatto di Masha non sia commestibile. Come al solito, toccherà a Orso risolvere la disputa tra le bambine."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-12 16:45:00",
      "end_time": "2026-02-12 16:50:00",
      "episode_number": "S5 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Ah, l'amore, l'amore! Orso prepara un regalo per Orsa e sogna di conquistare il cuore della sua bella. Ma c'è anche Masha! Fino a che punto, il solito disastro creato dalla bimba interferirà negli affari di cuore di Orso. Ah, l'amore, l'amore! Orso prepara un regalo per Orsa e sogna di conquistare il cuore della sua bella. Ma c'è anche Masha! Fino a che punto, il solito disastro creato dalla bimba interferirà negli affari di cuore di Orso?"
    },
    {
      "show_name": "Le Canzoni di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-canzoni-di-masha.webp",
      "start_time": "2026-02-12 16:50:00",
      "end_time": "2026-02-12 17:00:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "A volte sognare di viaggiare può aiutare a far il tornare il buonumore, soprattutto se sei in punizione per qualche marachella. In questo episodio, Masha immagina un viaggio attraverso tutta l'Italia e si cimenta addirittura nel Belcanto. A volte sognare di viaggiare può aiutare a far il tornare il buonumore, soprattutto se sei in punizione per qualche marachella. In questo episodio, Masha immagina un viaggio attraverso tutta l'Italia e si cimenta addirittura nel Belcanto..."
    },
    {
      "show_name": "Hello Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-yoyo.webp",
      "start_time": "2026-02-12 17:00:00",
      "end_time": "2026-02-12 17:30:00",
      "episode_number": "S4 E29",
      "show_category": "Educational",
      "show_description": "Ricky sfida Bop e Boo a una bizzarra partita di minigolf con regole tutte sue e Pocoyo aiuta una formica in difficoltà conquistandone tutta la colonia. Musica con un'allegra filastrocca di Masha e la dolce Goodbye Song e poi Guessing Game, sorprese e divertimento con Laura e la sua Fantastic Bag. Ricky sfida Bop e Boo a una bizzarra partita di minigolf con regole tutte sue e Pocoyo aiuta una formica in difficoltà conquistandone tutta la colonia. Musica con un'allegra filastrocca di Masha e la dolce Goodbye Song e poi Guessing Game, sorprese e divertimento con Laura e la sua Fantastic Bag!"
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/l-albero-azzurro.webp",
      "start_time": "2026-02-12 17:30:00",
      "end_time": "2026-02-12 17:45:00",
      "episode_number": "E17",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò ha dimenticato i suoi giochi in cortile e ora sono tutti sporchi. Il cucciolo non ha intenzione di rimediare al piccolo pasticcio e vorrebbe usare: il \"Telocomando\", una macchina in grado di far fare agli altri ciò che vuoi... magari così i giochi li ripuliranno Laura e Andrea! Ma sarà così semplice. Dodò ha dimenticato i suoi giochi in cortile e ora sono tutti sporchi. Il cucciolo non ha intenzione di rimediare al piccolo pasticcio e vorrebbe usare: il \\\"Telocomando\\."
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/l-albero-azzurro.webp",
      "start_time": "2026-02-12 17:45:00",
      "end_time": "2026-02-12 18:00:00",
      "episode_number": "E18",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò non riesce a calmarsi, va allora nel bosco per cercare il fiore della calma. E nel bosco, tra animali, meraviglie varie e due buffi personaggi, realizza che a volte per calmarsi basta distrarsi. Dodò non riesce a calmarsi, va allora nel bosco per cercare il fiore della calma. E nel bosco, tra animali, meraviglie varie e due buffi personaggi, realizza che a volte per calmarsi basta distrarsi!"
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:00:00",
      "end_time": "2026-02-12 18:05:00",
      "episode_number": "S9 E1",
      "show_category": "",
      "show_description": "Super Patato mette in palio un biglietto d'oro per partecipare al suo nuovo film che si girerà in America e Peppa e la sua famiglia lo vincono. Atterrano così a New York, dove una Signorina Coniglio statunitense li accompagna in un giro turistico e da' loro un camper per raggiungere Hollywood."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:05:00",
      "end_time": "2026-02-12 18:10:00",
      "episode_number": "S9 E2",
      "show_category": "",
      "show_description": "Peppa e la sua famiglia fanno una sosta con il camper alla tavola calda dell'immancabile Signorina Coniglio, dove mangiano, ballano e seguono le evoluzioni dei Monster Trucks. Infine proseguono verso Hollywood."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:10:00",
      "end_time": "2026-02-12 18:15:00",
      "episode_number": "S1 E3",
      "show_category": "",
      "show_description": "Peppa e la sua famiglia attraversano il deserto, dove incontrano il Signor Bisonte che gli illustra il Canyon e un'altra Signorina Coniglio che fa fare loro un giro turistico in elicottero e gommone attraverso le rapide. Poi la famiglia si rimette in viaggio."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:15:00",
      "end_time": "2026-02-12 18:20:00",
      "episode_number": "S9 E4",
      "show_category": "",
      "show_description": "Peppa e la sua famiglia raggiungono Hollywood e Super Patato li invita a far parte insieme a lui e a Frittellotto del nuovo film. I quattro devono rappresentare le verdure che gioiscono all'impresa di Super Patato e Frittellotto che salveranno l'universo dalle carote malvage. Ma nessuno ha pensato a quale metodo usare. Grazie all'idea di Peppa e all'arrivo delle cinque Signorine Coniglio, le carote vengono distrutte a suon di mandibole! Poi la famiglia torna in Inghilterra."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:20:00",
      "end_time": "2026-02-12 18:25:00",
      "episode_number": "S9 E5",
      "show_category": "",
      "show_description": "Peppa e George sono dai nonni. Nonna Pig decide di andare in campeggio con la vecchia motocicletta, poiché la macchina è dal meccanico. I quattro arrivano così al mare e si fermano lì per la notte."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-12 18:25:00",
      "end_time": "2026-02-12 18:30:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Peppa e George sono in campeggio al mare con i nonni. Sulla spiaggia trovano oggetti restituiti dal mare che Peppa considera tesori. Tra questi c'è anche un messaggio in bottiglia che Nonno Coniglio aveva lanciato in mare tanto tempo fa. Con tutti gli oggetti trovati, Nonna Pig crea una sorta di spaventapasseri per proteggere i lamponi di Nonno Pig."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-12 18:30:00",
      "end_time": "2026-02-12 18:35:00",
      "episode_number": "S5 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo e Pato indagano su una strana luce che trovano dappertutto. Il Narratore teme che sia l'inizio di una invasione robot. Ma che cos'è davvero questo fenomeno luminoso. Pocoyo e Pato indagano su una strana luce che trovano dappertutto. Il Narratore teme che sia l'inizio di una invasione robot. Ma che cos'è davvero questo fenomeno luminoso?"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-12 18:35:00",
      "end_time": "2026-02-12 18:45:00",
      "episode_number": "S5 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Pocoyo trova una trombetta magica da cui fuoriesce una strana creatura composta di forme. Pocoyo e i suoi amici devono fermare la creatura prima che diventi sempre più grande. Pocoyo trova una trombetta magica da cui fuoriesce una strana creatura composta di forme. Pocoyo e i suoi amici devono fermare la creatura prima che diventi sempre più grande!"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-12 18:45:00",
      "end_time": "2026-02-12 18:50:00",
      "episode_number": "S5 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Elly deve preparare la sua famosa torta per vincere il primo premio come ogni anno. Pocoyo crede che cucinare sia divertente e si offre di aiutarla. Elly chiarisce subito che devono seguire la ricetta alla lettera ma Pocoyo improvvisa creando scompiglio ed Elly finisce per cucinare la torta con ingredienti insoliti. Lei è disperata, ma il giudice Fred la assaggia e la adora! Elly capisce che anche la creatività è un ottimo ingrediente. Elly deve preparare la sua famosa torta per vincere il primo premio come ogni anno. Pocoyo crede che cucinare sia divertente e si offre di aiutarla. Elly chiarisce subito che devono seguire la ricetta alla lettera ma Pocoyo improvvisa creando scompiglio ed Elly finisce per cucinare la torta con ingredienti insoliti. Lei è disperata, ma il giudice Fred la assaggia e la adora! Elly capisce che anche la creatività è un ottimo ingrediente."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-12 18:50:00",
      "end_time": "2026-02-12 19:00:00",
      "episode_number": "S5 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Pato e Pocoyo scoprono che l'abilità di Pato di dividersi in pezzi è molto utile per aiutare i suoi amici. Cosa succederà. Pato e Pocoyo scoprono che l'abilità di Pato di dividersi in pezzi è molto utile per aiutare i suoi amici. Cosa succederà?"
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-12 19:00:00",
      "end_time": "2026-02-12 19:10:00",
      "episode_number": "S3 E14",
      "show_category": "",
      "show_description": "Mazu deve aggiustare il Kart di Rocky e, nel frattempo, presta il suo Kart volante all'amico, raccomandandogli di non farlo volare e di essere prudente."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-12 19:10:00",
      "end_time": "2026-02-12 19:20:00",
      "episode_number": "S3 E15",
      "show_category": "",
      "show_description": "Appena si presenta la possibilità di far parte del Consiglio dei Saggi, Mazu si candida."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-12 19:20:00",
      "end_time": "2026-02-12 19:35:00",
      "episode_number": "S3 E16",
      "show_category": "",
      "show_description": "Missy è brava a fare i trucchi di magia così viene incoraggiata dai nostri minidino a dare uno spettacolo per tutta Cretazia."
    },
    {
      "show_name": "Spidey e i suoi fantastici amici",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/spidey-e-i-suoi-fantastici-amici.webp",
      "start_time": "2026-02-12 19:35:00",
      "end_time": "2026-02-12 19:55:00",
      "episode_number": "S3 E56",
      "show_category": "",
      "show_description": "Dopo che Hulk viene colpito dal Raggio dell'Obbedienza di Doc Ock, lo Spidey Team deve impedirgli di aiutarla. Un lemure ruba la tecnologia di Ant-Man e Wasp per rimpicciolire e ingrandire, combinando guai in giro per la città."
    },
    {
      "show_name": "Topolino - La casa del divertimento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topolino-la-casa-del-divertimento.webp",
      "start_time": "2026-02-12 19:55:00",
      "end_time": "2026-02-12 20:20:00",
      "episode_number": "S3 E60",
      "show_category": "",
      "show_description": "Paperina cerca il suo sogno preferito nel Mondo dei Sogni. Paperina non è soddisfatta, perché vorrebbe fare il selfie perfetto."
    },
    {
      "show_name": "Minnie Toons",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minnie-toons.webp",
      "start_time": "2026-02-12 20:20:00",
      "end_time": "2026-02-12 20:25:00",
      "episode_number": "S1 E8",
      "show_category": "",
      "show_description": "Paperina ordina un robot che fa fiocchi per completare un ordine, ma il macchinario sfugge al suo controllo."
    },
    {
      "show_name": "Vampirina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/vampirina.webp",
      "start_time": "2026-02-12 20:25:00",
      "end_time": "2026-02-12 20:45:00",
      "episode_number": "S3 E52",
      "show_category": "",
      "show_description": "La corda del teschiulele di Vi si rompe. Mentre ne cercano una nuova, le ragazze trovano qualcosa. Gregoria si sta preparando per una mostra d'arte al Mostropolitan Art Museum."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 20:45:00",
      "end_time": "2026-02-12 20:50:00",
      "episode_number": "S2 E49",
      "show_category": "",
      "show_description": "Mamma si ricorda di quando Bluey e Judo erano cucciole. Bluey fu la prima a imparare a rotolarsi, ma Judo fu la prima a gattonare, così divenne una gara per capire chi avrebbe camminato per prima."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 20:50:00",
      "end_time": "2026-02-12 21:00:00",
      "episode_number": "S2 E50",
      "show_category": "",
      "show_description": "Nonno dovrebbe restare a riposo, ma quando Bluey e Bingo vanno a trovarlo, lui corre incontro ai cuccioli e li guida in una folle avventura nel bosco."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 21:00:00",
      "end_time": "2026-02-12 21:05:00",
      "episode_number": "S2 E51",
      "show_category": "",
      "show_description": "Bluey riceve per Natale un nuovo orsacchiotto, che presenta alla sua famiglia. Tutti vogliono giocare con il suo nuovo regalo, finché Bluey si stanca... . Disponibile anche in lingua originale."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-12 21:05:00",
      "end_time": "2026-02-12 21:20:00",
      "episode_number": "S2 E52",
      "show_category": "",
      "show_description": "Bingo è convinta che il coniglietto pasquale si sia dimenticato di loro come l'anno prima, finché Bluey non trova una serie di indizi che li coinvolge in una caccia al tesoro per trovare le uova di Pasqua."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:20:00",
      "end_time": "2026-02-12 21:25:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Il coniglietto Bing adora i fuochi d'artificio e li guarda insieme ai suoi amici Flop, Amma e Sula. Il coniglietto Bing adora i fuochi d'artificio e li guarda insieme ai suoi amici Flop, Amma e Sula."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:25:00",
      "end_time": "2026-02-12 21:30:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Bing gioca con un palloncino da gonfiare ma ad un certo punto il palloncino scoppia e Bing è molto dispiaciuto. Ma Flop gli suggerisce di metterlo nella scatola dei ricordi così non lo dimenticherà mai. Bing gioca con un palloncino da gonfiare ma ad un certo punto il palloncino scoppia e Bing è molto dispiaciuto. Ma Flop gli suggerisce di metterlo nella scatola dei ricordi così non lo dimenticherà mai."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:30:00",
      "end_time": "2026-02-12 21:40:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Bing sta andando sull'altalena ma anche Pando vuole salirci, quindi Flop propone di contare fino a dieci e darsi il cambio. Pando imbroglia nel contare e per farlo scendere, Bing gli si mette davanti venendo così colpito dall'altalena. Bing sta andando sull'altalena ma anche Pando vuole salirci, quindi Flop propone di contare fino a dieci e darsi il cambio. Pando imbroglia nel contare e per farlo scendere, Bing gli si mette davanti venendo così colpito dall'altalena."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:40:00",
      "end_time": "2026-02-12 21:45:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Bing giocando con i cubi costruisce una torre molto alta ma Coco gliela butta giù per prendere i suoi cubi allora Bing butta giù l'arcobaleno di Coco e Coco si arrabbia. Non ci sono abbastanza cubi per entrambe le cose. Flop suggerisce di costruire una torre arcobaleno e finalmente giocare insieme. Bing giocando con i cubi costruisce una torre molto alta ma Coco gliela butta giù per prendere i suoi cubi allora Bing butta giù l'arcobaleno di Coco e Coco si arrabbia. Non ci sono abbastanza cubi per entrambe le cose. Flop suggerisce di costruire una torre arcobaleno e finalmente giocare insieme."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:45:00",
      "end_time": "2026-02-12 21:55:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Sula vanno al parco per nutrire le anatre ma non riescono a farle avvicinare. Così, Flop consiglia loro di restare in silenzio e immobili come statue. Bing e Sula vanno al parco per nutrire le anatre ma non riescono a farle avvicinare. Così, Flop consiglia loro di restare in silenzio e immobili come statue."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-12 21:55:00",
      "end_time": "2026-02-12 22:05:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Flop sta facendo un frullato di banana, la carota che Bing sta mangiando finisce nel frullatore. Mentre Flop sta facendo un frullato di banana, la carota che Bing sta mangiando finisce nel frullatore."
    },
    {
      "show_name": "Buonanotte con Carolina - Storie e letterine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/buonanotte-con-carolina-storie-e-letterine.webp",
      "start_time": "2026-02-12 22:05:00",
      "end_time": "2026-02-12 22:10:00",
      "episode_number": "S1 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "Carolina racconta la storia di Zac e Tina, due amici del cuore che sono tanto cari a Mia, una bambina che ha inviato la sua letterina a Carolina. Carolina racconta la storia di Zac e Tina, due amici del cuore che sono tanto cari a Mia, una bambina che ha inviato la sua letterina a Carolina."
    },
    {
      "show_name": "Carolina e Topo Tip - Raccontastorie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/carolina-e-topo-tip-raccontastorie.webp",
      "start_time": "2026-02-12 22:10:00",
      "end_time": "2026-02-12 22:20:00",
      "episode_number": "S2021 E10",
      "show_category": "Programmi Tv Kids",
      "show_description": "A casa dei nonni, Tip si rifiuta di mangiare la minestra di verdure senza neppure assaggiarla, dicendo che non gli piace. Intestardito nella sua convinzione che le verdure siano schifose, Tip va a nascondersi in giardino. La nonna lo segue e, sorniona, si mette a lavorare nell'orto, facendo in modo di catturare la sua attenzione. Tip, incuriosito, si avvicina. La nonna gli spiega come nascono e si coltivano le verdure, rendendogliele simpatiche e interessanti; quindi le raccolgono insieme e Tip le assaggia subito e scopre con sorpresa quanto siano gustose e fresche. A casa dei nonni, Tip si rifiuta di mangiare la minestra di verdure senza neppure assaggiarla, dicendo che non gli piace. Intestardito nella sua convinzione che le verdure siano schifose, Tip va a nascondersi in giardino. La nonna lo segue e, sorniona, si mette a lavorare nell'orto, facendo in modo di catturare la sua attenzione. Tip, incuriosito, si avvicina. La nonna gli spiega come nascono e si coltivano le verdure, rendendogliele simpatiche e interessanti; quindi le raccolgono insieme e Tip le assaggia subito e scopre con sorpresa quanto siano gustose e fresche!"
    },
    {
      "show_name": "Tutti a nanna con Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/tutti-a-nanna-con-yoyo.webp",
      "start_time": "2026-02-12 22:20:00",
      "end_time": "2026-02-12 22:35:00",
      "episode_number": "",
      "show_category": "Programmi Tv Kids",
      "show_description": "Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla. Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 22:35:00",
      "end_time": "2026-02-12 22:40:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Panda e una Ronfetta impartiscono lezioni di canto ai Ronfi stonati. Arrivata la sera, Lupo esce a caccia di Ronfi. Ma la luna piena, irresistibile, lo spinge a ululare e rovina i suoi piani. Panda e una Ronfetta impartiscono lezioni di canto ai Ronfi stonati. Arrivata la sera, Lupo esce a caccia di Ronfi. Ma la luna piena, irresistibile, lo spinge a ululare e rovina i suoi piani..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 22:40:00",
      "end_time": "2026-02-12 22:50:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivata la neve nella valle dei Ronfi! Panda decide di portare i Ronfi sulla cima di un pendio per divertirsi con lo slittino. Ma Lupo è in agguato, e spera di sfruttare la situazione a suo vantaggio. È arrivata la neve nella valle dei Ronfi! Panda decide di portare i Ronfi sulla cima di un pendio per divertirsi con lo slittino. Ma Lupo è in agguato, e spera di sfruttare la situazione a suo vantaggio…."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 22:50:00",
      "end_time": "2026-02-12 22:55:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Il fiume della valle dei Ronfi è in secca! Una Ronfetta parte in missione per capire cosa sia successo, e scopre che è la grande diga dei Castori, a impedire al fiume di scorrere. I Ronfi provano allora a costruire una diga tutta loro, ma il risultato non è dei migliori. Il fiume della valle dei Ronfi è in secca! Una Ronfetta parte in missione per capire cosa sia successo, e scopre che è la grande diga dei Castori, a impedire al fiume di scorrere. I Ronfi provano allora a costruire una diga tutta loro, ma il risultato non è dei migliori..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-12 22:55:00",
      "end_time": "2026-02-12 23:05:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Lupo si traveste da Ronfetta e riesce a catturare un Ronfo. Subito, tre Ronfi si lanciano al salvataggio dell'amico rapito. Lupo si traveste da Ronfetta e riesce a catturare un Ronfo. Subito, tre Ronfi si lanciano al salvataggio dell'amico rapito..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:05:00",
      "end_time": "2026-02-12 23:10:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:10:00",
      "end_time": "2026-02-12 23:15:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:15:00",
      "end_time": "2026-02-12 23:20:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:20:00",
      "end_time": "2026-02-12 23:25:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:25:00",
      "end_time": "2026-02-12 23:30:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-12 23:30:00",
      "end_time": "2026-02-12 23:35:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 23:35:00",
      "end_time": "2026-02-12 23:40:00",
      "episode_number": "S5 E11",
      "show_category": "",
      "show_description": "Mentre Molang e Piu Piu stanno attraversando il deserto egiziano, Piu Piu cade in una buca. Molang va ad aiutarlo e si ritrovano faccia a faccia con una mummia: decidono di portarla con sé per presentarla ai loro amici. Ma trovare la via d'uscita da una piramide non è facile."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 23:40:00",
      "end_time": "2026-02-12 23:45:00",
      "episode_number": "S5 E12",
      "show_category": "",
      "show_description": "Nai ruggenti anni Venti, Piu Piu inventa un nuovo tipo di musica. Molang vuole che il suo amico incontri un produttore musicale, ma la guardia del corpo del produttore non sembra essere d'accordo."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 23:45:00",
      "end_time": "2026-02-12 23:50:00",
      "episode_number": "S5 E13",
      "show_category": "",
      "show_description": "Molang e Piu Piu pensano di aver visto un mostro nella foresta! Spaventati all'inizio, poi incuriositi, cercano di scoprire di più su questa creatura."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 23:50:00",
      "end_time": "2026-02-12 23:55:00",
      "episode_number": "S5 E14",
      "show_category": "",
      "show_description": "Dopo che Molang e Piu Piu l'hanno salvato il re offre loro un regalo speciale... un'armatura, uno scudo e una spada per andare a scacciare il drago."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-12 23:55:00",
      "end_time": "2026-02-13 00:00:00",
      "episode_number": "S5 E15",
      "show_category": "",
      "show_description": "Nella torre più antica del castello del re, un fantasma sta organizzando un ballo per tutti gli altri fantasmi, quando si rende conto di non avere una banda! Così cerca di invitare Molang e Piu Piu ma."
    }
  ]
}