{
  "channel_name": "RaiYoyo",
  "date": "2026-02-10",
  "programs": [
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:00:00",
      "episode_number": "S5 E48",
      "show_category": "",
      "show_description": "Molang e Piu Piu desiderano diventare moschettieri alla corte del re. Piu Piu è troppo piccolo per essere ammesso, ma non lascerà che questo lo fermi."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 00:00:00",
      "end_time": "2026-02-10 00:05:00",
      "episode_number": "S5 E49",
      "show_category": "",
      "show_description": "Un mago lascia il castello e dimentica il suo cappello magico. Molang e Piu Piu lo trovano e giocano agli apprendisti."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 00:05:00",
      "end_time": "2026-02-10 00:10:00",
      "episode_number": "S5 E50",
      "show_category": "",
      "show_description": "Dopo che un'onda li ha travolti, Molang e Piu Piu pensano di trovarsi bloccati su un'isola. Ma grazie a un amico scoprono che in realtà sono nella pancia di una balena."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-10 00:10:00",
      "end_time": "2026-02-10 00:15:00",
      "episode_number": "S7 E13",
      "show_category": "",
      "show_description": "Quando vengono consegnati i kit di due mobili componibili, il fattore e Bitzer trasformano il montaggio in un gran caos. Shaun e le pecore interverranno per fargli capire come va interpretato il foglio delle istruzioni."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-10 00:15:00",
      "end_time": "2026-02-10 00:20:00",
      "episode_number": "S7 E14",
      "show_category": "",
      "show_description": "Il fattore e Bitzer hanno passato tutta la notte a giocare ai video giochi e la mattina seguente sono stanchi morti. Shaun ne approfitta per modificare la lista di Bitzer delle cose da far fare alle pecore ma si dimentica di cambiare un punto importante: la tosatura."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-10 00:20:00",
      "end_time": "2026-02-10 00:30:00",
      "episode_number": "S7 E15",
      "show_category": "",
      "show_description": "Bitzer è stupito nel vedere che il fattore scarabocchia il punto in cui la mappa indica dove sta seppellito il suo osso e teme di non riuscire più a trovarlo. Le pecore decidono di aiutarlo utilizzando metodi non del tutto ortodossi."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/shaun-vita-da-pecora.webp",
      "start_time": "2026-02-10 00:30:00",
      "end_time": "2026-02-10 00:35:00",
      "episode_number": "S7 E16",
      "show_category": "",
      "show_description": "Bitzer è imbarazzato perché suo padre è andato a fargli visita senza preavviso e il cortile della fattoria è in disordine. Dispiaciute per Bitzer, Shaun e le pecore iniziano a fare ordine con allegria e così la visita trascorre piacevolmente. Appena il padre andrà via la fattoria ripiomberà nell'anarchia di sempre."
    },
    {
      "show_name": "La Melevisione",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-melevisione.webp",
      "start_time": "2026-02-10 00:35:00",
      "end_time": "2026-02-10 01:00:00",
      "episode_number": "S2005",
      "show_category": "",
      "show_description": "Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare. Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 01:00:00",
      "end_time": "2026-02-10 01:15:00",
      "episode_number": "S5 E35",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 01:15:00",
      "end_time": "2026-02-10 01:25:00",
      "episode_number": "S5 E36",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 01:25:00",
      "end_time": "2026-02-10 01:35:00",
      "episode_number": "S5 E37",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 01:35:00",
      "end_time": "2026-02-10 01:50:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbapapà decidono di coltivare il grano per poi ricavarne la farina e preparare il pane. Durante l'intero ciclo di coltivazione, i bambini si fanno scherzi e scaramucce, mettendo a dura prova la pazienza dei genitori. Alla fine però, con la collaborazione di tutti, viene fuori un ottimo. I Barbapapà decidono di coltivare il grano per poi ricavarne la farina e preparare il pane. Durante l'intero ciclo di coltivazione, i bambini si fanno scherzi e scaramucce, mettendo a dura prova la pazienza dei genitori. Alla fine però, con la collaborazione di tutti, viene fuori un ottimo."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 01:50:00",
      "end_time": "2026-02-10 02:00:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "I barbapapà decidono di far crescere un nuovo albero di avocado, frutto di cui sono ghiotti. L'attesa però spazientisce i bambini, e in particolar modo Barbabravo, che decide di risolvere il problema a modo suo. Alla fine imparerà che, per ottenere buoni frutti, bisogna avere pazienza, e che la strada più veloce non è necessariamente la migliore. I barbapapà decidono di far crescere un nuovo albero di avocado, frutto di cui sono ghiotti. L'attesa però spazientisce i bambini, e in particolar modo Barbabravo, che decide di risolvere il problema a modo suo. Alla fine imparerà che, per ottenere buoni frutti, bisogna avere pazienza, e che la strada più veloce non è necessariamente la migliore."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 02:00:00",
      "end_time": "2026-02-10 02:10:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Non va sempre tutto bene, nella famiglia dei barbapapà: spesso i bambini litigano tra loro e mettono il broncio, e questa volta sembra proprio che non vogliano fare pace. Non va sempre tutto bene, nella famiglia dei barbapapà: spesso i bambini litigano tra loro e mettono il broncio, e questa volta sembra proprio che non vogliano fare pace."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 02:10:00",
      "end_time": "2026-02-10 02:20:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Durante la raccolta delle carote, Edmondo viene preso in giro da Lucy per la sua scarsa forza fisica. Nel tentativo di dimostrare all'amica il proprio valore in altri campi, Edmondo tenta di raccogliere del miele, ma rovescia accidentalmente l'arnia. Come se non bastasse, le api sono tutte sparite! I due piccoli devono risolvere il problema prima dell'arrivo di Harry. Durante la raccolta delle carote, Edmondo viene preso in giro da Lucy per la sua scarsa forza fisica. Nel tentativo di dimostrare all'amica il proprio valore in altri campi, Edmondo tenta di raccogliere del miele, ma rovescia accidentalmente l'arnia. Come se non bastasse, le api sono tutte sparite! I due piccoli devono risolvere il problema prima dell'arrivo di Harry."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 02:20:00",
      "end_time": "2026-02-10 02:35:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy vogliono organizzare una merenda a sorpresa per tutti, e mentre Lucy si concentra nel creare lo spazio adatto, Edmondo si preoccupa di raccogliere le fragole. Ma con lui c'è Mitzi, che non resiste e mangia tutta la frutta raccolta. Per fortuna Ortensia e Polka sanno tutto su come fare una buona tisana e basterà trovare del timo, sperando che Mitzi riesca a tenere il segreto per svelare la sorpresa. Edmondo e Lucy vogliono organizzare una merenda a sorpresa per tutti, e mentre Lucy si concentra nel creare lo spazio adatto, Edmondo si preoccupa di raccogliere le fragole. Ma con lui c'è Mitzi, che non resiste e mangia tutta la frutta raccolta. Per fortuna Ortensia e Polka sanno tutto su come fare una buona tisana e basterà trovare del timo, sperando che Mitzi riesca a tenere il segreto per svelare la sorpresa..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 02:35:00",
      "end_time": "2026-02-10 02:45:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Esortati da Harry, l'organizzato Edmondo e la caotica Lucy si sfidano a una gara di \"messa in ordine\" delle rispettive stanze. Mitzi, chiamata a giudicare chi sia il vincitore, non sa rispondere, e quindi a mo' di spareggio viene proposta una sfida più in grande: il vincitore sarà chi riuscirà a mettere in ordine l'intera foresta. Esortati da Harry, l'organizzato Edmondo e la caotica Lucy si sfidano a una gara di \\\"messa in ordine\\\" delle rispettive stanze. Mitzi, chiamata a giudicare chi sia il vincitore, non sa rispondere, e quindi a mo' di spareggio viene proposta una sfida più in grande: il vincitore sarà chi riuscirà a mettere in ordine l'intera foresta!"
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 02:45:00",
      "end_time": "2026-02-10 02:55:00",
      "episode_number": "S2 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Edmund costruisce un piccolo parco giochi nella stanza degli ospiti per far sfogare i bambini costretti a restare in casa dato che fuori fa molto freddo. Su invito di Margaret, il nonno e la nonna restano ospiti per la notte. Per evitare di smontare il parco giochi e avere la possibilità di giocare il giorno successivo, i ragazzi tentano ogni strada possibile, dormendo addirittura sul pavimento lasciando così liberi per i nonni i propri letti. Purtroppo, però, la notte non sarà affatto tranquilla. Edmund costruisce un piccolo parco giochi nella stanza degli ospiti per far sfogare i bambini costretti a restare in casa dato che fuori fa molto freddo. Su invito di Margaret, il nonno e la nonna restano ospiti per la notte. Per evitare di smontare il parco giochi e avere la possibilità di giocare il giorno successivo, i ragazzi tentano ogni strada possibile, dormendo addirittura sul pavimento lasciando così liberi per i nonni i propri letti. Purtroppo, però, la notte non sarà affatto tranquilla."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 02:55:00",
      "end_time": "2026-02-10 03:10:00",
      "episode_number": "S2 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre giocano, Woody e Rosie danneggiano il peluche di Scouty. Decidono di non dirglielo e portano il peluche nel loro nascondiglio per cercare di sistemarlo! Ma le riparazioni vanno male, e il peluche finisce per sembrare sempre meno un peluche! Rosie e Woody decidono di abbandonarlo nella foresta piuttosto che dire la verità... Ma quando cambiano idea, il peluche è stato preso da un corvo. Mentre giocano, Woody e Rosie danneggiano il peluche di Scouty. Decidono di non dirglielo e portano il peluche nel loro nascondiglio per cercare di sistemarlo! Ma le riparazioni vanno male, e il peluche finisce per sembrare sempre meno un peluche! Rosie e Woody decidono di abbandonarlo nella foresta piuttosto che dire la verità... Ma quando cambiano idea, il peluche è stato preso da un corvo."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 03:10:00",
      "end_time": "2026-02-10 03:20:00",
      "episode_number": "S2 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Ludo invita Scouty, Rosie e Woody a una festa. Woody è così contento che, per la gioia, inciampa su un mucchio di sassi e si fa male a una zampa. Per Margaret ed Edmund c'è solo una soluzione: Woody non può camminare per un po' e questo significa che non può andare alla festa. Lo stesso vale per Scouty che deve rimanere con il fratello per aiutarlo. Rosie vuole andare lo stesso alla festa. Ha un'idea: perché non portare Woody con un piccolo carrello? Purtroppo, il viaggio non va come previsto. Alla fine, deve intervenire Edmund. Ora nessuno di loro può andare alla festa. Ma alla fine ci sarà una sorpresa. Ludo invita Scouty, Rosie e Woody a una festa. Woody è così contento che, per la gioia, inciampa su un mucchio di sassi e si fa male a una zampa. Per Margaret ed Edmund c'è solo una soluzione: Woody non può camminare per un po' e questo significa che non può andare alla festa. Lo stesso vale per Scouty che deve rimanere con il fratello per aiutarlo. Rosie vuole andare lo stesso alla festa. Ha un'idea: perché non portare Woody con un piccolo carrello? Purtroppo, il viaggio non va come previsto. Alla fine, deve intervenire Edmund. Ora nessuno di loro può andare alla festa. Ma alla fine ci sarà una sorpresa."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:20:00",
      "end_time": "2026-02-10 03:25:00",
      "episode_number": "S5 E9",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono assistenti di un druido che prepara pozioni molto puzzolenti... Le cose si complicano quando il druido prende parte a una competizione."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:25:00",
      "end_time": "2026-02-10 03:30:00",
      "episode_number": "S5 E10",
      "show_category": "",
      "show_description": "Molang e Piu Piu incontrano un cucciolo di mammut nella savana. Lo adottano e lo chiamano Loulou. Ma la tribù non è d'accordo."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:30:00",
      "end_time": "2026-02-10 03:35:00",
      "episode_number": "S5 E11",
      "show_category": "",
      "show_description": "Mentre Molang e Piu Piu stanno attraversando il deserto egiziano, Piu Piu cade in una buca. Molang va ad aiutarlo e si ritrovano faccia a faccia con una mummia: decidono di portarla con sé per presentarla ai loro amici. Ma trovare la via d'uscita da una piramide non è facile."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:35:00",
      "end_time": "2026-02-10 03:40:00",
      "episode_number": "S5 E12",
      "show_category": "",
      "show_description": "Nai ruggenti anni Venti, Piu Piu inventa un nuovo tipo di musica. Molang vuole che il suo amico incontri un produttore musicale, ma la guardia del corpo del produttore non sembra essere d'accordo."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:40:00",
      "end_time": "2026-02-10 03:45:00",
      "episode_number": "S5 E13",
      "show_category": "",
      "show_description": "Molang e Piu Piu pensano di aver visto un mostro nella foresta! Spaventati all'inizio, poi incuriositi, cercano di scoprire di più su questa creatura."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 03:45:00",
      "end_time": "2026-02-10 03:50:00",
      "episode_number": "S5 E14",
      "show_category": "",
      "show_description": "Dopo che Molang e Piu Piu l'hanno salvato il re offre loro un regalo speciale... un'armatura, uno scudo e una spada per andare a scacciare il drago."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 03:50:00",
      "end_time": "2026-02-10 04:00:00",
      "episode_number": "S5 E35",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 04:00:00",
      "end_time": "2026-02-10 04:15:00",
      "episode_number": "S5 E36",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pj-masks.webp",
      "start_time": "2026-02-10 04:15:00",
      "end_time": "2026-02-10 04:25:00",
      "episode_number": "S5 E37",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 04:25:00",
      "end_time": "2026-02-10 04:35:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Durante la raccolta delle carote, Edmondo viene preso in giro da Lucy per la sua scarsa forza fisica. Nel tentativo di dimostrare all'amica il proprio valore in altri campi, Edmondo tenta di raccogliere del miele, ma rovescia accidentalmente l'arnia. Come se non bastasse, le api sono tutte sparite! I due piccoli devono risolvere il problema prima dell'arrivo di Harry. Durante la raccolta delle carote, Edmondo viene preso in giro da Lucy per la sua scarsa forza fisica. Nel tentativo di dimostrare all'amica il proprio valore in altri campi, Edmondo tenta di raccogliere del miele, ma rovescia accidentalmente l'arnia. Come se non bastasse, le api sono tutte sparite! I due piccoli devono risolvere il problema prima dell'arrivo di Harry."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 04:35:00",
      "end_time": "2026-02-10 04:50:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy vogliono organizzare una merenda a sorpresa per tutti, e mentre Lucy si concentra nel creare lo spazio adatto, Edmondo si preoccupa di raccogliere le fragole. Ma con lui c'è Mitzi, che non resiste e mangia tutta la frutta raccolta. Per fortuna Ortensia e Polka sanno tutto su come fare una buona tisana e basterà trovare del timo, sperando che Mitzi riesca a tenere il segreto per svelare la sorpresa. Edmondo e Lucy vogliono organizzare una merenda a sorpresa per tutti, e mentre Lucy si concentra nel creare lo spazio adatto, Edmondo si preoccupa di raccogliere le fragole. Ma con lui c'è Mitzi, che non resiste e mangia tutta la frutta raccolta. Per fortuna Ortensia e Polka sanno tutto su come fare una buona tisana e basterà trovare del timo, sperando che Mitzi riesca a tenere il segreto per svelare la sorpresa..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 04:50:00",
      "end_time": "2026-02-10 05:00:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Esortati da Harry, l'organizzato Edmondo e la caotica Lucy si sfidano a una gara di \"messa in ordine\" delle rispettive stanze. Mitzi, chiamata a giudicare chi sia il vincitore, non sa rispondere, e quindi a mo' di spareggio viene proposta una sfida più in grande: il vincitore sarà chi riuscirà a mettere in ordine l'intera foresta. Esortati da Harry, l'organizzato Edmondo e la caotica Lucy si sfidano a una gara di \\\"messa in ordine\\\" delle rispettive stanze. Mitzi, chiamata a giudicare chi sia il vincitore, non sa rispondere, e quindi a mo' di spareggio viene proposta una sfida più in grande: il vincitore sarà chi riuscirà a mettere in ordine l'intera foresta!"
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 05:00:00",
      "end_time": "2026-02-10 05:05:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "Un Ronfo si appisola mentre sta pescando: in sogno, vede Lupo rapire una Ronfetta addormentata. Poi si sveglia di soprassalto, e non vedendo la Ronfetta si convince che Lupo l'abbia catturata davvero. Così, recluta altri Ronfi per una missione di salvataggio nella tana del Lupo. Un Ronfo si appisola mentre sta pescando: in sogno, vede Lupo rapire una Ronfetta addormentata. Poi si sveglia di soprassalto, e non vedendo la Ronfetta si convince che Lupo l'abbia catturata davvero. Così, recluta altri Ronfi per una missione di salvataggio nella tana del Lupo..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 05:05:00",
      "end_time": "2026-02-10 05:15:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "I Ronfi vengono chiamati a raccolta da Panda per una lezione di Tai-Chi, ma mettono subito a dura prova la pazienza del maestro, appisolandosi di continuo. Intanto, Lupo trama nell'ombra. I Ronfi vengono chiamati a raccolta da Panda per una lezione di Tai-Chi, ma mettono subito a dura prova la pazienza del maestro, appisolandosi di continuo. Intanto, Lupo trama nell'ombra..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 05:15:00",
      "end_time": "2026-02-10 05:20:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Tre Ronfi, inseguiti da Lupo, si gettano in un laghetto: ne riemergono trasformati in mostri! Lupo dapprima si spaventa, ma poi scopre il trucchetto che li ha resi così mostruosi… Così, decide di attuare un nuovo piano. Tre Ronfi, inseguiti da Lupo, si gettano in un laghetto: ne riemergono trasformati in mostri! Lupo dapprima si spaventa, ma poi scopre il trucchetto che li ha resi così mostruosi… Così, decide di attuare un nuovo piano."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 05:20:00",
      "end_time": "2026-02-10 05:35:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbapapà decidono di coltivare il grano per poi ricavarne la farina e preparare il pane. Durante l'intero ciclo di coltivazione, i bambini si fanno scherzi e scaramucce, mettendo a dura prova la pazienza dei genitori. Alla fine però, con la collaborazione di tutti, viene fuori un ottimo. I Barbapapà decidono di coltivare il grano per poi ricavarne la farina e preparare il pane. Durante l'intero ciclo di coltivazione, i bambini si fanno scherzi e scaramucce, mettendo a dura prova la pazienza dei genitori. Alla fine però, con la collaborazione di tutti, viene fuori un ottimo."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 05:35:00",
      "end_time": "2026-02-10 05:45:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "I barbapapà decidono di far crescere un nuovo albero di avocado, frutto di cui sono ghiotti. L'attesa però spazientisce i bambini, e in particolar modo Barbabravo, che decide di risolvere il problema a modo suo. Alla fine imparerà che, per ottenere buoni frutti, bisogna avere pazienza, e che la strada più veloce non è necessariamente la migliore. I barbapapà decidono di far crescere un nuovo albero di avocado, frutto di cui sono ghiotti. L'attesa però spazientisce i bambini, e in particolar modo Barbabravo, che decide di risolvere il problema a modo suo. Alla fine imparerà che, per ottenere buoni frutti, bisogna avere pazienza, e che la strada più veloce non è necessariamente la migliore."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 05:45:00",
      "end_time": "2026-02-10 06:00:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Non va sempre tutto bene, nella famiglia dei barbapapà: spesso i bambini litigano tra loro e mettono il broncio, e questa volta sembra proprio che non vogliano fare pace. Non va sempre tutto bene, nella famiglia dei barbapapà: spesso i bambini litigano tra loro e mettono il broncio, e questa volta sembra proprio che non vogliano fare pace."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-10 06:00:00",
      "end_time": "2026-02-10 06:10:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Copperpot usa i rami di un ulivo stregato per fare bungee jumpimg e cercare il libro magico, Ring trova una scatola di latta che è una capsula del tempo con oggetti preziosi, ma lo nasconde agli altri. Mentre Copperpot usa i rami di un ulivo stregato per fare bungee jumpimg e cercare il libro magico, Ring trova una scatola di latta che è una capsula del tempo con oggetti preziosi, ma lo nasconde agli altri…."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-10 06:10:00",
      "end_time": "2026-02-10 06:20:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Stella è agitata perché deve leggere di fronte alla classe. Copperpot trova un libro stregato che costringe chi ascolta a fare ciò che il testo dice e lo usa per tenere tutti occupati, mentre cerca il libro magico. Stella è agitata perché deve leggere di fronte alla classe. Copperpot trova un libro stregato che costringe chi ascolta a fare ciò che il testo dice e lo usa per tenere tutti occupati, mentre cerca il libro magico…."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/trulli-tales.webp",
      "start_time": "2026-02-10 06:20:00",
      "end_time": "2026-02-10 06:30:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Zip, che ama solo il trulliball, continua a rimandare la gara di salto-del-trullo. Copperpot ha adattato un bilico per trovare lo slancio, acchiappare i libri a Trullolandia e rimbalzare subito indietro. Zip, che ama solo il trulliball, continua a rimandare la gara di salto-del-trullo. Copperpot ha adattato un bilico per trovare lo slancio, acchiappare i libri a Trullolandia e rimbalzare subito indietro."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:30:00",
      "end_time": "2026-02-10 06:35:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivata la primavera ed è finito l'inverno, quindi la Pimpa si sveglia di buon umore e va in giardino per far fare un po' di moto agli alberi, che dovranno iniziare a produrre le mele. È arrivata la primavera ed è finito l'inverno, quindi la Pimpa si sveglia di buon umore e va in giardino per far fare un po' di moto agli alberi, che dovranno iniziare a produrre le mele."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:35:00",
      "end_time": "2026-02-10 06:40:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa, con il monopattino di Armando, va a fare una passeggiata e per la strada incontra i pulcini che le chiedono di aiutarli a salvare mamma gallina caduta nel fiume. Pimpa li fa montare sul monopattino e tutti insieme riescono a salvare la gallina. Pimpa, con il monopattino di Armando, va a fare una passeggiata e per la strada incontra i pulcini che le chiedono di aiutarli a salvare mamma gallina caduta nel fiume. Pimpa li fa montare sul monopattino e tutti insieme riescono a salvare la gallina."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:40:00",
      "end_time": "2026-02-10 06:45:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa oggi ha deciso di svegliarsi molto presto perché oramai sta arrivando l'autunno e ha intenzione di salutare le rondini. Il problema è che una piccola rondine è rimasta a terra e avrà bisogno dell'aiuto della Pimpa per conoscere la strada per l'Africa e migrare assieme a tutto il suo stormo. La Pimpa oggi ha deciso di svegliarsi molto presto perché oramai sta arrivando l'autunno e ha intenzione di salutare le rondini. Il problema è che una piccola rondine è rimasta a terra e avrà bisogno dell'aiuto della Pimpa per conoscere la strada per l'Africa e migrare assieme a tutto il suo stormo."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:45:00",
      "end_time": "2026-02-10 06:50:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, più volte sgridata da Armando, decide di costruire nel giardino una piccola casa dove possa vivere da sola. Trascorsa un'intensa giornata di lavoro, Pimpa inaugura la sua nuova abitazione ma, all' improvviso, scopre di non aver costruito la cucina e il bagno e chiede aiuto ad Armando. La Pimpa, più volte sgridata da Armando, decide di costruire nel giardino una piccola casa dove possa vivere da sola. Trascorsa un'intensa giornata di lavoro, Pimpa inaugura la sua nuova abitazione ma, all' improvviso, scopre di non aver costruito la cucina e il bagno e chiede aiuto ad Armando."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:50:00",
      "end_time": "2026-02-10 06:55:00",
      "episode_number": "S1 E5",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile. La Pimpa, personaggio creato dall'illustratore Altan, è un cagnolino dalle lunghe e larghe orecchie, tutto a macchie rosse, che interpreta le avventure e le scoperte del mondo infantile."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pimpa.webp",
      "start_time": "2026-02-10 06:55:00",
      "end_time": "2026-02-10 07:00:00",
      "episode_number": "S1 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa e Colombino, finiti per errore al Polo Nord mentre sciavano, fanno amicizia con una foca ed un pinguino. Pimpa e Colombino, finiti per errore al Polo Nord mentre sciavano, fanno amicizia con una foca ed un pinguino."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 07:00:00",
      "end_time": "2026-02-10 07:10:00",
      "episode_number": "S2 E1",
      "show_category": "",
      "show_description": "Il papà mangia l'ultima patatina fritta di Bingo che, per risarcimento, ha a disposizione tre desideri 'modalità ballo' da usare come vuole."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 07:10:00",
      "end_time": "2026-02-10 07:15:00",
      "episode_number": "S2 E2",
      "show_category": "",
      "show_description": "Chilli e Bandit vogliono un nuovo forno per le pizze come quello dei loro vicini e quindi partono tutti per comprarlo ad Hammerbarn."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 07:15:00",
      "end_time": "2026-02-10 07:25:00",
      "episode_number": "S2 E3",
      "show_category": "",
      "show_description": "Bingo raccoglie una piuma caduta da un pappagallo e le viene un'idea per un nuovo gioco. Facendola oscillare, rende gli oggetti pesanti e impossibili da sollevare."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 07:25:00",
      "end_time": "2026-02-10 07:30:00",
      "episode_number": "S2 E4",
      "show_category": "",
      "show_description": "Lo zio Stripe e Bandit giocano a squash con l'aiuto dei loro arbitri, Bingo e Bluey."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-10 07:30:00",
      "end_time": "2026-02-10 07:35:00",
      "episode_number": "S2 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Gastone si dimostra un super mega fratello maggiore durante una missione per riportare una lumachina dalla sua famiglia. Gastone si dimostra un super mega fratello maggiore durante una missione per riportare una lumachina dalla sua famiglia."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-10 07:35:00",
      "end_time": "2026-02-10 07:45:00",
      "episode_number": "S2 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Il ghiro ha un problema: un albero ha bloccato l'accesso al tronco dove si trovano le sue scorte per l'inverno. I Minieroi decidono di aiutarlo a recuperarle, anche se in passato è stato dispettoso. Il ghiro ha un problema: un albero ha bloccato l'accesso al tronco dove si trovano le sue scorte per l'inverno. I Minieroi decidono di aiutarlo a recuperarle, anche se in passato è stato dispettoso."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-10 07:45:00",
      "end_time": "2026-02-10 07:50:00",
      "episode_number": "S2 E25",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi scoprono che ci sono altri supereroi nella foresta e vogliono trovarli per fare squadra. Chi saranno questi eroi misteriosi. I Minieroi scoprono che ci sono altri supereroi nella foresta e vogliono trovarli per fare squadra. Chi saranno questi eroi misteriosi?"
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minieroi-della-foresta.webp",
      "start_time": "2026-02-10 07:50:00",
      "end_time": "2026-02-10 08:00:00",
      "episode_number": "S2 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Gastone non ha mai visto la neve, così i Minieroi fanno di tutto per farla cadere. I tentativi falliscono finché non decidono di invitare Nina Nevina, un folletto invernale. Gastone non ha mai visto la neve, così i Minieroi fanno di tutto per farla cadere. I tentativi falliscono finché non decidono di invitare Nina Nevina, un folletto invernale!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 08:00:00",
      "end_time": "2026-02-10 08:05:00",
      "episode_number": "S5 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre è in giro nel bosco Masha trova un cappello magico con il quale inizia a creare scompiglio. Orso cerca di disfarsene in tutti i modi senza successo... finchè arriva la leggittima proprietaria, una simpatica streghetta. Mentre è in giro nel bosco Masha trova un cappello magico con il quale inizia a creare scompiglio. Orso cerca di disfarsene in tutti i modi senza successo... finchè arriva la leggittima proprietaria, una simpatica streghetta!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 08:05:00",
      "end_time": "2026-02-10 08:15:00",
      "episode_number": "S5 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre sono alla ricerca di lamponi nel bosco, gli amici di Masha rimangono impantanati nella palude. Per salvarli Masha dovrà chiedere aiuto ad Orso. Mentre sono alla ricerca di lamponi nel bosco, gli amici di Masha rimangono impantanati nella palude. Per salvarli Masha dovrà chiedere aiuto ad Orso."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 08:15:00",
      "end_time": "2026-02-10 08:25:00",
      "episode_number": "S5 E10",
      "show_category": "Cartoni Animati",
      "show_description": "È il compleanno di Orso e Masha gli promette che, questa volta, non combinerà guai alla sua festa. Panda infastidito dalle buone maniere di Masha inizia a fare un pasticcio dopo l'altro e alla fine... . voleranno torte in faccia. È il compleanno di Orso e Masha gli promette che, questa volta, non combinerà guai alla sua festa. Panda infastidito dalle buone maniere di Masha inizia a fare un pasticcio dopo l'altro e alla fine... . voleranno torte in faccia!"
    },
    {
      "show_name": "I Racconti di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-racconti-di-masha.webp",
      "start_time": "2026-02-10 08:25:00",
      "end_time": "2026-02-10 08:30:00",
      "episode_number": "S1 E12",
      "show_category": "",
      "show_description": "Masha racconta la storia del vitello di paglia che un giorno incontrò un Orso che si offese per il comportamento taciturno del vitello."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/il-mondo-di-leo.webp",
      "start_time": "2026-02-10 08:30:00",
      "end_time": "2026-02-10 08:40:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Se c'è una cosa che al nostro Leo proprio non piace è fare la nanna: Leo ha paura del buio! Meno male però che c'è Babù. Il suo amico speciale gli spiegherà che nel buio non si nascondono mostri e fantasmi, ma i nostri sogni! Questa volta Leo, Lola e Babù incontreranno nel mondo della fantasia tanti personaggi speciali che però potranno vedere solo tenendo gli occhi chiusi! Così, grazie a Babù, Leo scopre che si possono fare sogni bellissimi. Se c'è una cosa che al nostro Leo proprio non piace è fare la nanna: Leo ha paura del buio! Meno male però che c'è Babù. Il suo amico speciale gli spiegherà che nel buio non si nascondono mostri e fantasmi, ma i nostri sogni! Questa volta Leo, Lola e Babù incontreranno nel mondo della fantasia tanti personaggi speciali che però potranno vedere solo tenendo gli occhi chiusi! Così, grazie a Babù, Leo scopre che si possono fare sogni bellissimi."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/il-mondo-di-leo.webp",
      "start_time": "2026-02-10 08:40:00",
      "end_time": "2026-02-10 08:55:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Il giorno di Natale è sempre un giorno speciale per tutti i bambini del mondo. Anche quest'anno il nostro Leo ha ricevuto da Babbo Natale un mucchio di regali! Leo li sta scartando, ma non sembra essere troppo entusiasta. C'è troppa confusione per lui. Allora Babù lo porta nel paese di Babbo Natale a visitare la sua fantastica fabbrica. Lì incontrerà elfi molto simpatici alle prese con mille giocattoli diversi da costruire. Leo capisce così che in tutti i giocattoli c'è un po' di amore. Il giorno di Natale è sempre un giorno speciale per tutti i bambini del mondo. Anche quest'anno il nostro Leo ha ricevuto da Babbo Natale un mucchio di regali! Leo li sta scartando, ma non sembra essere troppo entusiasta. C'è troppa confusione per lui. Allora Babù lo porta nel paese di Babbo Natale a visitare la sua fantastica fabbrica. Lì incontrerà elfi molto simpatici alle prese con mille giocattoli diversi da costruire. Leo capisce così che in tutti i giocattoli c'è un po' di amore!"
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 08:55:00",
      "end_time": "2026-02-10 09:05:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta. Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 09:05:00",
      "end_time": "2026-02-10 09:15:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo. Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo…."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/edmondo-e-lucy.webp",
      "start_time": "2026-02-10 09:15:00",
      "end_time": "2026-02-10 09:30:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \"bombe\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra. È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \\\"bombe\\\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 09:30:00",
      "end_time": "2026-02-10 09:40:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Margaret e Rosie festeggiano la festa del solstizio d'estate a casa dei nonni, Edmund, Berry, Woody e Scouty, preparano dei regali da dar loro non appena torneranno a casa. I ragazzi si accorgono di ver fatto a Rosie dei regali che non le piacciono davvero, ma riescono a trovare una soluzione per renderla felice. Mentre Margaret e Rosie festeggiano la festa del solstizio d'estate a casa dei nonni, Edmund, Berry, Woody e Scouty, preparano dei regali da dar loro non appena torneranno a casa. I ragazzi si accorgono di ver fatto a Rosie dei regali che non le piacciono davvero, ma riescono a trovare una soluzione per renderla felice."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 09:40:00",
      "end_time": "2026-02-10 09:50:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Woody e Scouty litigano. Quando Rosie chiede loro di giocare con lei, rifiutano e le chiedono di scegliere il suo fratello preferito. Rosie suggerisce di trascorrere un po' di tempo divertendosi con ciascuno di loro separatamente. La piccola e intelligente volpe riuscirà a far riconciliare i suoi due quasi fratelli, senza dover scegliere fra loro due. Woody e Scouty litigano. Quando Rosie chiede loro di giocare con lei, rifiutano e le chiedono di scegliere il suo fratello preferito. Rosie suggerisce di trascorrere un po' di tempo divertendosi con ciascuno di loro separatamente. La piccola e intelligente volpe riuscirà a far riconciliare i suoi due quasi fratelli, senza dover scegliere fra loro due."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-famiglia-volpitassi.webp",
      "start_time": "2026-02-10 09:50:00",
      "end_time": "2026-02-10 10:00:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie è molto felice: oggi sta organizzando una grande festa! Lo aveva pianificato da tanto. Ma mentre comincia a grattarsi, capisce con disappunto e con l'aiuto di Biva di avere le pulci. Le due amiche non vogliono cancellare la festa. Promettono di non dire niente a nessuno e distribuiscono gli inviti come se niente fosse. Ma quando si ha un forte prurito, non è facile nascondere di avere le pulci... Presto, il segreto di Rosie viene scoperto. Inoltre, ha contaminato tutta la tana! C'è una grande possibilità il suo party venga annullato. Rosie è molto felice: oggi sta organizzando una grande festa! Lo aveva pianificato da tanto. Ma mentre comincia a grattarsi, capisce con disappunto e con l'aiuto di Biva di avere le pulci. Le due amiche non vogliono cancellare la festa. Promettono di non dire niente a nessuno e distribuiscono gli inviti come se niente fosse. Ma quando si ha un forte prurito, non è facile nascondere di avere le pulci... Presto, il segreto di Rosie viene scoperto. Inoltre, ha contaminato tutta la tana! C'è una grande possibilità il suo party venga annullato."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-10 10:00:00",
      "end_time": "2026-02-10 10:10:00",
      "episode_number": "S1 E28",
      "show_category": "Live Action",
      "show_description": "Dopo una chiacchierata con Noel, Olga pensa che sia il compleanno di Ka-ren. Ma si scopre che, in realtà, la festa è per Olga: si festeggia il suo primo anno in famiglia. Dopo una chiacchierata con Noel, Olga pensa che sia il compleanno di Ka-ren. Ma si scopre che, in realtà, la festa è per Olga: si festeggia il suo primo anno in famiglia!"
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-10 10:10:00",
      "end_time": "2026-02-10 10:25:00",
      "episode_number": "S1 E1",
      "show_category": "Live Action",
      "show_description": "Karen e la sua famiglia adottano una tenera porcellina d'India. La scelta del nome sembra alquanto difficile ma fortunatamente libro di scuola di Karen fornirà la giusta soluzione: Olga da Polga. Karen e la sua famiglia adottano una tenera porcellina d'India. La scelta del nome sembra alquanto difficile ma fortunatamente libro di scuola di Karen fornirà la giusta soluzione: Olga da Polga."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/olga-da-polga.webp",
      "start_time": "2026-02-10 10:25:00",
      "end_time": "2026-02-10 10:35:00",
      "episode_number": "S1 E2",
      "show_category": "Live Action",
      "show_description": "Olga fa amicizia con Venando, un rospo. Ma quando Karen rivela che la sua famiglia ha in programma per cena il \"Rospo nel buco\", Olga teme che vogliano mangiarsi Venando, e così organizza una missione di salvataggio per nascondere l'amico e tenerlo al sicuro. Olga fa amicizia con Venando, un rospo. Ma quando Karen rivela che la sua famiglia ha in programma per cena il \\\"Rospo nel buco\\."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 10:35:00",
      "end_time": "2026-02-10 10:50:00",
      "episode_number": "S1 E24",
      "show_category": "Cartoni Animati",
      "show_description": "La sera, i Barbabebé devono andare a dormire, e vogliono stare tutti insieme in soggiorno. Ma non riescono a prendere sonno per la paura del mostro dell'armadio. Barbamamma racconta loro la vera storia dei mostri, i quali, in realtà, sono dei simpatici esseri timidi e timorosi degli umani. La sera, i Barbabebé devono andare a dormire, e vogliono stare tutti insieme in soggiorno. Ma non riescono a prendere sonno per la paura del mostro dell'armadio. Barbamamma racconta loro la vera storia dei mostri, i quali, in realtà, sono dei simpatici esseri timidi e timorosi degli umani."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/barbapap-una-grande-famiglia-felice.webp",
      "start_time": "2026-02-10 10:50:00",
      "end_time": "2026-02-10 11:00:00",
      "episode_number": "S1 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Barbabella adora prendersi cura dei propri cari. Prima prepara la cena ai propri fratelli e sorelle, per permettere ai genitori di uscire a festeggiare l'anniversario, con risultati poco soddisfacenti. Poi, si prende cura dei gattini già svezzati di Balì e saranno proprio loro a toglierla dai guai. Morale: non sempre si fa del bene ad essere troppo protettivi. Barbabella adora prendersi cura dei propri cari. Prima prepara la cena ai propri fratelli e sorelle, per permettere ai genitori di uscire a festeggiare l'anniversario, con risultati poco soddisfacenti. Poi, si prende cura dei gattini già svezzati di Balì e saranno proprio loro a toglierla dai guai. Morale: non sempre si fa del bene ad essere troppo protettivi..."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-10 11:00:00",
      "end_time": "2026-02-10 11:10:00",
      "episode_number": "S1 E34",
      "show_category": "Cartoni Animati",
      "show_description": "PI fa rivivere un'antica competizione sportiva, i Giochi pinguinesi! Ma con la sua serie di regole stravaganti, Zing non riesce a prendere questo evento sul serio. Spetta Kitty Atleta mostrarle un po' di apertura mentale. PI fa rivivere un'antica competizione sportiva, i Giochi pinguinesi! Ma con la sua serie di regole stravaganti, Zing non riesce a prendere questo evento sul serio. Spetta Kitty Atleta mostrarle un po' di apertura mentale!"
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-10 11:10:00",
      "end_time": "2026-02-10 11:25:00",
      "episode_number": "S1 E35",
      "show_category": "Cartoni Animati",
      "show_description": "Rio crea un elaborato gioco di ruolo da proporre a Kitty, Haroshee, Frido, Zonty e Pinky. Quando i giocatori fanno delle scelte che non seguono le sue regole molto specifiche, Rio frustrato blocca Kitty nella torre \"dungeon.\" Allora tutti si ritirano e Rio deve imparare ad essere aperto alle idee dei suoi amici in modo che il gioco possa essere divertente per tutti. Rio crea un elaborato gioco di ruolo da proporre a Kitty, Haroshee, Frido, Zonty e Pinky. Quando i giocatori fanno delle scelte che non seguono le sue regole molto specifiche, Rio frustrato blocca Kitty nella torre \\\"dungeon.\\\" Allora tutti si ritirano e Rio deve imparare ad essere aperto alle idee dei suoi amici in modo che il gioco possa essere divertente per tutti."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-kitty-super-style.webp",
      "start_time": "2026-02-10 11:25:00",
      "end_time": "2026-02-10 11:35:00",
      "episode_number": "S1 E36",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Frido trascorre involontariamente il pomeriggio da sola con Kitty, rimane sopresa da quanto le sia piaciuto stare con lei. Frido si propone di trascorrere più tempo da sola con lei tentando di sabotare la festa di Kitty in modo da mandare via tutti gli altri ospiti. Quando Frido trascorre involontariamente il pomeriggio da sola con Kitty, rimane sopresa da quanto le sia piaciuto stare con lei. Frido si propone di trascorrere più tempo da sola con lei tentando di sabotare la festa di Kitty in modo da mandare via tutti gli altri ospiti."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-10 11:35:00",
      "end_time": "2026-02-10 11:40:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "C'è una gara di fuochi d'artificio nel MagiRegno. Il presentatore è Armadillus che annuncia Linda, la campionessa in carica, e il suo sfidante, Duca Puzzoloso che vuole vincere a tutti i costi. Linda è davvero brava così il Duca decide di esagerare chiedendo alle sue Faine di usare tantissima polvere scoppiettella ma… la miccia viene accesa per sbaglio e il razzo pirotecnico con a bordo Tordo e Tondo finisce sulla MagiLuna. Gallo Leo propone di andarli a prendere utilizzando il MagiRazzo Spaziale del MagiMuseo. E sarà proprio Linda a pilotarlo mentre Zampacorta, Lampadino e Caramella si occuperanno dell'operazione \"di recupero. C'è una gara di fuochi d'artificio nel MagiRegno. Il presentatore è Armadillus che annuncia Linda, la campionessa in carica, e il suo sfidante, Duca Puzzoloso che vuole vincere a tutti i costi. Linda è davvero brava così il Duca decide di esagerare chiedendo alle sue Faine di usare tantissima polvere scoppiettella ma… la miccia viene accesa per sbaglio e il razzo pirotecnico con a bordo Tordo e Tondo finisce sulla MagiLuna. Gallo Leo propone di andarli a prendere utilizzando il MagiRazzo Spaziale del MagiMuseo. E sarà proprio Linda a pilotarlo mentre Zampacorta, Lampadino e Caramella si occuperanno dell'operazione \\\"di recupero\\\"."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-10 11:40:00",
      "end_time": "2026-02-10 11:45:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Il cuoco Antonione è di nuovo in letargo è occorre scegliere un nuovo chef di corte. Re ZampaSaggia, per l'occasione, ha indetto una gara di cucina. Con delle pietanze molto bizzarre, si sono presentati degli aspiranti cuochi tra cui Duca Puzzoloso travestito e che vuole combinarne una delle sue. Mentre Zampacorta, Lampadino e Caramella si mostrano dubbiosi sui piatti appena visti, sentono un buon odore venire da poco lontano. È il profumo di buonissime pannocchie preparate dall'orsetto Becky: lui sì che è un cuoco vero! Inoltre, grazie al suo olfatto, riuscirà a smascherare l'ennesimo trucco di Puzzoloso. Il cuoco Antonione è di nuovo in letargo è occorre scegliere un nuovo chef di corte. Re ZampaSaggia, per l'occasione, ha indetto una gara di cucina. Con delle pietanze molto bizzarre, si sono presentati degli aspiranti cuochi tra cui Duca Puzzoloso travestito e che vuole combinarne una delle sue. Mentre Zampacorta, Lampadino e Caramella si mostrano dubbiosi sui piatti appena visti, sentono un buon odore venire da poco lontano. È il profumo di buonissime pannocchie preparate dall'orsetto Becky: lui sì che è un cuoco vero! Inoltre, grazie al suo olfatto, riuscirà a smascherare l'ennesimo trucco di Puzzoloso."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-10 11:45:00",
      "end_time": "2026-02-10 11:55:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta partecipa all'annuale gara di sculture del MagiRegno e vuole dare il meglio di sé perché la giudice BB Glam è molto esigente. Nel frattempo, Lampadino e Caramella si aggirano lì intorno per guardare tutte le altre opere. Tutte meno una perché ancora non è pronta… e vengono cacciati via da uno scultore molto antipatico. Si tratta di Duca Puzzoloso che, pur di vincere, distrugge il castello di sabbia costruito da Zampacorta. Il cagnolino è molto dispiaciuto ma i suoi amici lo aiutano a realizzare un'opera bellissima. Zampacorta partecipa all'annuale gara di sculture del MagiRegno e vuole dare il meglio di sé perché la giudice BB Glam è molto esigente. Nel frattempo, Lampadino e Caramella si aggirano lì intorno per guardare tutte le altre opere. Tutte meno una perché ancora non è pronta… e vengono cacciati via da uno scultore molto antipatico. Si tratta di Duca Puzzoloso che, pur di vincere, distrugge il castello di sabbia costruito da Zampacorta. Il cagnolino è molto dispiaciuto ma i suoi amici lo aiutano a realizzare un'opera bellissima."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/lampadino-e-caramella-nel-magiregno-degli-zampa.webp",
      "start_time": "2026-02-10 11:55:00",
      "end_time": "2026-02-10 12:00:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Nel MagiRegno è arrivato il panda rosso Tony Zoom, un bravissimo fotografo che riesce a trasformare in arte tutto ciò che immortala con la sua macchina fotografica. Lampadino, Caramella e Zampacorta decidono di aspettarlo a casa di Raffa Giraffa, una bellissima abitazione ricca di palloncini colorati che merita di essere fotografata. Tony Zoom, però, ritarda: dove sarà. Nel MagiRegno è arrivato il panda rosso Tony Zoom, un bravissimo fotografo che riesce a trasformare in arte tutto ciò che immortala con la sua macchina fotografica. Lampadino, Caramella e Zampacorta decidono di aspettarlo a casa di Raffa Giraffa, una bellissima abitazione ricca di palloncini colorati che merita di essere fotografata. Tony Zoom, però, ritarda: dove sarà?"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-10 12:00:00",
      "end_time": "2026-02-10 12:05:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "I DinoCuccioli non conoscono il gelato. I Mini Cuccioli decidono quindi di farne uno alla fragola. Non hanno il frigo e devono prendere il ghiaccio alla Gola del Freddo, dove c'è Maga Acciacchi. Allora Olly spruzza l'acqua sulla Maga che gela subito. Poi prende il ghiaccio e… il gelato è pronto. I DinoCuccioli non conoscono il gelato. I Mini Cuccioli decidono quindi di farne uno alla fragola. Non hanno il frigo e devono prendere il ghiaccio alla Gola del Freddo, dove c'è Maga Acciacchi. Allora Olly spruzza l'acqua sulla Maga che gela subito. Poi prende il ghiaccio e… il gelato è pronto!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-10 12:05:00",
      "end_time": "2026-02-10 12:10:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Nella grotta dei DinoCuccioli è buio e non si può disegnare. Come fare? Allora Portatile, trovata una roccia lucida che riflette i raggi del sole, la rompe in pezzi e con essi crea un percorso. La luce, di pietra in pietra, arriva fino in classe. L'esperimento funziona e tutti riescono a disegnare. Nella grotta dei DinoCuccioli è buio e non si può disegnare. Come fare? Allora Portatile, trovata una roccia lucida che riflette i raggi del sole, la rompe in pezzi e con essi crea un percorso. La luce, di pietra in pietra, arriva fino in classe. L'esperimento funziona e tutti riescono a disegnare."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-10 12:10:00",
      "end_time": "2026-02-10 12:20:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli spiegano ai DinoCuccioli come si festeggia il Carnevale e organizzano uno spettacolo in maschera. I dinosauri indossano le maschere tipiche della commedia dell'arte. Durante la recita, Cilindro è interessato alle carote di Colombina, ma scoprirà che sono diverse da quel che pensava. I Mini Cuccioli spiegano ai DinoCuccioli come si festeggia il Carnevale e organizzano uno spettacolo in maschera. I dinosauri indossano le maschere tipiche della commedia dell'arte. Durante la recita, Cilindro è interessato alle carote di Colombina, ma scoprirà che sono diverse da quel che pensava!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-10 12:20:00",
      "end_time": "2026-02-10 12:25:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È sera: i Mini Cuccioli e i DinoCuccioli sono seduti intorno al fuoco e la Maestra Adele racconta una leggenda. Narra di due serpenti di fuoco che lottavano sotto la crosta terrestre, finché questa si ruppe e si formò il primo vulcano. Poi, per fare pace, i serpenti idearono il ballo del vulcano. È sera: i Mini Cuccioli e i DinoCuccioli sono seduti intorno al fuoco e la Maestra Adele racconta una leggenda. Narra di due serpenti di fuoco che lottavano sotto la crosta terrestre, finché questa si ruppe e si formò il primo vulcano. Poi, per fare pace, i serpenti idearono il ballo del vulcano."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/mini-cuccioli-e-i-dinocuccioli.webp",
      "start_time": "2026-02-10 12:25:00",
      "end_time": "2026-02-10 12:30:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli cercano della frutta. Sulla riva opposta del fiume, Pio, Portatile e Spacca notano degli ananas. Pio si tuffa, ma sono pesanti e non riesce a portarli. Spacca è forte ma non sa nuotare. Con un efficiente gioco di squadra, ognuno usa al meglio la sua abilità e tutti gustano i frutti. I Mini Cuccioli cercano della frutta. Sulla riva opposta del fiume, Pio, Portatile e Spacca notano degli ananas. Pio si tuffa, ma sono pesanti e non riesce a portarli. Spacca è forte ma non sa nuotare. Con un efficiente gioco di squadra, ognuno usa al meglio la sua abilità e tutti gustano i frutti."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-10 12:30:00",
      "end_time": "2026-02-10 12:40:00",
      "episode_number": "S3 E19",
      "show_category": "Cartoni Animati",
      "show_description": "All'asilo, Jumper, appostato accanto alla porta da cui sta entrando Marghertita, fa segno ai cuccioli di non tradire la sua presenza e quando Margherita entra le fa prendere uno spavento. Tutti ridono divertiti, margherita compresa. Così Tip non perde occasione tutto il giorno per fare lo stesso a tutti, mamma, papà, nonni…quando nessuno ride più si domanda perché e si imbroncia. Sarà grazie alle zie che capirà che il gioco è bello solo se dura poco. All'asilo, Jumper, appostato accanto alla porta da cui sta entrando Marghertita, fa segno ai cuccioli di non tradire la sua presenza e quando Margherita entra le fa prendere uno spavento. Tutti ridono divertiti, margherita compresa. Così Tip non perde occasione tutto il giorno per fare lo stesso a tutti, mamma, papà, nonni…quando nessuno ride più si domanda perché e si imbroncia. Sarà grazie alle zie che capirà che il gioco è bello solo se dura poco!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-10 12:40:00",
      "end_time": "2026-02-10 12:45:00",
      "episode_number": "S3 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Tip si è stufato di fare il pisolino del pomeriggio… La mamma e il papà gli spiegano che serve riposare, e se non fa il pisolino poi non riesce a divertirsi fino all'ora di andare a nanna. Ma Tip non sente ragioni, lui ce la fa anche senza pisolino. E per un po' sembra reggere bene, ma poi finisce alla festicciola organizzata da Jody, Tip non riesce a godersi nulla perché troppo stanco. Tip, ammetterà alla fine che il pisolino, per qualche anno ancora, forse è meglio farlo. Tip si è stufato di fare il pisolino del pomeriggio… La mamma e il papà gli spiegano che serve riposare, e se non fa il pisolino poi non riesce a divertirsi fino all'ora di andare a nanna. Ma Tip non sente ragioni, lui ce la fa anche senza pisolino. E per un po' sembra reggere bene, ma poi finisce alla festicciola organizzata da Jody, Tip non riesce a godersi nulla perché troppo stanco. Tip, ammetterà alla fine che il pisolino, per qualche anno ancora, forse è meglio farlo!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-10 12:45:00",
      "end_time": "2026-02-10 12:55:00",
      "episode_number": "S3 E21",
      "show_category": "Cartoni Animati",
      "show_description": "È un sabato mattina di primavera e visto che la mamma ha un impegno irrinunciabile, il papà e Tip si offrono di sostituirla in tutto e per tutto, sicuri di riuscirci egregiamente. Guai, però a prendere sottogamba le cose... perché a volte non sono così semplici come sembrano. È un sabato mattina di primavera e visto che la mamma ha un impegno irrinunciabile, il papà e Tip si offrono di sostituirla in tutto e per tutto, sicuri di riuscirci egregiamente. Guai, però a prendere sottogamba le cose... perché a volte non sono così semplici come sembrano!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topo-tip.webp",
      "start_time": "2026-02-10 12:55:00",
      "end_time": "2026-02-10 13:00:00",
      "episode_number": "S3 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Tip non sa mantenere i segreti... è più forte di lui: i segreti gli scappano, come uno starnuto! Ma grazie ai consigli di Nocciola, Tip impara come alcuni segreti come nel gioco o per fare una sorpresa a qualcuno, sia bene non svelarli. Lo capisce soprattutto quando vede la felicità della mamma di fronte alla festa a sorpresa organizzata per lei: anche se a volte è difficile trattenersi, mantenere certi segreti vale proprio la pena. Tip non sa mantenere i segreti... è più forte di lui: i segreti gli scappano, come uno starnuto! Ma grazie ai consigli di Nocciola, Tip impara come alcuni segreti come nel gioco o per fare una sorpresa a qualcuno, sia bene non svelarli. Lo capisce soprattutto quando vede la felicità della mamma di fronte alla festa a sorpresa organizzata per lei: anche se a volte è difficile trattenersi, mantenere certi segreti vale proprio la pena!"
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 13:00:00",
      "end_time": "2026-02-10 13:10:00",
      "episode_number": "S4 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Bing va a casa di Sula per fare dei collage e conosce Nicky, il suo cuginetto. Andando sullo scivolo Nicky si rompe gli occhiali e Bing si sente ingiustamente accusato di essere responsabile dell'accaduto. Bing va a casa di Sula per fare dei collage e conosce Nicky, il suo cuginetto. Andando sullo scivolo Nicky si rompe gli occhiali e Bing si sente ingiustamente accusato di essere responsabile dell'accaduto..."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 13:10:00",
      "end_time": "2026-02-10 13:15:00",
      "episode_number": "S4 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Per Halloween, tutti si mascherano per fare festa: Bing sarà il terribile Mordisauro! Tanto terribile che il piccolo Charlie si spaventa e sembra non volergli più bene. Per Halloween, tutti si mascherano per fare festa: Bing sarà il terribile Mordisauro! Tanto terribile che il piccolo Charlie si spaventa e sembra non volergli più bene..."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 13:15:00",
      "end_time": "2026-02-10 13:25:00",
      "episode_number": "S4 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Sula giocano a pitturarsi il viso. Bing e Sula giocano a pitturarsi il viso."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 13:25:00",
      "end_time": "2026-02-10 13:30:00",
      "episode_number": "S4 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Bing, Sula e Pando vanno dalla dottoressa Molly a farsi il vaccino. Bing, Sula e Pando vanno dalla dottoressa Molly a farsi il vaccino."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 13:30:00",
      "end_time": "2026-02-10 13:40:00",
      "episode_number": "S3 E45",
      "show_category": "",
      "show_description": "In farmacia, Bluey, Bingo e i loro amici si divertono a giocare con gli schermi delle telecamere a circuito chiuso."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 13:40:00",
      "end_time": "2026-02-10 13:45:00",
      "episode_number": "S3 E46",
      "show_category": "",
      "show_description": "Bluey chiede al papà di aiutarla a disegnare un drago per la sua storia, ma Bandit non se la cava molto bene con il disegno."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 13:45:00",
      "end_time": "2026-02-10 13:55:00",
      "episode_number": "S3 E47",
      "show_category": "",
      "show_description": "Bingo e Lila sono felici di giocare con il loro nuovo scivolo, ma prima devono assicurarsi di non schiacciare nessun insetto."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 13:55:00",
      "end_time": "2026-02-10 14:00:00",
      "episode_number": "S3 E48",
      "show_category": "",
      "show_description": "Papà finge di essere un agente immobiliare che vende la casa della nonna alla mamma. Ma Janet e Rita non vogliono trasferirsi."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:00:00",
      "end_time": "2026-02-10 14:05:00",
      "episode_number": "S5 E17",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:05:00",
      "end_time": "2026-02-10 14:10:00",
      "episode_number": "S5 E18",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:10:00",
      "end_time": "2026-02-10 14:15:00",
      "episode_number": "S5 E19",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:15:00",
      "end_time": "2026-02-10 14:20:00",
      "episode_number": "S5 E20",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:20:00",
      "end_time": "2026-02-10 14:25:00",
      "episode_number": "S5 E21",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 14:25:00",
      "end_time": "2026-02-10 14:30:00",
      "episode_number": "S5 E22",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-10 14:30:00",
      "end_time": "2026-02-10 14:40:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Nugget, a letto con l'influenza, infastidisce Pancake con continue lamentele. Per farsi perdonare, gli regala un braccialetto dell'amicizia \"unico\". Pancake è felice, ma quando la \"Febbre del Nuglet\" contagia l'iceberg e molti altri Piri ricevono il braccialetto, Pancake inizia a dubitare della loro amicizia. Nugget, a letto con l'influenza, infastidisce Pancake con continue lamentele. Per farsi perdonare, gli regala un braccialetto dell'amicizia \\\"unico\\\". Pancake è felice, ma quando la \\\"Febbre del Nuglet\\\" contagia l'iceberg e molti altri Piri ricevono il braccialetto, Pancake inizia a dubitare della loro amicizia."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-10 14:40:00",
      "end_time": "2026-02-10 14:50:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Pancake teme di rovinare la gara di nuoto sincronizzato e chiede aiuto alla coach Millie. All'inizio è infastidito dai suoi metodi di allenamento fuori dagli schemi, che includono persino pulire la sua grotta, ma alla fine si rivelano sorprendentemente efficaci, lasciando a bocca aperta tutti gli altri Piri. Pancake teme di rovinare la gara di nuoto sincronizzato e chiede aiuto alla coach Millie. All'inizio è infastidito dai suoi metodi di allenamento fuori dagli schemi, che includono persino pulire la sua grotta, ma alla fine si rivelano sorprendentemente efficaci, lasciando a bocca aperta tutti gli altri Piri."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piripinguini.webp",
      "start_time": "2026-02-10 14:50:00",
      "end_time": "2026-02-10 15:05:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "I Piripinguini cadono sotto l'incantesimo di una mitica \"Pinguirena\" (una sirena-pinguino), che cambia le loro personalità prima di condurli sulla sua isola, da cui nessun pinguino ha fatto mai ritorno. Spetta a Looph, la più saggia, dimostrare che la creatura è tutt'altro che magica e riportarli alla realtà. I Piripinguini cadono sotto l'incantesimo di una mitica \\\"Pinguirena\\\" (una sirena-pinguino), che cambia le loro personalità prima di condurli sulla sua isola, da cui nessun pinguino ha fatto mai ritorno. Spetta a Looph, la più saggia, dimostrare che la creatura è tutt'altro che magica e riportarli alla realtà."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-posta-di-yoyo.webp",
      "start_time": "2026-02-10 15:05:00",
      "end_time": "2026-02-10 15:15:00",
      "episode_number": "S2025 E67",
      "show_category": "Programmi Tv Kids",
      "show_description": "Chef Lallò è pronto a preparare una cena speciale a base di un ingrediente segreto: quale sarà. Chef Lallò è pronto a preparare una cena speciale a base di un ingrediente segreto: quale sarà?"
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/la-posta-di-yoyo.webp",
      "start_time": "2026-02-10 15:15:00",
      "end_time": "2026-02-10 15:25:00",
      "episode_number": "S2024 E27",
      "show_category": "Programmi Tv Kids",
      "show_description": "Orazio e Lallo stanno programmando le prossime vacanze. Vogliono andare nientemeno che nello Spazio! Riusciranno a decidere quale pianeta visitare. Orazio e Lallo stanno programmando le prossime vacanze. Vogliono andare nientemeno che nello Spazio! Riusciranno a decidere quale pianeta visitare?"
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piccolissimi.webp",
      "start_time": "2026-02-10 15:25:00",
      "end_time": "2026-02-10 15:30:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Blue mostra a Yellow e a Green come si fa a cambiare forma per infilarsi nel gioco delle forme il divertimento è subito assicurato. Quando Blue mostra a Yellow e a Green come si fa a cambiare forma per infilarsi nel gioco delle forme il divertimento è subito assicurato!"
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piccolissimi.webp",
      "start_time": "2026-02-10 15:30:00",
      "end_time": "2026-02-10 15:35:00",
      "episode_number": "S2 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Quando i Piccolini trovano un piatto pieno di frutta scoprono che i gusti sono tutti diversi e Green poverino non è certo pronto al sapore aspro del limone. Quando i Piccolini trovano un piatto pieno di frutta scoprono che i gusti sono tutti diversi e Green poverino non è certo pronto al sapore aspro del limone!"
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/piccolissimi.webp",
      "start_time": "2026-02-10 15:35:00",
      "end_time": "2026-02-10 15:40:00",
      "episode_number": "S2 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Blue sta dormendo sopra una delle carote che fanno parte del gioco della fattoria! Riusciranno Yellow e Orange a riprendere la carota senza svegliarlo. Blue sta dormendo sopra una delle carote che fanno parte del gioco della fattoria! Riusciranno Yellow e Orange a riprendere la carota senza svegliarlo?"
    },
    {
      "show_name": "Un cerotto per amico",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/un-cerotto-per-amico.webp",
      "start_time": "2026-02-10 15:40:00",
      "end_time": "2026-02-10 15:45:00",
      "episode_number": "S2 E2",
      "show_category": "Programmi Tv Kids",
      "show_description": "Durante un appuntamento Lallo ha comprato un mazzo di fiori per Stellina, ma all'improvviso lei è fuggita starnutendo in lacrime. Lallo non riesce proprio a capire che cosa ha fatto per offenderla, ma il dottor Andrea svela presto il mistero: forse Stellina è allergica al polline di qualche fiore! Il pediatra consiglia di chiedere aiuto all'amico allergologo, proprio come ha fatto Rosa. Durante un appuntamento Lallo ha comprato un mazzo di fiori per Stellina, ma all'improvviso lei è fuggita starnutendo in lacrime. Lallo non riesce proprio a capire che cosa ha fatto per offenderla, ma il dottor Andrea svela presto il mistero: forse Stellina è allergica al polline di qualche fiore! Il pediatra consiglia di chiedere aiuto all'amico allergologo, proprio come ha fatto Rosa!"
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-avventure-di-paddington.webp",
      "start_time": "2026-02-10 15:45:00",
      "end_time": "2026-02-10 16:10:00",
      "episode_number": "S2 E1",
      "show_category": "",
      "show_description": "Paddington deve accudire le piante del Sig. Curry. // La signora Brown organizza presso la sala ricevimenti del municipio una mostra d'arte."
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-storie-di-paura-di-masha.webp",
      "start_time": "2026-02-10 16:10:00",
      "end_time": "2026-02-10 16:15:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Masha racconta la terribile paura di un bimbo quando i genitori gli annunciano l'arrivo di una nuova sorellina: lui è vecchio e verrà sostuito? Presto la paura si trasformerà in una bellissima sorpresa: la scoperta della felicità. Masha racconta la terribile paura di un bimbo quando i genitori gli annunciano l'arrivo di una nuova sorellina: lui è vecchio e verrà sostuito? Presto la paura si trasformerà in una bellissima sorpresa: la scoperta della felicità!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 16:15:00",
      "end_time": "2026-02-10 16:20:00",
      "episode_number": "S5 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Tutti sanno che Orso sa cucinare un porridge prelibato, ma Masha sembra annoiata della solita ricetta: nel piatto dei vicini è sicura che ci sia qualcosa di mooolto più appetitoso... non resta che assaggiare!! Ma forse ancora una volta bisognerà ammettere che... nulla è più appetitoso del porridge. Tutti sanno che Orso sa cucinare un porridge prelibato, ma Masha sembra annoiata della solita ricetta: nel piatto dei vicini è sicura che ci sia qualcosa di mooolto più appetitoso... non resta che assaggiare!! Ma forse ancora una volta bisognerà ammettere che... nulla è più appetitoso del porridge!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 16:20:00",
      "end_time": "2026-02-10 16:30:00",
      "episode_number": "S5 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Perché andare sempre solo a pesca quando il mondo è pieno di meraviglie da esplorare? Masha vuole fare tutto quello che Orso ha fatto da piccolo e lo convince a partire insieme per una grande escursione: sacco a pelo, bussola e provviste e via verso l'avventura! Paesaggi mozzafiato, montagne da scalare, temporali da cui ripararsi e veri vulcani in eruzione... dopo tutto ciò, non resterà che apprezzare una calma spedizione di pesca. Perché andare sempre solo a pesca quando il mondo è pieno di meraviglie da esplorare? Masha vuole fare tutto quello che Orso ha fatto da piccolo e lo convince a partire insieme per una grande escursione: sacco a pelo, bussola e provviste e via verso l'avventura! Paesaggi mozzafiato, montagne da scalare, temporali da cui ripararsi e veri vulcani in eruzione... dopo tutto ciò, non resterà che apprezzare una calma spedizione di pesca!"
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 16:30:00",
      "end_time": "2026-02-10 16:40:00",
      "episode_number": "S5 E3",
      "show_category": "Cartoni Animati",
      "show_description": "Cosa si nasconde all'interno degli oggetti apparentemente semplici che ci circondano? Come funzionano i dispositivi che usiamo tutti i giorni? Grazie a un tocco di magia? O forse è meglio approfondire e guardare bene dentro alle cose per capire come funzionano? Masha smonta e rimonta con grande maestria... ma solo con l'aiuto e il rigore del suo caro Orso tutto tornerà a funzionare come deve. Cosa si nasconde all'interno degli oggetti apparentemente semplici che ci circondano? Come funzionano i dispositivi che usiamo tutti i giorni? Grazie a un tocco di magia? O forse è meglio approfondire e guardare bene dentro alle cose per capire come funzionano? Masha smonta e rimonta con grande maestria... ma solo con l'aiuto e il rigore del suo caro Orso tutto tornerà a funzionare come deve..."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 16:40:00",
      "end_time": "2026-02-10 16:45:00",
      "episode_number": "S5 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Sapete cos'è l'ornitologia? È la scienza che studia gli uccelli! Ed è anche la nuova passione di Dasha, che arriva in visita da Masha con le migliori intenzioni di una brava alunna: osservare la natura. Ma Masha riuscirà a interessarla al suo amico pinguino e alle sue caratteristiche straordinarie. Sapete cos'è l'ornitologia? È la scienza che studia gli uccelli! Ed è anche la nuova passione di Dasha, che arriva in visita da Masha con le migliori intenzioni di una brava alunna: osservare la natura. Ma Masha riuscirà a interessarla al suo amico pinguino e alle sue caratteristiche straordinarie..."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/masha-e-orso.webp",
      "start_time": "2026-02-10 16:45:00",
      "end_time": "2026-02-10 16:55:00",
      "episode_number": "S5 E5",
      "show_category": "Cartoni Animati",
      "show_description": "L'apicoltura richiede grande attenzione e pazienza: Masha ha molta strada da fare prima di diventare l'assistente ideale. L'apicoltura richiede grande attenzione e pazienza: Masha ha molta strada da fare prima di diventare l'assistente ideale..."
    },
    {
      "show_name": "Le Canzoni di Masha",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/le-canzoni-di-masha.webp",
      "start_time": "2026-02-10 16:55:00",
      "end_time": "2026-02-10 17:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Masha e Orso si divertono con le loro appassionanti canzoni. Masha e Orso si divertono con le loro appassionanti canzoni."
    },
    {
      "show_name": "Hello Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/hello-yoyo.webp",
      "start_time": "2026-02-10 17:00:00",
      "end_time": "2026-02-10 17:30:00",
      "episode_number": "S4 E27",
      "show_category": "Educational",
      "show_description": "Masha deve risolvere il mistero della capra scomparsa e Bing dipinge un murale con Sula. E ancora: musica e divertimento con Pocoyo, la sua allegra banda e con la Goodbye Song, Guessing Game, risate, sorprese e scherzetti con Laura e la sua magica Fantastic Bag. Masha deve risolvere il mistero della capra scomparsa e Bing dipinge un murale con Sula. E ancora: musica e divertimento con Pocoyo, la sua allegra banda e con la Goodbye Song, Guessing Game, risate, sorprese e scherzetti con Laura e la sua magica Fantastic Bag!"
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/l-albero-azzurro.webp",
      "start_time": "2026-02-10 17:30:00",
      "end_time": "2026-02-10 17:50:00",
      "episode_number": "E13",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò ha combinato un bel guaio! Il cucciolo inventa una bugia dopo l'altra per evitare i possibili rimproveri di Laura e Andrea. Anche Zarina è dell'idea che mantenere il segreto sia la cosa migliore. Ma prendersi la responsabilità di ciò che ha fatto sarà alla fine la soluzione migliore per Dodò. Dodò ha combinato un bel guaio! Il cucciolo inventa una bugia dopo l'altra per evitare i possibili rimproveri di Laura e Andrea. Anche Zarina è dell'idea che mantenere il segreto sia la cosa migliore. Ma prendersi la responsabilità di ciò che ha fatto sarà alla fine la soluzione migliore per Dodò."
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/l-albero-azzurro.webp",
      "start_time": "2026-02-10 17:50:00",
      "end_time": "2026-02-10 18:05:00",
      "episode_number": "E14",
      "show_category": "Programmi Tv Kids",
      "show_description": "Dodò desidera raggiungere l'esotica isola di Dolcefrutta. A nulla valgono gli avvertimenti di Laura e Andrea: per raggiungere l'isola dovrà navigare a lungo e affrontare sfide e difficoltà. A lui si uniscono un allegro pappagallo e una simpatica sirena, ma anche parecchi imprevisti. Dodò desidera raggiungere l'esotica isola di Dolcefrutta. A nulla valgono gli avvertimenti di Laura e Andrea: per raggiungere l'isola dovrà navigare a lungo e affrontare sfide e difficoltà. A lui si uniscono un allegro pappagallo e una simpatica sirena, ma anche parecchi imprevisti!"
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:05:00",
      "end_time": "2026-02-10 18:10:00",
      "episode_number": "S8 E15",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Dopo una notte di pioggia, Peppa e la sua famiglia si svegliano nel campeggio invaso dal fango. Ma niente paura: tutte le attività del Festival dei Piccoli si adattano alla nuova situazione, trasformando la giornata in Festival… del Fango, con grande divertimento di piccoli e grandi."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:10:00",
      "end_time": "2026-02-10 18:15:00",
      "episode_number": "S1 E16",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e George sono dai nonni. Nonno Pig ha coltivato le fragole, ma le hanno mangiate tutti gli uccellini, perciò Nonna Pig decide di andare alla Piantagione delle Fragole per raccoglierne a sufficienza da fare la marmellata. Ma, una volta lì, lei e il nonno non sono in grado di frenarsi e mangiano una gran quantità di fragole, fino a sentirsi male, mentre i due piccoli riempiono i loro cestini."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:15:00",
      "end_time": "2026-02-10 18:20:00",
      "episode_number": "S1 E17",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e la sua famiglia vanno in un ristorante elegante per festeggiare il compleanno di Nonno Pig, ma, da cena seria e compassata, presto tutto si trasforma in una vera e propria festa di compleanno, grazie a Peppa."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:20:00",
      "end_time": "2026-02-10 18:25:00",
      "episode_number": "S1 E18",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e la sua famiglia, con Rebecca, vanno a visitare una fattoria didattica, dove nutrono gli animali, li accarezzano e imparano a lavarsi le mani dopo averli toccati. Quando arriva Mamma Coniglio con i due gemellini, Peppa trova che siano loro i cuccioli più teneri da abbracciare."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:25:00",
      "end_time": "2026-02-10 18:30:00",
      "episode_number": "S1 E19",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa e la sua famiglia preparano tutti insieme le pizze, farcendole con ingredienti in modo da formare della facce buffe. Mangiandole, ognuno si rende conto che la propria pizza assomiglia a chi l'ha creata."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/peppa-pig.webp",
      "start_time": "2026-02-10 18:30:00",
      "end_time": "2026-02-10 18:35:00",
      "episode_number": "S8 E20",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa, la sua famiglia , Emily e Edmond guardano Super Patato in TV. Papà Pig propone di andare a vedere come funziona davvero la televisione e si recano negli studi. La signorina Coniglio spiega loro alcune cose, anche se Edmond è decisamente più esperto. Peppa compare in TV e Suzy la vede, con grande divertimento di tutti."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-10 18:35:00",
      "end_time": "2026-02-10 18:40:00",
      "episode_number": "S5 E45",
      "show_category": "Cartoni Animati",
      "show_description": "Pato è convinto che Fred abbia una voce operistica straordinaria, ma ogni volta che cerca di dimostrarlo, Fred si comporta come un pagliaccio e nessuno gli crede. Pato comincia a chiedersi se non sia tutto nella sua testa. Mentre cerca di dimostrare la verità ai suoi amici, Fred rimane in silenzio. Il misterioso tenore farà finalmente il suo grande debutto. Pato è convinto che Fred abbia una voce operistica straordinaria, ma ogni volta che cerca di dimostrarlo, Fred si comporta come un pagliaccio e nessuno gli crede. Pato comincia a chiedersi se non sia tutto nella sua testa. Mentre cerca di dimostrare la verità ai suoi amici, Fred rimane in silenzio. Il misterioso tenore farà finalmente il suo grande debutto?"
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-10 18:40:00",
      "end_time": "2026-02-10 18:50:00",
      "episode_number": "S5 E46",
      "show_category": "Cartoni Animati",
      "show_description": "Durante un tranquillo picnic nel bosco con gli amici, il cestino del cibo improvvisamente scompare. Parte una ricerca a cui partecipa ognuno di loro e nel mentre, compare un coniglietto bianco, birichino e dispettoso, che continua a far loro scherzi divertenti. Durante un tranquillo picnic nel bosco con gli amici, il cestino del cibo improvvisamente scompare. Parte una ricerca a cui partecipa ognuno di loro e nel mentre, compare un coniglietto bianco, birichino e dispettoso, che continua a far loro scherzi divertenti."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-10 18:50:00",
      "end_time": "2026-02-10 18:55:00",
      "episode_number": "S5 E47",
      "show_category": "Cartoni Animati",
      "show_description": "Chi è questo misterioso burlone? E cosa vuole esattamente? Quella che era cominciata come una giornata di relax... si trasforma rapidamente in un folle e curioso inseguimento. Chi è questo misterioso burlone? E cosa vuole esattamente? Quella che era cominciata come una giornata di relax... si trasforma rapidamente in un folle e curioso inseguimento."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/pocoyo.webp",
      "start_time": "2026-02-10 18:55:00",
      "end_time": "2026-02-10 19:05:00",
      "episode_number": "S5 E48",
      "show_category": "Cartoni Animati",
      "show_description": "Bea vuole giocare con Pocoyo e Pato, ma loro continuano a dirle che è \"troppo piccola\". Bea è delusa, desidera ardentemente diventare grande e... all'improvviso, lo è. Bea vuole giocare con Pocoyo e Pato, ma loro continuano a dirle che è \\\"troppo piccola\\\". Bea è delusa, desidera ardentemente diventare grande e... all'improvviso, lo è!"
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-10 19:05:00",
      "end_time": "2026-02-10 19:15:00",
      "episode_number": "S3 E8",
      "show_category": "",
      "show_description": "Rugo e Ignatius trovano lo stesso osso \"perfetto\" per i loro scopi."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-10 19:15:00",
      "end_time": "2026-02-10 19:25:00",
      "episode_number": "S3 E9",
      "show_category": "",
      "show_description": "Tiny vuole aiutare i dinosauri ad andare tutti d'accordo, quindi inventa un gioco a coppie."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/gigantosaurus.webp",
      "start_time": "2026-02-10 19:25:00",
      "end_time": "2026-02-10 19:35:00",
      "episode_number": "S3 E10",
      "show_category": "",
      "show_description": "Tiny adora l'attenzione che riceve quando annuncia le notizie, così dà vita al primo notiziario di Cretazia."
    },
    {
      "show_name": "Spidey e i suoi fantastici amici",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/spidey-e-i-suoi-fantastici-amici.webp",
      "start_time": "2026-02-10 19:35:00",
      "end_time": "2026-02-10 20:00:00",
      "episode_number": "S3 E68",
      "show_category": "",
      "show_description": "Zola ruba la Bibliomobile e rapisce la scrittrice Millicent McKeen. I cattivi si uniscono per rubare le loro vecchie invenzioni dalla nuova mostra del museo."
    },
    {
      "show_name": "Topolino - La casa del divertimento",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/topolino-la-casa-del-divertimento.webp",
      "start_time": "2026-02-10 20:00:00",
      "end_time": "2026-02-10 20:25:00",
      "episode_number": "S3 E58",
      "show_category": "",
      "show_description": "Minni e Paperina si perdono mentre esplorano la Valle Nascosta di Canyon del Sole insieme a Clarabella. Minni indossa il vestito sbagliato per festeggiare Vardavar."
    },
    {
      "show_name": "Minnie Toons",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/minnie-toons.webp",
      "start_time": "2026-02-10 20:25:00",
      "end_time": "2026-02-10 20:30:00",
      "episode_number": "S1 E6",
      "show_category": "",
      "show_description": "Minnie sistema i costumi di Melody e Milli."
    },
    {
      "show_name": "Vampirina",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/vampirina.webp",
      "start_time": "2026-02-10 20:30:00",
      "end_time": "2026-02-10 20:50:00",
      "episode_number": "S3 E67",
      "show_category": "",
      "show_description": "Gli Hauntley vengono invitati a partecipare alla sfilata di Medusa. Poppy ed Edgar non sono d'accordo sugli addobbi per la loro festa di compleanno."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 20:50:00",
      "end_time": "2026-02-10 20:55:00",
      "episode_number": "S2 E41",
      "show_category": "",
      "show_description": "Bluey, Bingo e il papà portano sempre fuori la spazzatura."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 20:55:00",
      "end_time": "2026-02-10 21:05:00",
      "episode_number": "S2 E42",
      "show_category": "",
      "show_description": "Muffin non riesce a smettere di succhiarsi il pollice ed è costretta ad indossare un collare elisabettiano. Ma il collare la intralcia davvero e le impedisce di giocare a \"Sandwich Shop\" con Bluey e Bingo."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 21:05:00",
      "end_time": "2026-02-10 21:10:00",
      "episode_number": "S2 E43",
      "show_category": "",
      "show_description": "Bluey vuole aiutare Papà a preparare la torta di compleanno per Bingo, ma prima deve mettere in ordine i suoi giocattoli. Niente però riesce a convincerla a riordinare, fino a quando Papà non fa cadere la torta."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bluey.webp",
      "start_time": "2026-02-10 21:10:00",
      "end_time": "2026-02-10 21:20:00",
      "episode_number": "S2 E44",
      "show_category": "",
      "show_description": "A una festa, Bingo cerca di farsi notare mostrando le sue abilità nella verticale, mentre Nanna non riesce a trovare un modo per rendersi utile."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 21:20:00",
      "end_time": "2026-02-10 21:30:00",
      "episode_number": "S4 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Sula e Bing decidono di dormire in tenda nel giardino di quest'ultimo ma il coniglietto ha paura del buio e scambia l'ombra di Flop per un mostro. Sula e Bing decidono di dormire in tenda nel giardino di quest'ultimo ma il coniglietto ha paura del buio e scambia l'ombra di Flop per un mostro."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 21:30:00",
      "end_time": "2026-02-10 21:35:00",
      "episode_number": "S4 E14",
      "show_category": "Cartoni Animati",
      "show_description": "Bing, Pando, Flop e Padget prendono l'autobus per andare al mare e, nonostante il mezzo abbia un guasto, passano tutti una bella giornata. Bing, Pando, Flop e Padget prendono l'autobus per andare al mare e, nonostante il mezzo abbia un guasto, passano tutti una bella giornata."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 21:35:00",
      "end_time": "2026-02-10 21:45:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Coco porta a casa di Bing dei magneti e il coniglietto, cercando oggetti metallici a cui attaccarli, ne fa cadere uno in una fessura vicino al pozzo in giardino. Flop suggerirà di provare a recuperarlo con una canna da pesca improvvisata. Coco porta a casa di Bing dei magneti e il coniglietto, cercando oggetti metallici a cui attaccarli, ne fa cadere uno in una fessura vicino al pozzo in giardino. Flop suggerirà di provare a recuperarlo con una canna da pesca improvvisata..."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 21:45:00",
      "end_time": "2026-02-10 21:50:00",
      "episode_number": "S4 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e Sula vendono i loro vecchi giocattoli per poter comprare un nuovo scivolo per l'asilo. Bing e Sula vendono i loro vecchi giocattoli per poter comprare un nuovo scivolo per l'asilo."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 21:50:00",
      "end_time": "2026-02-10 22:00:00",
      "episode_number": "S4 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Giocando a palla in giardino Bing rompe la finestra del capanno e impara che è meglio giocarci nel parco. Giocando a palla in giardino Bing rompe la finestra del capanno e impara che è meglio giocarci nel parco."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/bing.webp",
      "start_time": "2026-02-10 22:00:00",
      "end_time": "2026-02-10 22:05:00",
      "episode_number": "S4 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Bing impara a convivere con un braccio ingessato. Bing impara a convivere con un braccio ingessato."
    },
    {
      "show_name": "Buonanotte con Carolina - Storie e letterine",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/buonanotte-con-carolina-storie-e-letterine.webp",
      "start_time": "2026-02-10 22:05:00",
      "end_time": "2026-02-10 22:15:00",
      "episode_number": "S1 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Carolina racconta una fiaba per Nora che ha disegnato un pinguino ballerino che si chiama Poppi e una gattina amante della natura che si chiama Martina. Carolina racconta una fiaba per Nora che ha disegnato un pinguino ballerino che si chiama Poppi e una gattina amante della natura che si chiama Martina."
    },
    {
      "show_name": "Carolina e Topo Tip - Raccontastorie",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/carolina-e-topo-tip-raccontastorie.webp",
      "start_time": "2026-02-10 22:15:00",
      "end_time": "2026-02-10 22:20:00",
      "episode_number": "S2021 E8",
      "show_category": "Programmi Tv Kids",
      "show_description": "Tip, con Jody e Coniglietta, stanno giocando a costruire aeroplanini di carta, ma Tip non è bravo come gli amici a piegare la carta e subito si spazientisce dicendo loro che non giocherà più perché lui non ce la fa! Gli amici gli dicono che nemmeno loro erano bravi a fare gli areoplanini, ma provando e riprovando ce l'hanno fatta ed è la stessa cosa che dovrebbe fare lui. Tip non ne è affatto convinto, ma vedendo Cody, il fratellino di Jody, che prova e riprova a salire sul divano fino a riuscirci, si convince che provare è la strada giusta. Ed è così che farà il suo areoplanino e giocherà con gli amici. Tip, con Jody e Coniglietta, stanno giocando a costruire aeroplanini di carta, ma Tip non è bravo come gli amici a piegare la carta e subito si spazientisce dicendo loro che non giocherà più perché lui non ce la fa! Gli amici gli dicono che nemmeno loro erano bravi a fare gli areoplanini, ma provando e riprovando ce l'hanno fatta ed è la stessa cosa che dovrebbe fare lui. Tip non ne è affatto convinto, ma vedendo Cody, il fratellino di Jody, che prova e riprova a salire sul divano fino a riuscirci, si convince che provare è la strada giusta. Ed è così che farà il suo areoplanino e giocherà con gli amici!"
    },
    {
      "show_name": "Tutti a nanna con Yoyo",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/tutti-a-nanna-con-yoyo.webp",
      "start_time": "2026-02-10 22:20:00",
      "end_time": "2026-02-10 22:35:00",
      "episode_number": "",
      "show_category": "Programmi Tv Kids",
      "show_description": "Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla. Che cosa succede nel vivace mondo di RaiYoYo quando è ora di dormire? Sulle placide note della Ninna Nanna di Brahms tutti dormono e la notte trascorre tranquilla..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 22:35:00",
      "end_time": "2026-02-10 22:45:00",
      "episode_number": "S1 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Panda tormenta i Ronfi con le sue lezioni di Tai-Chi. Due Ronfi e una Ronfetta, stufi del suo atteggiamento dispotico, decidono di nascondere il gong che Panda usa per svegliarli. Appena si accorge della scomparsa del gong, Panda si lancia alla ricerca dello strumento. Panda tormenta i Ronfi con le sue lezioni di Tai-Chi. Due Ronfi e una Ronfetta, stufi del suo atteggiamento dispotico, decidono di nascondere il gong che Panda usa per svegliarli. Appena si accorge della scomparsa del gong, Panda si lancia alla ricerca dello strumento..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 22:45:00",
      "end_time": "2026-02-10 22:50:00",
      "episode_number": "S1 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Durante un inseguimento, un Ronfo e Lupo si scontrano rovinosamente. Quando si riprendono, scoprono che a causa della botta si sono scambiati i denti. Accompagnati da Panda, cercano l'aiuto dei castori. Durante un inseguimento, un Ronfo e Lupo si scontrano rovinosamente. Quando si riprendono, scoprono che a causa della botta si sono scambiati i denti. Accompagnati da Panda, cercano l'aiuto dei castori..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 22:50:00",
      "end_time": "2026-02-10 23:00:00",
      "episode_number": "S1 E21",
      "show_category": "Cartoni Animati",
      "show_description": "Un Ronfo e una Ronfetta litigano per il possesso dell'amaca. Lupo approfitta della situazione per catturarli e portarli nella sua tana. Lupetto riesce a liberarli, e i due fuggono inseguiti da Lupo. Un Ronfo e una Ronfetta litigano per il possesso dell'amaca. Lupo approfitta della situazione per catturarli e portarli nella sua tana. Lupetto riesce a liberarli, e i due fuggono inseguiti da Lupo..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/i-ronfi.webp",
      "start_time": "2026-02-10 23:00:00",
      "end_time": "2026-02-10 23:05:00",
      "episode_number": "S1 E22",
      "show_category": "Cartoni Animati",
      "show_description": "Panda si reca nella radura dei Ronfi per la lezione di Tai-Chi, ma non trova nessuno. Preoccupato, inizia a cercarli. Anche Lupo partecipa alle ricerche, ma con scopi mangerecci. Panda si reca nella radura dei Ronfi per la lezione di Tai-Chi, ma non trova nessuno. Preoccupato, inizia a cercarli. Anche Lupo partecipa alle ricerche, ma con scopi mangerecci..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:05:00",
      "end_time": "2026-02-10 23:10:00",
      "episode_number": "S2 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:10:00",
      "end_time": "2026-02-10 23:15:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:15:00",
      "end_time": "2026-02-10 23:20:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:20:00",
      "end_time": "2026-02-10 23:25:00",
      "episode_number": "S2 E18",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:25:00",
      "end_time": "2026-02-10 23:30:00",
      "episode_number": "S2 E19",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/dixiland.webp",
      "start_time": "2026-02-10 23:30:00",
      "end_time": "2026-02-10 23:35:00",
      "episode_number": "S2 E20",
      "show_category": "Cartoni Animati",
      "show_description": "Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro. Dixi è un elefantino pieno di contentezza, grazia e buon umore. È poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro..."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 23:35:00",
      "end_time": "2026-02-10 23:40:00",
      "episode_number": "S5 E51",
      "show_category": "",
      "show_description": "Durante la costruzione di una piramide per il faraone, Molang e Piu Piu trovano una lampada magica. Un genio appare e si offre di esaudire loro tre desideri, ma i due amici hanno richieste molto diverse."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 23:40:00",
      "end_time": "2026-02-10 23:45:00",
      "episode_number": "S5 E52",
      "show_category": "",
      "show_description": "Nella Preistoria, Molang e Piu Piu fanno parte di una tribù molto civile e istruita. Quando vengono incaricati di andare a procurare del cibo incontrano una tribù meno civilizzata."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 23:45:00",
      "end_time": "2026-02-10 23:50:00",
      "episode_number": "S5 E1",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono gli assistenti di Merlino. Il mago è molto famoso, ma gli anni sono passati e i suoi poteri non sono più quelli di una volta. Inoltre, è arrivato un giovane mago, di cui Merlino non è troppo entusiasta."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 23:50:00",
      "end_time": "2026-02-10 23:55:00",
      "episode_number": "S5 E2",
      "show_category": "",
      "show_description": "Nel Medioevo, Molang e Piu Piu sanno esattamente cosa fare per intrattenere il re e tirarlo su di morale quando è triste."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://tv-programma.it/wp-content/uploads/downloaded-images/RaiYoyo/tomorrow/molang.webp",
      "start_time": "2026-02-10 23:55:00",
      "end_time": "2026-02-11 00:00:00",
      "episode_number": "S5 E3",
      "show_category": "",
      "show_description": "Nella Preistoria, Molang e Piu Piu incontrano un alieno che è venuto sulla Terra ad osservarli."
    }
  ]
}