{
  "channel_name": "RaiYoyo",
  "date": "2026-02-11",
  "programs": [
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/08/1646758413804_Schermata%202022-03-08%20alle%2017.54.22.jpg",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 00:00:00",
      "episode_number": "S5 E3",
      "show_category": "",
      "show_description": "Nella Preistoria, Molang e Piu Piu incontrano un alieno che è venuto sulla Terra ad osservarli."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646857454544_Schermata%202022-03-09%20alle%2021.30.40.jpg",
      "start_time": "2026-02-11 00:00:00",
      "end_time": "2026-02-11 00:05:00",
      "episode_number": "S5 E4",
      "show_category": "",
      "show_description": "Nella Preistoria, dopo che una terribile tempesta distrugge tutte le loro provviste, Molang e Piu Piu inventano il primo albero di Natale."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760627240487_Screenshot%205724.png",
      "start_time": "2026-02-11 00:05:00",
      "end_time": "2026-02-11 00:15:00",
      "episode_number": "S7 E17",
      "show_category": "",
      "show_description": "Shaun infastidita dal modo di fare di Bitzer arriva a desiderare che il cane scompaia dalla fattoria. Grazie a uno stratagemma la magia si avvera e Shaun realizza che l'assenza di Bitzer rende la vita a Mossy Bottom davvero triste. Dopo innumerevoli tentativi Shaun riuscirà a ritornare a casa e a ritrovare il suo amico di sempre - Parte 1."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760627305979_Screenshot%205725.png",
      "start_time": "2026-02-11 00:15:00",
      "end_time": "2026-02-11 00:20:00",
      "episode_number": "S7 E18",
      "show_category": "",
      "show_description": "Shaun infastidita dal modo di fare di Bitzer arriva a desiderare che il cane scompaia dalla fattoria. Grazie a uno stratagemma la magia si avvera e Shaun realizza che l'assenza di Bitzer rende la vita a Mossy Bottom davvero triste. Dopo innumerevoli tentativi Shaun riuscirà a ritornare a casa e a ritrovare il suo amico di sempre - Parte 2."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760627594813_Screenshot%205726.png",
      "start_time": "2026-02-11 00:20:00",
      "end_time": "2026-02-11 00:30:00",
      "episode_number": "S7 E19",
      "show_category": "",
      "show_description": "Mentre il fattore guarda un film gustandosi del pollo fritto Shaun fa scivolare per errore una gallina in una federa che prende le sembianze di un fantasma. Il fattore si spaventa a morte perché teme sia lo spirito del pollo che ha appena mangiato."
    },
    {
      "show_name": "Shaun, vita da pecora",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760627614739_Screenshot%205727.png",
      "start_time": "2026-02-11 00:30:00",
      "end_time": "2026-02-11 00:35:00",
      "episode_number": "S7 E20",
      "show_category": "",
      "show_description": "Il fattore Ben ha consegnato una cartolina di Natale bellissima e così Shaun e le amiche pecore decidono di fare dei maglioni a tema natalizio per realizzare una cartolina della fattoria Mossy Bottom ancora più originale. Convincere tutte a posare per la foto si rivela un'attività più complicata del previsto."
    },
    {
      "show_name": "La Melevisione",
      "show_logo": "https://www.raiplay.it/dl/img/2026/02/04/1770209925101_1569862789163_2048x1152.jpg",
      "start_time": "2026-02-11 00:35:00",
      "end_time": "2026-02-11 01:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "RUBRICA - Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare. RUBRICA - Il mondo incantato della Melevisione su Rai yoyo in compagnia di Milo Cotogno e di tutti gli amici del Fantabosco con tante fiabe da vedere e amare."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702555054467_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 01:00:00",
      "end_time": "2026-02-11 01:15:00",
      "episode_number": "S5 E38",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702554958079_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 01:15:00",
      "end_time": "2026-02-11 01:25:00",
      "episode_number": "S5 E39",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702554988951_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 01:25:00",
      "end_time": "2026-02-11 01:40:00",
      "episode_number": "S5 E40",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617930246107_Schermata%202021-04-09%20alle%2003%202.jpeg",
      "start_time": "2026-02-11 01:40:00",
      "end_time": "2026-02-11 01:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Barbottina impone la sua presenza durante i giochi dei suoi fratelli, fin quando questi non riescono più a giocare e se ne vanno lasciandola sola. Barbottina chiede il perché di quel comportamento alla mamma che le risponde che per giocare insieme bisogna saper stare insieme, rispettando le idee di tutti. Barbottina impone la sua presenza durante i giochi dei suoi fratelli, fin quando questi non riescono più a giocare e se ne vanno lasciandola sola. Barbottina chiede il perché di quel comportamento alla mamma che le risponde che per giocare insieme bisogna saper stare insieme, rispettando le idee di tutti."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1620999870064_Schermata%202021-05-14%20alle%2015.45.01.jpg",
      "start_time": "2026-02-11 01:50:00",
      "end_time": "2026-02-11 02:00:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Barbabella e Barbaforte vogliono giocare ai detective, e cercano un mistero sul quale poter investigare. Lo trovano quando Barbabarba scopre che la sua scultura di un ippopotamo di ghiaccio è scomparsa. Dopo aver accusato gli altri di averlo rubato, Barbabella e Barbaforte, con l'aiuto di Barbamamma, capiscono che la statua è semplicemente evaporata grazie al calore della stufa. In realtà alla fine si scopre che Barbabarba l'aveva messa in frigo e se n'era dimenticato. Barbabella e Barbaforte vogliono giocare ai detective, e cercano un mistero sul quale poter investigare. Lo trovano quando Barbabarba scopre che la sua scultura di un ippopotamo di ghiaccio è scomparsa. Dopo aver accusato gli altri di averlo rubato, Barbabella e Barbaforte, con l'aiuto di Barbamamma, capiscono che la statua è semplicemente evaporata grazie al calore della stufa. In realtà alla fine si scopre che Barbabarba l'aveva messa in frigo e se n'era dimenticato."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1621000060698_Schermata%202021-05-14%20alle%2015.49.12.jpg",
      "start_time": "2026-02-11 02:00:00",
      "end_time": "2026-02-11 02:10:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbabebè leggono insieme un fumetto di supereroi e decidono di disegnare un fumetto in cui loro stessi hanno superpoteri e salvano il mondo. Barbottina fa presente che per una buona storia di supereroi deve esserci anche un super-cattivo, e decide di interpretare quel ruolo lei stessa, costruendo un Mega-robo-sauro. Nel frattempo, gli altri, che si fanno chiamare i Barb-ultra-forti, continuano a giocare ai supereroi, e finiscono poi per distruggere il Mega-robo-sauro di Barbottina. I Barbabebè leggono insieme un fumetto di supereroi e decidono di disegnare un fumetto in cui loro stessi hanno superpoteri e salvano il mondo. Barbottina fa presente che per una buona storia di supereroi deve esserci anche un super-cattivo, e decide di interpretare quel ruolo lei stessa, costruendo un Mega-robo-sauro. Nel frattempo, gli altri, che si fanno chiamare i Barb-ultra-forti, continuano a giocare ai supereroi, e finiscono poi per distruggere il Mega-robo-sauro di Barbottina."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677772974226_Screenshot%202106.jpg",
      "start_time": "2026-02-11 02:10:00",
      "end_time": "2026-02-11 02:20:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta. Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677773275521_Screenshot%202108%202.jpg",
      "start_time": "2026-02-11 02:20:00",
      "end_time": "2026-02-11 02:35:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo. Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo…."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677775348994_Screenshot%202109.jpg",
      "start_time": "2026-02-11 02:35:00",
      "end_time": "2026-02-11 02:45:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \"bombe\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra. È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \\\"bombe\\\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/18/1742318470699_BDG_208_Still_0003.png",
      "start_time": "2026-02-11 02:45:00",
      "end_time": "2026-02-11 02:55:00",
      "episode_number": "S2 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre Margaret e Rosie festeggiano la festa del solstizio d'estate a casa dei nonni, Edmund, Berry, Woody e Scouty, preparano dei regali da dar loro non appena torneranno a casa. I ragazzi si accorgono di ver fatto a Rosie dei regali che non le piacciono davvero, ma riescono a trovare una soluzione per renderla felice. Mentre Margaret e Rosie festeggiano la festa del solstizio d'estate a casa dei nonni, Edmund, Berry, Woody e Scouty, preparano dei regali da dar loro non appena torneranno a casa. I ragazzi si accorgono di ver fatto a Rosie dei regali che non le piacciono davvero, ma riescono a trovare una soluzione per renderla felice."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/18/1742318902236_BDG_209_Still_0016.png",
      "start_time": "2026-02-11 02:55:00",
      "end_time": "2026-02-11 03:10:00",
      "episode_number": "S2 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Woody e Scouty litigano. Quando Rosie chiede loro di giocare con lei, rifiutano e le chiedono di scegliere il suo fratello preferito. Rosie suggerisce di trascorrere un po' di tempo divertendosi con ciascuno di loro separatamente. La piccola e intelligente volpe riuscirà a far riconciliare i suoi due quasi fratelli, senza dover scegliere fra loro due. Woody e Scouty litigano. Quando Rosie chiede loro di giocare con lei, rifiutano e le chiedono di scegliere il suo fratello preferito. Rosie suggerisce di trascorrere un po' di tempo divertendosi con ciascuno di loro separatamente. La piccola e intelligente volpe riuscirà a far riconciliare i suoi due quasi fratelli, senza dover scegliere fra loro due."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/18/1742318912903_BDG_210_Still_0022.png",
      "start_time": "2026-02-11 03:10:00",
      "end_time": "2026-02-11 03:20:00",
      "episode_number": "S2 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie è molto felice: oggi sta organizzando una grande festa! Lo aveva pianificato da tanto. Ma mentre comincia a grattarsi, capisce con disappunto e con l'aiuto di Biva di avere le pulci. Le due amiche non vogliono cancellare la festa. Promettono di non dire niente a nessuno e distribuiscono gli inviti come se niente fosse. Ma quando si ha un forte prurito, non è facile nascondere di avere le pulci... Presto, il segreto di Rosie viene scoperto. Inoltre, ha contaminato tutta la tana! C'è una grande possibilità il suo party venga annullato. Rosie è molto felice: oggi sta organizzando una grande festa! Lo aveva pianificato da tanto. Ma mentre comincia a grattarsi, capisce con disappunto e con l'aiuto di Biva di avere le pulci. Le due amiche non vogliono cancellare la festa. Promettono di non dire niente a nessuno e distribuiscono gli inviti come se niente fosse. Ma quando si ha un forte prurito, non è facile nascondere di avere le pulci... Presto, il segreto di Rosie viene scoperto. Inoltre, ha contaminato tutta la tana! C'è una grande possibilità il suo party venga annullato."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646861379300_Schermata%202022-03-09%20alle%2022.32.07.jpg",
      "start_time": "2026-02-11 03:20:00",
      "end_time": "2026-02-11 03:25:00",
      "episode_number": "S5 E15",
      "show_category": "",
      "show_description": "Nella torre più antica del castello del re, un fantasma sta organizzando un ballo per tutti gli altri fantasmi, quando si rende conto di non avere una banda! Così cerca di invitare Molang e Piu Piu ma."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646861725112_Schermata%202022-03-09%20alle%2022.37.46.jpg",
      "start_time": "2026-02-11 03:25:00",
      "end_time": "2026-02-11 03:30:00",
      "episode_number": "S5 E16",
      "show_category": "",
      "show_description": "Mentre tutti lavorano duramente nei campi per fare provviste per l'inverno, qualcuno si ferma e inizia a suonare. La favola rivisitata della cicala e la formica."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646861968534_Schermata%202022-03-09%20alle%2022.40.16.jpg",
      "start_time": "2026-02-11 03:30:00",
      "end_time": "2026-02-11 03:35:00",
      "episode_number": "S5 E17",
      "show_category": "",
      "show_description": "Il re è stufo di tutte le sue responsabilità e vuole andare in vacanza. Quando getta la sua corona e questa atterra su un porcellino, Molang e Piu Piu hanno un'idea."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646863338090_Schermata%202022-03-09%20alle%2023.00.59.jpg",
      "start_time": "2026-02-11 03:35:00",
      "end_time": "2026-02-11 03:40:00",
      "episode_number": "S5 E18",
      "show_category": "",
      "show_description": "Molang e Piu Piu sono stati scelti dalla tribù per andare a cercare una piramide nella giungla. Quello che non sanno è che è ben custodita da un serpente piumato."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646863481123_Schermata%202022-03-09%20alle%2023.06.27.jpg",
      "start_time": "2026-02-11 03:40:00",
      "end_time": "2026-02-11 03:45:00",
      "episode_number": "S5 E19",
      "show_category": "",
      "show_description": "Mentre Molang e Piu Piu stanno preparando una pozione per curare le punture di zanzara del re, scoprono una pianta adorabile ma…carnivora."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2022/03/09/1646863906427_Schermata%202022-03-09%20alle%2023.13.04.jpg",
      "start_time": "2026-02-11 03:45:00",
      "end_time": "2026-02-11 03:50:00",
      "episode_number": "S5 E20",
      "show_category": "",
      "show_description": "Come ricompensa per la loro generosità, un mago offre a Molang e Piu Piu un'oca che, quando è felice, depone  uova di cioccolato."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702555054467_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 03:50:00",
      "end_time": "2026-02-11 04:00:00",
      "episode_number": "S5 E38",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702554958079_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 04:00:00",
      "end_time": "2026-02-11 04:15:00",
      "episode_number": "S5 E39",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "PJ Masks",
      "show_logo": "https://www.raiplay.it/dl/img/2023/12/14/1702554988951_1569865708522_2048x1152.jpg",
      "start_time": "2026-02-11 04:15:00",
      "end_time": "2026-02-11 04:25:00",
      "episode_number": "S5 E40",
      "show_category": "",
      "show_description": "Le avventure di Connor, Amaya e Greg supereroi che combattono i malvagi durante la notte, perché il giorno seguente vada tutto bene. Grazie alla potenza dei loro totem animali, Greg diventa Geco, Amaya diventa Gufetta e Connor diventa Gattoboy! I loro costumi sembrano dei pigiama, ma sono in realtà dei superpigiamini."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677772974226_Screenshot%202106.jpg",
      "start_time": "2026-02-11 04:25:00",
      "end_time": "2026-02-11 04:40:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta. Harry e Gufo Giò hanno organizzato per i piccoli una passeggiata notturna fino alla collina di lavanda, per raggiungere uno dei punti più alti della foresta e guardare le stelle cadenti. Quando Harry torna indietro perché ha dimenticato la sua bella torta di carote, il gruppo, capitanato da Gufo Giò, si distrae a tal punto da perdere l'orientamento. Nell'oscurità della foresta i piccoli dovranno fare affidamento sull'udito per orientarsi e ritrovare la strada giusta..."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677773275521_Screenshot%202108%202.jpg",
      "start_time": "2026-02-11 04:40:00",
      "end_time": "2026-02-11 04:50:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo. Edmondo e Lucy vanno al fiume per provare la loro canoa, ma vengono raggiunti dalla Cosa, che ha trovato un uccellino caduto dal nido. I tre amici si metteranno alla ricerca dei genitori del piccolo…."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677775348994_Screenshot%202109.jpg",
      "start_time": "2026-02-11 04:50:00",
      "end_time": "2026-02-11 05:00:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \"bombe\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra. È il giorno del baratto ed Edmondo vorrebbe scambiare con Lucy una pietra con la punta a forma di freccia con qualcosa di altrettanto speciale. Lucy parte alla ricerca ma non trova nulla di adatto e si ritrova triste e sola in una grotta non avendo nulla da barattare con la pietra. Interviene Mima che la invita ad accompagnarla da Harry. Qui, con il suo aiuto, Lucy crea delle \\\"bombe\\\" di semi anti-drago davvero speciali. Con queste, riuscirà finalmente a convincere Edmondo a darle l'agognata pietra."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708516097160_08%20NEVE1.jpg",
      "start_time": "2026-02-11 05:00:00",
      "end_time": "2026-02-11 05:05:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Un Ronfo sonnambulo si trasforma in un campione di arti marziali (solo quando dorme!). Lupo tenta di catturarlo, ma finisce male. Un Ronfo sonnambulo si trasforma in un campione di arti marziali (solo quando dorme!). Lupo tenta di catturarlo, ma finisce male..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708516259042_09%20FANTASMA1.jpg",
      "start_time": "2026-02-11 05:05:00",
      "end_time": "2026-02-11 05:15:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Una luce inquietante e misteriosa si aggira per il bosco: che paura! Panda e i Ronfi scoprono che non si tratta di un fantasma, bensì di un Ronfo che brilla al buio. Di giorno, però, il suo strano colore desta i sospetti di Panda. Una luce inquietante e misteriosa si aggira per il bosco: che paura! Panda e i Ronfi scoprono che non si tratta di un fantasma, bensì di un Ronfo che brilla al buio. Di giorno, però, il suo strano colore desta i sospetti di Panda..."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/21/1708516278931_10%20GARA1.jpg",
      "start_time": "2026-02-11 05:15:00",
      "end_time": "2026-02-11 05:20:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Panda organizza una gara tra Ronfi. Lupo, come al solito, prova ad approfittarne. Panda organizza una gara tra Ronfi. Lupo, come al solito, prova ad approfittarne..."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617930246107_Schermata%202021-04-09%20alle%2003%202.jpeg",
      "start_time": "2026-02-11 05:20:00",
      "end_time": "2026-02-11 05:35:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "Barbottina impone la sua presenza durante i giochi dei suoi fratelli, fin quando questi non riescono più a giocare e se ne vanno lasciandola sola. Barbottina chiede il perché di quel comportamento alla mamma che le risponde che per giocare insieme bisogna saper stare insieme, rispettando le idee di tutti. Barbottina impone la sua presenza durante i giochi dei suoi fratelli, fin quando questi non riescono più a giocare e se ne vanno lasciandola sola. Barbottina chiede il perché di quel comportamento alla mamma che le risponde che per giocare insieme bisogna saper stare insieme, rispettando le idee di tutti."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1620999870064_Schermata%202021-05-14%20alle%2015.45.01.jpg",
      "start_time": "2026-02-11 05:35:00",
      "end_time": "2026-02-11 05:45:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Barbabella e Barbaforte vogliono giocare ai detective, e cercano un mistero sul quale poter investigare. Lo trovano quando Barbabarba scopre che la sua scultura di un ippopotamo di ghiaccio è scomparsa. Dopo aver accusato gli altri di averlo rubato, Barbabella e Barbaforte, con l'aiuto di Barbamamma, capiscono che la statua è semplicemente evaporata grazie al calore della stufa. In realtà alla fine si scopre che Barbabarba l'aveva messa in frigo e se n'era dimenticato. Barbabella e Barbaforte vogliono giocare ai detective, e cercano un mistero sul quale poter investigare. Lo trovano quando Barbabarba scopre che la sua scultura di un ippopotamo di ghiaccio è scomparsa. Dopo aver accusato gli altri di averlo rubato, Barbabella e Barbaforte, con l'aiuto di Barbamamma, capiscono che la statua è semplicemente evaporata grazie al calore della stufa. In realtà alla fine si scopre che Barbabarba l'aveva messa in frigo e se n'era dimenticato."
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/14/1621000060698_Schermata%202021-05-14%20alle%2015.49.12.jpg",
      "start_time": "2026-02-11 05:45:00",
      "end_time": "2026-02-11 06:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "I Barbabebè leggono insieme un fumetto di supereroi e decidono di disegnare un fumetto in cui loro stessi hanno superpoteri e salvano il mondo. Barbottina fa presente che per una buona storia di supereroi deve esserci anche un super-cattivo, e decide di interpretare quel ruolo lei stessa, costruendo un Mega-robo-sauro. Nel frattempo, gli altri, che si fanno chiamare i Barb-ultra-forti, continuano a giocare ai supereroi, e finiscono poi per distruggere il Mega-robo-sauro di Barbottina. I Barbabebè leggono insieme un fumetto di supereroi e decidono di disegnare un fumetto in cui loro stessi hanno superpoteri e salvano il mondo. Barbottina fa presente che per una buona storia di supereroi deve esserci anche un super-cattivo, e decide di interpretare quel ruolo lei stessa, costruendo un Mega-robo-sauro. Nel frattempo, gli altri, che si fanno chiamare i Barb-ultra-forti, continuano a giocare ai supereroi, e finiscono poi per distruggere il Mega-robo-sauro di Barbottina."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/18/1674069878125_Screenshot%201785.jpg",
      "start_time": "2026-02-11 06:00:00",
      "end_time": "2026-02-11 06:10:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Zip scherza sempre e vuole essere al centro dell'attenzione. Copperpot finge di essere un mago ambulante ed attrae tutti gli abitanti del villaggio, mentre Poppy e Athenina cercano il Libro Magico. Zip  scherza sempre e vuole essere al centro dell'attenzione. Copperpot finge di essere un mago ambulante ed attrae tutti gli abitanti del villaggio, mentre Poppy e Athenina cercano il Libro Magico."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/18/1674069974507_Screenshot%201786.jpg",
      "start_time": "2026-02-11 06:10:00",
      "end_time": "2026-02-11 06:20:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Stella pensa che esista l'uomo della Luna. Copperpot intercetta le sue parole e ne approfitta per travestirsi in modo che i Trullallesi accolgano l'ospite \"lunare\" e gli portino ciò che vuole, cioè il Libro Magico. Stella pensa che esista l'uomo della Luna. Copperpot intercetta le sue parole e ne approfitta per travestirsi in modo che i Trullallesi accolgano l'ospite \\\"lunare\\\" e gli portino ciò che vuole, cioè il Libro Magico."
    },
    {
      "show_name": "Trulli Tales",
      "show_logo": "https://www.raiplay.it/dl/img/2023/01/18/1674070262552_Screenshot%201787.jpg",
      "start_time": "2026-02-11 06:20:00",
      "end_time": "2026-02-11 06:30:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Sun sbaglia nel preparare una torta, ma non vuole ammetterlo. Copperpot spruzza la pozione \"procurasbagli\" al Trullosovrano per farsi nominare re del villaggio. Ma, per errore, il nuovo sovrano è Poppy. Sun sbaglia nel preparare una torta, ma non vuole ammetterlo. Copperpot spruzza la pozione \\\"procurasbagli\\\" al Trullosovrano per farsi nominare re del villaggio. Ma, per errore, il nuovo sovrano è Poppy…."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/03/1538559985453_pimpa.jpg",
      "start_time": "2026-02-11 06:30:00",
      "end_time": "2026-02-11 06:35:00",
      "episode_number": "S1 E7",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa dopo essersi lavata accuratamente i denti chiede al Papà una monetina da inserire nel suo salvadanaio a forma di porcellino. Poiché il salvadanaio è pieno la Pimpa decide di usare la moneta per andare al Luna Park insieme al suo salvadanaio. Arrivati al Luna Park il porcellino istiga la Pimpa ad usare le monetine che contiene la sua pancia per effettuare giri su diverse giostre finché questi non finiscono tutti. La Pimpa dopo essersi lavata accuratamente i denti chiede al Papà una monetina da inserire nel suo salvadanaio a forma di porcellino. Poiché il salvadanaio è pieno la Pimpa decide di usare la moneta per andare al Luna Park insieme al suo salvadanaio. Arrivati al Luna Park il porcellino istiga la Pimpa ad usare le monetine che contiene la sua pancia per effettuare giri su diverse giostre finché questi non finiscono tutti."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/03/1538560168862_pimpa.jpg",
      "start_time": "2026-02-11 06:35:00",
      "end_time": "2026-02-11 06:40:00",
      "episode_number": "S1 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre sta giocando, Pimpa incontra la formica Bibì che la invita a visitare la sua casa. Dopo essere passata attraverso una lente d'ingrandimento la Pimpa segue Bibì nella sua casa ed inizia ad aiutarla nello svolgimento dei lavori domestici. Dopo aver finito di lavorare, Pimpa aiuta la formica a creare una mongolfiera per consentirle di andare in vacanza. Mentre sta giocando, Pimpa incontra la formica Bibì che la invita a visitare la sua casa. Dopo essere passata attraverso una lente d'ingrandimento la Pimpa segue Bibì nella sua casa ed inizia ad aiutarla nello svolgimento dei lavori domestici. Dopo aver finito di lavorare, Pimpa aiuta la formica a creare una mongolfiera per consentirle di andare in vacanza."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/03/1538560360617_pimpa.jpg",
      "start_time": "2026-02-11 06:40:00",
      "end_time": "2026-02-11 06:45:00",
      "episode_number": "S1 E9",
      "show_category": "Cartoni Animati",
      "show_description": "Pimpa va a trovare la gatta Rosita che è a letto malata; le due amiche trascorrono felicemente il tempo vedendo dei filmati sui felini. Pimpa, preso il raffreddore, invita l'amico Colombino ad andarla a trovare. Pimpa va a trovare la gatta Rosita che è a letto malata; le due amiche trascorrono felicemente il tempo vedendo dei filmati sui felini. Pimpa, preso il raffreddore, invita l'amico Colombino ad andarla a trovare."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/03/1538560519011_pimpa.jpg",
      "start_time": "2026-02-11 06:45:00",
      "end_time": "2026-02-11 06:50:00",
      "episode_number": "S1 E10",
      "show_category": "Cartoni Animati",
      "show_description": "È arrivato l'inverno e la Pimpa, per giocare, modella un pupazzo di neve con il quale va sul bob e gioca sul manto innevato. La sera, per non fare sciogliere il suo amico, la Pimpa lo fa dormire nel frigorifero. È arrivato l'inverno e la Pimpa, per giocare, modella un pupazzo di neve con il quale va sul bob e gioca sul manto innevato. La sera, per non fare sciogliere il suo amico, la Pimpa lo fa dormire nel frigorifero."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/04/1538641406599_pimpa.jpg",
      "start_time": "2026-02-11 06:50:00",
      "end_time": "2026-02-11 06:55:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Appena fatto il bagno Pimpa inizia a guardare la televisione finché questa non la invita a uscire per vivere in prima persona delle avventure. Appena fatto il bagno Pimpa inizia a guardare la televisione finché questa non la invita a uscire per vivere in prima persona delle avventure."
    },
    {
      "show_name": "Pimpa",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/04/1538641966647_pimpa.jpg",
      "start_time": "2026-02-11 06:55:00",
      "end_time": "2026-02-11 07:00:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "La Pimpa e il suo amico coniglietto decidono di creare il \"ristorante pazzo\" dove vengono serviti i piatti più strani del mondo, ma alla fine combinano solo un gran disastro e la Pimpa si ritrova con una montagna di piatti da lavare. Per fortuna i piatti vanno in aiuto della Pimpa e si lavano da soli così da agevolarle il lavoro di pulizia della cucina prima che Armando rientri a casa. La Pimpa e il suo amico coniglietto decidono di creare il \\\"ristorante pazzo\\\" dove vengono serviti i piatti più strani del mondo, ma alla fine combinano solo un gran disastro e la Pimpa si ritrova con una montagna di piatti da lavare. Per fortuna i piatti vanno in aiuto della Pimpa e si lavano da soli così da agevolarle il lavoro di pulizia della cucina prima che Armando rientri a casa."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671720987840_Bluey_S2E5_2048x1152.jpg",
      "start_time": "2026-02-11 07:00:00",
      "end_time": "2026-02-11 07:05:00",
      "episode_number": "S2 E5",
      "show_category": "",
      "show_description": "Le parrucchiere Bluey e Bingo scoprono che il loro cliente Bert Handsome ha i pidocchi."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671721875260_Bluey_S2E6_2048x1152.jpg",
      "start_time": "2026-02-11 07:05:00",
      "end_time": "2026-02-11 07:15:00",
      "episode_number": "S2 E6",
      "show_category": "",
      "show_description": "Mentre i papà ripuliscono il giardino dai ceppi, Bluey, Bingo e Muffin trasformano un ceppo in un negozio di manicure. Quando arriva il momento di togliere il ceppo delle ragazze, i papà si vedono obbligati a fare un patto."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671721981859_Bluey_S2E7_2048x1152.jpg",
      "start_time": "2026-02-11 07:15:00",
      "end_time": "2026-02-11 07:20:00",
      "episode_number": "S2 E7",
      "show_category": "",
      "show_description": "Gli Heeler ricordano a turno quali sono le cose che preferiscono fare dalla mattina fino al momento della cena, ma quando Bluey ride per qualcosa che ha detto sua sorella, l'umore di Bingo si scurisce."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2022/12/22/1671722184918_Bluey_S2E8_2048x1152.jpg",
      "start_time": "2026-02-11 07:20:00",
      "end_time": "2026-02-11 07:30:00",
      "episode_number": "S2 E8",
      "show_category": "",
      "show_description": "È la giornata in cui il papà prepara la colazione e accompagna i ragazzi a scuola, ma Bluey e Bingo non lo aiuteranno ad arrivare in orario."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/14/1728927346619_ME_101_1995_HIGH.jpg",
      "start_time": "2026-02-11 07:30:00",
      "end_time": "2026-02-11 07:35:00",
      "episode_number": "S1 E1",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi aiutano Emilio a risolvere un fastidioso prurito che continua misteriosamente a saltare da una persona all'altra. I Minieroi aiutano Emilio a risolvere un fastidioso prurito che continua misteriosamente a saltare da una persona all'altra."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/14/1728927460857_ME_102_7771_HIGH.jpg",
      "start_time": "2026-02-11 07:35:00",
      "end_time": "2026-02-11 07:45:00",
      "episode_number": "S1 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Dopo un temporale, le api di Arturo scompaiono. I Minieroi promettono che le troveranno e le riporteranno indietro. Ma convincere le api non sarà facile. Dopo un temporale, le api di Arturo scompaiono. I Minieroi promettono che le troveranno e le riporteranno indietro. Ma convincere le api non sarà facile."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/14/1728927474758_ME_103_10024_HIGH.jpg",
      "start_time": "2026-02-11 07:45:00",
      "end_time": "2026-02-11 07:50:00",
      "episode_number": "S1 E3",
      "show_category": "Cartoni Animati",
      "show_description": "I Minieroi non riescono a giocare a causa di un fastidioso picchiettio nella foresta. Dopo una lunga ricerca, scoprono che il \"picchiettatore\" era proprio sotto il loro naso. I Minieroi non riescono a giocare a causa di un fastidioso picchiettio nella foresta. Dopo una lunga ricerca, scoprono che il \\\"picchiettatore\\\" era proprio sotto il loro naso."
    },
    {
      "show_name": "Minieroi della foresta",
      "show_logo": "https://www.raiplay.it/dl/img/2024/10/15/1728987017790_ME_104_3595_HIGH.jpg",
      "start_time": "2026-02-11 07:50:00",
      "end_time": "2026-02-11 08:00:00",
      "episode_number": "S1 E4",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Emilio lancia per sbaglio la palla rimbalzella di Gastone nel Cespuglio Pauroso, dovrà superare le sue paure per riuscire a recuperarla. Quando Emilio lancia per sbaglio la palla rimbalzella di Gastone nel Cespuglio Pauroso, dovrà superare le sue paure per riuscire a recuperarla."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/25/1637844085790_Schermata%202021-11-25%20alle%2013.39.51.jpg",
      "start_time": "2026-02-11 08:00:00",
      "end_time": "2026-02-11 08:05:00",
      "episode_number": "S5 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Orso e Tigre sono a pesca e ingannano l'attesa giocando a dama ma vengono continuamente disturbati da Masha e i suoi amici. Per tenerli  impegnati Tigre e Orso s'inventano una rocambolesca e... dolce caccia al tesoro. Orso e Tigre sono a pesca e ingannano l'attesa giocando a dama ma vengono continuamente disturbati da Masha e i suoi amici. Per tenerli  impegnati Tigre e Orso s'inventano una rocambolesca e... dolce caccia al tesoro."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/25/1637844108022_Schermata%202021-11-25%20alle%2013.43.08.jpg",
      "start_time": "2026-02-11 08:05:00",
      "end_time": "2026-02-11 08:15:00",
      "episode_number": "S5 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Masha e Orso trovano tre piccoli e pestiferi coniglietti che hanno smarrito la loro mamma. Nell'attesa di ritrovarla, Masha decide di occuparsene ma l'impresa si rivela più complicata del previsto. Masha e Orso trovano tre piccoli e pestiferi coniglietti che hanno smarrito la loro mamma. Nell'attesa di ritrovarla, Masha decide di occuparsene ma l'impresa si rivela più complicata del previsto."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2021/11/25/1637845554973_Schermata%202021-11-25%20alle%2014.07.10.jpg",
      "start_time": "2026-02-11 08:15:00",
      "end_time": "2026-02-11 08:20:00",
      "episode_number": "S5 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Orso va a casa di Orsa a farle dei lavori e in sua assenza lascia il comando prima a Panda e poi a Masha ma, in entrambi i casi, si rivela una pessima idea e dovrà correre ai ripari. Orso va a casa di Orsa a farle dei lavori e in sua assenza lascia il comando prima a Panda e poi a Masha ma, in entrambi i casi, si rivela una pessima idea e dovrà correre ai ripari."
    },
    {
      "show_name": "I Racconti di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2016/05/1464012514229masha.jpg",
      "start_time": "2026-02-11 08:20:00",
      "end_time": "2026-02-11 08:30:00",
      "episode_number": "S1 E13",
      "show_category": "",
      "show_description": "Masha racconta la storia dei tre fratellini porcellini Timmy, Tommy e Jimmy. Che amavano in maniera incredibile suonare lungo la riva di un fiume impedendo agli altri di dormire."
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/06/1707241404244_Ep-201_Deago.jpg",
      "start_time": "2026-02-11 08:30:00",
      "end_time": "2026-02-11 08:40:00",
      "episode_number": "S2 E1",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi la giornata comincerà davvero male...Leo adora i pic-nic ma purtroppo oggi fuori pioverà. Sarà un guaio senza soluzione? Per fortuna anche oggi ci penserà il suo amico Babù a risolvere il problema! Ma dove lo porterà questa volta? Nel paese degli imprevisti. Dove ogni cosa va diversamente da come ci si aspetta. Purtroppo, nel paese degli imprevisti va proprio tutto storto. L'importante è ricordarsi che per ogni imprevisto c'è sempre una soluzione. Oggi la giornata comincerà davvero male...Leo adora i pic-nic ma purtroppo oggi fuori pioverà.  Sarà un guaio senza soluzione?  Per fortuna anche oggi ci penserà il suo amico Babù a risolvere il problema! Ma dove lo porterà questa volta? Nel paese degli imprevisti. Dove ogni cosa va diversamente da come ci si aspetta. Purtroppo, nel paese degli imprevisti va proprio tutto storto. L'importante è ricordarsi che per ogni imprevisto c'è sempre una soluzione!"
    },
    {
      "show_name": "Il mondo di Leo",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/06/1707241663404_sfera%202.jpg",
      "start_time": "2026-02-11 08:40:00",
      "end_time": "2026-02-11 08:55:00",
      "episode_number": "S2 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi Leo non vuole proprio andare al minibasket. Ogni volta fa un sacco di capricci. A Leo piace il minibasket. Ma non gli piacciono le regole... Alcune sono proprio difficili da seguire. Meno male che il nostro Babù sa come convincerlo a cambiare idea! Questa volta lo porterà nel paese delle regole divertenti. Oggi Leo imparerà che le regole sono importantissime. Perchè quando non ci sono regole... C'è solo confusione. Oggi Leo non vuole proprio andare al minibasket. Ogni volta fa un sacco di capricci. A Leo piace il minibasket. Ma non gli piacciono le regole... Alcune sono proprio difficili da seguire. Meno male che il nostro Babù sa come convincerlo a cambiare idea! Questa volta lo porterà nel paese delle regole divertenti. Oggi Leo imparerà che le regole sono importantissime. Perchè quando non ci sono regole... C'è solo confusione!"
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677775443451_Screenshot%202110.jpg",
      "start_time": "2026-02-11 08:55:00",
      "end_time": "2026-02-11 09:05:00",
      "episode_number": "S1 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista. Per celebrare la Festa del Miele, i piccoli mettono in scena uno spettacolo in onore delle api e dei fiori. Quando le viene assegnata la parte di un mughetto, Lucy si arrabbia: è un ruolo troppo noioso per i suoi gusti! Ma il papà Harry le insegnerà che i fiori non sono passivi come può sembrare a prima vista."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677775537632_Screenshot%202111.jpg",
      "start_time": "2026-02-11 09:05:00",
      "end_time": "2026-02-11 09:15:00",
      "episode_number": "S1 E12",
      "show_category": "Cartoni Animati",
      "show_description": "È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro. Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose. È Autunno e Harry, Edmondo, Lucy e Mitzi si stanno organizzando per la raccolta delle castagne. Mentre preparano l'equipaggiamento, Lucy ritrova un vecchio orsacchiotto di Edmondo e comincia a prenderlo in giro.  Una volta partiti, i piccoli raccolgono felici le castagne ma, addentrandosi nella foresta, Edmondo ha una brutta sorpresa…la sua amata quercia è completamente spoglia e corre da Mima per chiedere aiuto. Mima gli spiega il comportamento degli alberi in autunno e l'importanza delle foglie secche per nutrire il terreno. Una volta a casa, Edmondo decide di dare nuova vita al suo vecchio orsacchiotto e lo regala a Mitzi, per farla sentire al sicuro durante le notti ventose."
    },
    {
      "show_name": "Edmondo e Lucy",
      "show_logo": "https://www.raiplay.it/dl/img/2023/03/02/1677775896412_Screenshot%202112.jpg",
      "start_time": "2026-02-11 09:15:00",
      "end_time": "2026-02-11 09:25:00",
      "episode_number": "S1 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \"forzare la natura. Si avvicina il compleanno di Mima! Edmondo e Lucy scoprono che il fiore preferito della nonna è il giglio e decidono di regalargliene uno. Ma la stagione della fioritura dei gigli è ancora lontana, e così i due amici proveranno a \\\"forzare la natura\\\"."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742383902864_BDG_211_Still_0020.png",
      "start_time": "2026-02-11 09:25:00",
      "end_time": "2026-02-11 09:40:00",
      "episode_number": "S2 E11",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre guarda Scouty fare pratica sui trampoli, Rosie si vanta di avere il miglior equilibrio di tutti. Nel frattempo, Ludo e Woody colpiscono per er-rore il ramo di un albero con una canna da pesca mettendo in serio peri-colo la stabilità di un nido con delle uova. Mentre guarda Scouty fare pratica sui trampoli, Rosie si vanta di avere il miglior equilibrio di tutti. Nel frattempo, Ludo e Woody colpiscono per er-rore il ramo di un albero con una canna da pesca mettendo in serio peri-colo la stabilità di un nido con delle uova."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398032113_BDG_212_Still_0001.png",
      "start_time": "2026-02-11 09:40:00",
      "end_time": "2026-02-11 09:50:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Mentre fanno una passeggiata, Scouty, Rosie e Woody scoprono un misterioso tunnel. Mentre i primi due sono pronti ad esplorarlo subito, Woody ha più riserve. Preferisce fare le cose a regola d'arte: \"bisogna preparare un viaggio di esplorazione!\" Ben presto, suo fratello e sua sorella sono sbalorditi dal suo comportamento. Woody sembra preoccupato, per non dire spaventato. Mentre fanno una passeggiata, Scouty, Rosie e Woody scoprono un misterioso tunnel. Mentre i primi due sono pronti ad esplorarlo subito, Woody ha più riserve. Preferisce fare le cose a regola d'arte: \\\"bisogna preparare un viaggio di esplorazione!\\\" Ben presto, suo fratello e sua sorella sono sbalorditi dal suo comportamento. Woody sembra preoccupato, per non dire spaventato."
    },
    {
      "show_name": "La famiglia Volpitassi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742398158633_BDG_213_Still_0015.png",
      "start_time": "2026-02-11 09:50:00",
      "end_time": "2026-02-11 10:00:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Rosie, Woody e Scouty vorrebbero andare a giocare con i loro amici, ma prima devono raccogliere dei funghi per la cena. I gemelli prendono la loro mappa indicando i loro posti segreti per raccogliere funghi, ma Rosie si prende gioco di loro: grazie al suo super fiuto non ha bisogno di una mappa! Lei va da una parte e i tassi vanno dall'altra. Rosie, Woody e Scouty vorrebbero andare a giocare con i loro amici, ma prima devono raccogliere dei funghi per la cena. I gemelli prendono la loro mappa indicando i loro posti segreti per raccogliere funghi, ma Rosie si prende gioco di loro: grazie al suo super fiuto non ha bisogno di una mappa! Lei va da una parte e i tassi vanno dall'altra."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765987681785_OlgaDaPolga_S01_Ep03_iPlayerStill_CBIM233N02.jpg",
      "start_time": "2026-02-11 10:00:00",
      "end_time": "2026-02-11 10:10:00",
      "episode_number": "S1 E3",
      "show_category": "Live Action",
      "show_description": "La famiglia Paglia si esercita per una corsa, e anche Olga vorrebbe parteciparvi, per cercare di vincere una medaglia. Decide quindi di allenarsi con l'aiuto di Turbo e Fangio, ma quando i Paglia escono per la gara, Olga ha paura di non riuscire nell'impresa. La famiglia Paglia si esercita per una corsa, e anche Olga vorrebbe parteciparvi, per cercare di vincere una medaglia. Decide quindi di allenarsi con l'aiuto di Turbo e Fangio, ma quando i Paglia escono per la gara, Olga ha paura di non riuscire nell'impresa."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765988169069_OlgaDaPolga_S01_Ep04_iPlayerStill_CBIM234H02.jpg",
      "start_time": "2026-02-11 10:10:00",
      "end_time": "2026-02-11 10:25:00",
      "episode_number": "S1 E4",
      "show_category": "Live Action",
      "show_description": "Olga vede un nuovo arrivato in giardino, ma cosa o chi potrebbe essere? Sembra che i Paglia abbiano un'altra tartaruga… Olga convince Turbo a scoprire qualcosa in più su 'Bessy. Olga vede un nuovo arrivato in giardino, ma cosa o chi potrebbe essere? Sembra che i Paglia abbiano un'altra tartaruga… Olga convince Turbo a scoprire qualcosa in più su 'Bessy'."
    },
    {
      "show_name": "Olga da Polga",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/17/1765988207882_OlgaDaPolga_S01_Ep05_iPlayerStill_CBIM235B02.jpg",
      "start_time": "2026-02-11 10:25:00",
      "end_time": "2026-02-11 10:35:00",
      "episode_number": "S1 E5",
      "show_category": "Live Action",
      "show_description": "Olga, tentata da Fangio il riccio e dai suoi racconti, decide di esplorare la vita oltre il giardino. Ma dopo una giornata di nuove avventure, scopre che la vita a casa con Karen è di gran lunga migliore. Olga, tentata da Fangio il riccio e dai suoi racconti, decide di esplorare la vita oltre il giardino. Ma dopo una giornata di nuove avventure, scopre che la vita a casa con Karen è di gran lunga migliore!"
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/04/09/1617983753340_Schermata%202021-04-09%20alle%2017%203.jpeg",
      "start_time": "2026-02-11 10:35:00",
      "end_time": "2026-02-11 10:45:00",
      "episode_number": "S1 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Balì ha partorito quattro magnifici gattini, ognuno molto diverso dall'altro e con una sua particolare caratterizzazione. Insieme, però, sono una vera forza della natura. Balì ha partorito quattro magnifici gattini, ognuno molto diverso dall'altro e con una sua particolare caratterizzazione. Insieme, però, sono una vera forza della natura!"
    },
    {
      "show_name": "Barbapapà - Una grande famiglia felice",
      "show_logo": "https://www.raiplay.it/dl/img/2021/09/23/1632414641567_Schermata%202021-09-23%20alle%2018.32.59.jpg",
      "start_time": "2026-02-11 10:45:00",
      "end_time": "2026-02-11 11:00:00",
      "episode_number": "S1 E27",
      "show_category": "Cartoni Animati",
      "show_description": "Barbaforte, Barbabarba e Barbalalla organizzano una caccia al tesoro per Leon e Lulù, i figli del signor Barbogio, che non hanno mai sperimentato le gioie del gioco all'aria aperta. Barbaforte, Barbabarba e Barbalalla organizzano una caccia al tesoro per Leon e Lulù, i figli del signor Barbogio, che non hanno mai sperimentato le gioie del gioco all'aria aperta."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716483181893_Screenshot%204542.png",
      "start_time": "2026-02-11 11:00:00",
      "end_time": "2026-02-11 11:10:00",
      "episode_number": "S1 E37",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Zonty chiede a Frido di guardare la sua rana mentre è andato in campeggio, Frido per disattenzione perde l'animaletto. Allora si rivolge al detective Kitty per aiutarla a rintracciare la rana prima che Zonty torni a casa e scopra cosa è successo. Quando Zonty chiede a Frido di guardare la sua rana mentre è andato in campeggio, Frido per disattenzione perde l'animaletto. Allora si rivolge al detective Kitty per aiutarla a rintracciare la rana prima che Zonty torni a casa e scopra cosa è successo."
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716483424614_Screenshot%204543.png",
      "start_time": "2026-02-11 11:10:00",
      "end_time": "2026-02-11 11:20:00",
      "episode_number": "S1 E38",
      "show_category": "Cartoni Animati",
      "show_description": "Quando Frido sabota gli sforzi di Kitty per guadagnare la sua medaglia di Cherry Town, il suo senso di colpa le fa iniziare a vedere Kitty ovunque. Quando Frido sabota gli sforzi di Kitty per guadagnare la sua medaglia di Cherry Town, il suo senso di colpa le fa iniziare a vedere Kitty ovunque!"
    },
    {
      "show_name": "Hello Kitty Super Style",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/23/1716483507970_Screenshot%204544.png",
      "start_time": "2026-02-11 11:20:00",
      "end_time": "2026-02-11 11:35:00",
      "episode_number": "S1 E39",
      "show_category": "Cartoni Animati",
      "show_description": "Podo Pooch prende in modo un pò troppo personale il fatto che a Keroppi non piace particolarmente la sua musica. Podo Pooch prende in modo un pò troppo personale il fatto che a Keroppi non piace particolarmente la sua musica..."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/11/1644588559513_Schermata%202022-02-11%20alle%2015.10.08.jpg",
      "start_time": "2026-02-11 11:35:00",
      "end_time": "2026-02-11 11:40:00",
      "episode_number": "S2 E12",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta guida Lampadino e Caramella ad assistere al MagiDuathlon, la gara sportiva il cui vincitore viene proclamato agente segreto del MagiRegno. Lungo il percorso, i tre amici conoscono Arturo Camaleo, un camaleonte triste perché nessuno si accorge mai di lui. Ma ora, gli fanno notare, ha tre nuovi amici e, insieme, corrono ad assistere all'evento sportivo. Fra i partecipanti c'è anche Duca Puzzoloso che, come al solito, supera le prove barando. Stavolta lo ha fatto rendendo invisibili Tordo e Tondo. Sarà proprio Arturo Camaleo, esperto nella mimetizzazione, a smascherarlo. Zampacorta guida Lampadino e Caramella ad assistere al MagiDuathlon, la gara sportiva il cui vincitore viene proclamato agente segreto del MagiRegno. Lungo il percorso, i tre amici conoscono Arturo Camaleo, un camaleonte triste perché nessuno si accorge mai di lui. Ma ora, gli fanno notare, ha tre nuovi amici e, insieme, corrono ad assistere all'evento sportivo. Fra i partecipanti c'è anche Duca Puzzoloso che, come al solito, supera le prove barando. Stavolta lo ha fatto rendendo invisibili Tordo e Tondo. Sarà proprio Arturo Camaleo, esperto nella mimetizzazione, a smascherarlo."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/11/1644589108181_Schermata%202022-02-11%20alle%2015.27.50.jpg",
      "start_time": "2026-02-11 11:40:00",
      "end_time": "2026-02-11 11:45:00",
      "episode_number": "S2 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta ha con sé tre biglietti per il MagiTour, un viaggio speciale a bordo del MagiTreno per visitare tanti luoghi meravigliosi. I tre amici si accomodano nello scompartimento con Erminia Bovina. Poco dopo, a sorpresa, arriva il grande esploratore e scrittore Bruno Canguro, il primo ad aver visitato tutti i luoghi del MagiRegno. Le sue conoscenze da esploratore potranno essere utili durante l'improvvisa interruzione del viaggio. Zampacorta ha con sé tre biglietti per il MagiTour, un viaggio speciale a bordo del MagiTreno per visitare tanti luoghi meravigliosi. I tre amici si accomodano nello scompartimento con Erminia Bovina. Poco dopo, a sorpresa, arriva il grande esploratore e scrittore Bruno Canguro, il primo ad aver visitato tutti i luoghi del MagiRegno. Le sue conoscenze da esploratore potranno essere utili durante l'improvvisa interruzione del viaggio?"
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/11/1644588673609_Schermata%202022-02-11%20alle%2015.12.36.jpg",
      "start_time": "2026-02-11 11:45:00",
      "end_time": "2026-02-11 11:55:00",
      "episode_number": "S2 E13",
      "show_category": "Cartoni Animati",
      "show_description": "Gli abitanti del MagiRegno si comportano in un modo molto strano: gettano via tutti i loro vecchi oggetti per averne di nuovi. Lampadino e Caramella vedono che la MagiPiazza è invasa da oggetti buttati alla rinfusa. Un altro brutto scherzo di Duca Puzzoloso? Forse Casimiro da Solomeo, un ariete in grado di aggiustare e mettere a nuovo di tutto, può aiutarli a trovare una soluzione. Gli abitanti del MagiRegno si comportano in un modo molto strano: gettano via tutti i loro vecchi oggetti per averne di nuovi. Lampadino e Caramella vedono che la MagiPiazza è invasa da oggetti buttati alla rinfusa. Un altro brutto scherzo di Duca Puzzoloso? Forse Casimiro da Solomeo, un ariete in grado di aggiustare e mettere a nuovo di tutto, può aiutarli a trovare una soluzione."
    },
    {
      "show_name": "Lampadino e Caramella nel MagiRegno degli Zampa",
      "show_logo": "https://www.raiplay.it/dl/img/2022/02/11/1644589750995_Schermata%202022-02-11%20alle%2015.57.06%201.jpg",
      "start_time": "2026-02-11 11:55:00",
      "end_time": "2026-02-11 12:00:00",
      "episode_number": "S2 E17",
      "show_category": "Cartoni Animati",
      "show_description": "Zampacorta è allarmato e, con Lampadino e Caramella, corre alla MagiPiazza dove Duca Puzzoloso sta per tenere un discorso per proclamarsi nuovo re. Le faine, intanto, offrono da bere a tutti. Come mai tutti approvano il Duca? Zampacorta decide di correre da Tina Volpina che, esperta di pozioni, forse saprà come smascherare l'ennesimo trucchetto di Puzzoloso. Zampacorta è allarmato e, con Lampadino e Caramella, corre alla MagiPiazza dove Duca Puzzoloso sta per tenere un discorso per proclamarsi nuovo re. Le faine, intanto, offrono da bere a tutti. Come mai tutti approvano il Duca? Zampacorta decide di correre da Tina Volpina che, esperta di pozioni, forse saprà come smascherare l'ennesimo trucchetto di Puzzoloso."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090536590_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP14.jpg",
      "start_time": "2026-02-11 12:00:00",
      "end_time": "2026-02-11 12:05:00",
      "episode_number": "S1 E14",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli vivono un'esperienza musicale nella Foresta delle Liane Sonore. Quando sarà il tempo di suonarla, ogni liana sarà rossa. Ciccio ed Ego dicono a Cilindro che le liane sono code di serpenti. Smilla lo rassicura e ricambia lo scherzo ai due dispettosi. Alla fine, tutti suonano insieme. I Mini Cuccioli vivono un'esperienza musicale nella Foresta delle Liane Sonore. Quando sarà il tempo di suonarla, ogni liana sarà rossa. Ciccio ed Ego dicono a Cilindro che le liane sono code di serpenti. Smilla lo rassicura e ricambia lo scherzo ai due dispettosi. Alla fine, tutti suonano insieme."
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090551679_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP15.jpg",
      "start_time": "2026-02-11 12:05:00",
      "end_time": "2026-02-11 12:10:00",
      "episode_number": "S1 E15",
      "show_category": "Cartoni Animati",
      "show_description": "Cilindro parla dello scuolabus a forma di balena e Smilla crede che sia un mostro. Allora il coniglietto lo fa portare nella Valle per esibire il suo coraggio. Smilla teme che i Mini Cuccioli siano in pericolo e buca una ruota con i denti. Poi si scopre la verità e Smilla fa un giro nella 'balena. Cilindro parla dello scuolabus a forma di balena e Smilla crede che sia un mostro. Allora il coniglietto lo fa portare nella Valle per esibire il suo coraggio. Smilla teme che i Mini Cuccioli siano in pericolo e buca una ruota con i denti. Poi si scopre la verità e Smilla fa un giro nella 'balena'!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090573196_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP16.jpg",
      "start_time": "2026-02-11 12:10:00",
      "end_time": "2026-02-11 12:20:00",
      "episode_number": "S1 E16",
      "show_category": "Cartoni Animati",
      "show_description": "Diva e Cocò parlano dei loro fiocchi. Cilindro ha un'idea e coinvolge Dentino: vuole fare il mago stilista! Legge il libro dei maghi e poi spiega a tutti come fare per avere sempre un fiocco dal colore nuovo, usando carta bianca e pennarelli. Ma un acquazzone è in agguato e il fiocco… torna bianco. Diva e Cocò parlano dei loro fiocchi. Cilindro ha un'idea e coinvolge Dentino: vuole fare il mago stilista! Legge il libro dei maghi e poi spiega a tutti come fare per avere sempre un fiocco dal colore nuovo, usando carta bianca e pennarelli. Ma un acquazzone è in agguato e il fiocco… torna bianco!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090628481_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP17.jpg",
      "start_time": "2026-02-11 12:20:00",
      "end_time": "2026-02-11 12:25:00",
      "episode_number": "S1 E17",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli sono attratti da un profumino. Viene dai popcorn giganti al gusto di fragola, fatti con le pannocchie dell'orto dei DinoCuccioli. Bernoccolo spiega che per avere piante così basta annaffiarle ogni mattina. Cilindro fa crescere una carota gigante, ma quando l'assaggia, sa di zucca. I Mini Cuccioli sono attratti da un profumino. Viene dai popcorn giganti al gusto di fragola, fatti con le pannocchie dell'orto dei DinoCuccioli. Bernoccolo spiega che per avere piante così basta annaffiarle ogni mattina. Cilindro fa crescere una carota gigante, ma quando l'assaggia, sa di zucca!"
    },
    {
      "show_name": "Mini Cuccioli e i DinoCuccioli",
      "show_logo": "https://www.raiplay.it/dl/img/2024/07/04/1720090643837_MINI%20CUCCIOLI%20E%20I%20DINOCUCCIOLI_EP18.jpg",
      "start_time": "2026-02-11 12:25:00",
      "end_time": "2026-02-11 12:30:00",
      "episode_number": "S1 E18",
      "show_category": "Cartoni Animati",
      "show_description": "I Mini Cuccioli parlano della paura e ognuno la immagina a modo suo. Giunti alla Valle, sono messi alla prova. Infatti, i DinoCuccioli li portano sulla gincana, i ponti tibetani sospesi tra gli alberi. Cilindro vede le mani della paura, Portatile affronta la prova. Alla fine, tutti superano i ponti. I Mini Cuccioli parlano della paura e ognuno la immagina a modo suo. Giunti alla Valle, sono messi alla prova. Infatti, i DinoCuccioli li portano sulla gincana, i ponti tibetani sospesi tra gli alberi. Cilindro vede le mani della paura, Portatile affronta la prova. Alla fine, tutti superano i ponti."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2020/01/23/1579784318411_topotip12802.png",
      "start_time": "2026-02-11 12:30:00",
      "end_time": "2026-02-11 12:35:00",
      "episode_number": "S3 E23",
      "show_category": "Cartoni Animati",
      "show_description": "Oggi la maestra misurerà tutti i cuccioli per vedere quanto siano cresciuti. Arrivati all'asilo la mamma lo saluta con un bacio sulla testa, che gli appiattisce il ciuffo. Quando la maestra lo misura, Tip è l'unico a non essersi alzato nemmeno di un millimetro (in realtà, perché l'hanno sempre misurato con l'altezza del ciuffo inclusa). Tip è Deluso e quando vede la mamma che bacia Tippy, conclude che sono i baci a non farlo crescere, perché sono cose da piccoli! E allora basta baci….ma alla fine scoprirà che era solo una questione di ciuffo. Oggi  la maestra misurerà tutti i cuccioli per vedere quanto siano cresciuti. Arrivati all'asilo la mamma lo saluta con un bacio sulla testa, che gli appiattisce il ciuffo. Quando la maestra lo misura, Tip è l'unico a non essersi alzato nemmeno di un millimetro (in realtà, perché l'hanno sempre misurato con l'altezza del ciuffo inclusa). Tip è Deluso e quando vede la mamma che bacia Tippy, conclude che sono i baci a non farlo crescere, perché sono cose da piccoli! E allora basta baci….ma alla fine scoprirà che era solo una questione di ciuffo!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2020/01/23/1579784834919_topotip128024.png",
      "start_time": "2026-02-11 12:35:00",
      "end_time": "2026-02-11 12:45:00",
      "episode_number": "S3 E24",
      "show_category": "Cartoni Animati",
      "show_description": "Tip e Jody stanno giocando al parco, facendo un gran baccano. E alla richiesta delle mamme di abbassare la voce i due mettono il muso e decidono di non parlare più. Ma mantenere il silenzio diventa difficile e presto i due capiranno che quando il baccano arriva da altri…effettivamente può dare molto fastidio. Tip e Jody stanno giocando al parco, facendo un gran baccano. E alla richiesta delle mamme di abbassare la voce i due mettono il muso e decidono di non parlare più. Ma mantenere il silenzio diventa difficile e presto i due capiranno che quando il baccano arriva da altri…effettivamente può dare molto fastidio."
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2020/01/23/1579785025418_topotip128025.png",
      "start_time": "2026-02-11 12:45:00",
      "end_time": "2026-02-11 12:50:00",
      "episode_number": "S3 E25",
      "show_category": "Cartoni Animati",
      "show_description": "Arriva il primo giorno di vacanza e Tip è contentissimo, perché si può giocare sempre, e, aggiungono mamma e papà, si può dormire più a lungo il mattino! La mattina successiva però, Tip si alza presto e comincia a escogitare piani per svegliare tutti persino Tippy! Ma quando poi è lui a voler dormire e viene svegliato, allora capisce che se uno è sveglio, non per forza deve svegliare tutti! E promette che domani li lascerà dormire! Anche Tippy. Arriva il primo giorno di vacanza e Tip è contentissimo, perché si può giocare sempre, e, aggiungono mamma e papà, si può dormire più a lungo il mattino! La mattina successiva però, Tip si alza presto e comincia a escogitare piani per svegliare tutti persino Tippy! Ma quando poi è lui a voler dormire e viene svegliato, allora capisce che se uno è sveglio, non per forza deve svegliare tutti!  E promette che domani li lascerà dormire! Anche Tippy!"
    },
    {
      "show_name": "Topo Tip",
      "show_logo": "https://www.raiplay.it/dl/img/2019/12/10/1576007749900_topo-tip-s3e26-e-nuovo-e-non-lo-uso.jpg",
      "start_time": "2026-02-11 12:50:00",
      "end_time": "2026-02-11 13:00:00",
      "episode_number": "S3 E26",
      "show_category": "Cartoni Animati",
      "show_description": "Il papà ha portato a Tip e Tippy della pasta da modellare. Tip guarda la sua affascinato ma non la vuole aprire perché altrimenti si rovina. E anche il giorno successivo all'asilo pur avendola con sé inventa ogni scusa per non usarla o farla usare agli amici. E mentre gli altri giocano e si divertono, lui finisce per stare solo attento a non rovinare la sua preziosa pasta da modellare. E sarà proprio grazie agli amici che Tip capirà che è bello avere un gioco nuovo, ma è ancor più bello giocarci con gli amici. Il papà ha portato a Tip e Tippy della pasta da modellare. Tip guarda la sua affascinato ma non la vuole aprire perché altrimenti si rovina. E anche il giorno successivo all'asilo pur avendola con sé inventa ogni scusa per non usarla o farla usare agli amici. E mentre gli altri giocano e si divertono, lui finisce per stare solo attento a non rovinare la sua preziosa pasta da modellare. E sarà proprio grazie agli amici che Tip capirà che è bello avere un gioco nuovo, ma è ancor più bello giocarci con gli amici."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2023/07/08/1688813903186_1607556093635_bing.jpg",
      "start_time": "2026-02-11 13:00:00",
      "end_time": "2026-02-11 13:05:00",
      "episode_number": "S4 E5",
      "show_category": "Programmi Tv Kids",
      "show_description": "Bing, Sula, Pando e Coco creano dei quadri usando delle foglie. Bing, Sula, Pando e Coco creano dei quadri usando delle foglie."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2023/07/08/1688818325933_1607556734051_bing.jpg",
      "start_time": "2026-02-11 13:05:00",
      "end_time": "2026-02-11 13:15:00",
      "episode_number": "S4 E6",
      "show_category": "Cartoni Animati",
      "show_description": "Al parco, Bing trova il Camion dei Pompieri nel quale sono già saliti Sula e Pando ma quando tocca a lui, i pompieri vengono chiamati per un'emergenza: salvare un gattino bloccato su un tetto. Bing aiuta i pompieri a salvare il gatto Arlo e si guadagna un giro sul loro camion. Al parco, Bing trova il Camion dei Pompieri nel quale sono già saliti Sula e Pando ma quando tocca a lui, i pompieri vengono chiamati per un'emergenza: salvare un gattino bloccato su un tetto. Bing aiuta i pompieri a salvare il gatto Arlo e si guadagna un giro sul loro camion."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/10/1607557517971_bing.jpg",
      "start_time": "2026-02-11 13:15:00",
      "end_time": "2026-02-11 13:20:00",
      "episode_number": "S4 E7",
      "show_category": "Cartoni Animati",
      "show_description": "Gilly insegna a Bing e Coco un gioco nuovo: \"Scarabocchi. Gilly insegna a Bing e Coco un gioco nuovo: \\\"Scarabocchi\\\"."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/10/1607557979532_bing.jpg",
      "start_time": "2026-02-11 13:20:00",
      "end_time": "2026-02-11 13:30:00",
      "episode_number": "S4 E8",
      "show_category": "Cartoni Animati",
      "show_description": "Bing e i suoi amici fanno un pigiama party a casa di Sula e il coniglietto viene invitato a fermarsi per la notte. Ma, lontano da casa, si spaventa e chiama Flop. Bing e i suoi amici fanno un pigiama party a casa di Sula e il coniglietto viene invitato a fermarsi per la notte. Ma, lontano da casa, si spaventa e chiama Flop."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/05/1741212532225_bluey-s3e50-sorpresa.png",
      "start_time": "2026-02-11 13:30:00",
      "end_time": "2026-02-11 13:35:00",
      "episode_number": "S3 E50",
      "show_category": "",
      "show_description": "Bluey e Bingo vogliono giocare con papà ma a due giochi diversi e Bandit cerca di accontentarle giocando a entrambi contemporaneamente."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712661263655_Bluey_S3E11.jpg",
      "start_time": "2026-02-11 13:35:00",
      "end_time": "2026-02-11 13:45:00",
      "episode_number": "S3 E11",
      "show_category": "",
      "show_description": "Per lasciare mamma al suo meritato riposo, papà accetta di giocare al gregge con Bluey e Bingo. Ma le cucciole scopriranno che badare a una pecora è un lavoro molto più duro di quanto credessero."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712661567939_Bluey_S3E12.jpg",
      "start_time": "2026-02-11 13:45:00",
      "end_time": "2026-02-11 13:50:00",
      "episode_number": "S3 E12",
      "show_category": "",
      "show_description": "Mamma e papà finiranno di fare le faccende di casa solo quando le loro cucciole smetteranno di fare le sciocche, ma questo non succede mai e loro finiscono per provare lo stesso approccio."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2024/04/09/1712663644954_Bluey_S3E13.jpg",
      "start_time": "2026-02-11 13:50:00",
      "end_time": "2026-02-11 14:00:00",
      "episode_number": "S3 E13",
      "show_category": "",
      "show_description": "Il papà di Lucky è indignato dal fatto che il moderno gioco del pacco preveda un regalo ad ogni strato e cambia le regole per tornare ad avere un solo premio nel mezzo, ma quando Bingo perde rivaluterà il suo giudizio."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/30/1540892849629_peppa.jpg",
      "start_time": "2026-02-11 14:00:00",
      "end_time": "2026-02-11 14:05:00",
      "episode_number": "S5 E23",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/30/1540890738287_peppa.jpg",
      "start_time": "2026-02-11 14:05:00",
      "end_time": "2026-02-11 14:10:00",
      "episode_number": "S5 E24",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/30/1540890612284_peppa.jpg",
      "start_time": "2026-02-11 14:10:00",
      "end_time": "2026-02-11 14:15:00",
      "episode_number": "S5 E25",
      "show_category": "",
      "show_description": "Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2018/10/30/1540890493630_peppa.jpg",
      "start_time": "2026-02-11 14:15:00",
      "end_time": "2026-02-11 14:20:00",
      "episode_number": "S5 E26",
      "show_category": "",
      "show_description": "VERSIONE ITALIANA - Peppa si diverte a giocare, a provarsi i vestiti e a saltare da una pozzanghera all'altra, combinandone ogni giorno di tutti i colori e vivendo mille divertenti avventure."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/01/1759350170419_peppa-pig-s6e1.jpg",
      "start_time": "2026-02-11 14:20:00",
      "end_time": "2026-02-11 14:25:00",
      "episode_number": "S6 E1",
      "show_category": "Cartoni Animati",
      "show_description": "La signorina Coniglio riceverà un premio importante e Peppa le sue amiche la accompagneranno a palazzo per incontrare la regina. La signorina Coniglio riceverà un premio importante e Peppa le sue amiche la accompagneranno a palazzo per incontrare la regina."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/01/1759350376050_peppa-pig-s6e2.jpg",
      "start_time": "2026-02-11 14:25:00",
      "end_time": "2026-02-11 14:30:00",
      "episode_number": "S6 E2",
      "show_category": "Cartoni Animati",
      "show_description": "Una battuta di pesca va storta e si conclude nel peggiore dei modi: Nonno Pig e Nonno Coniglio restano bloccati su un'isola deserta. Capitan Cane è l'unico in grado di salvarli. Una battuta di pesca va storta e si conclude nel peggiore dei modi: Nonno Pig e Nonno Coniglio restano bloccati su un'isola deserta. Capitan Cane è l'unico in grado di salvarli."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/01/1764608215870_2048x1152.jpg",
      "start_time": "2026-02-11 14:30:00",
      "end_time": "2026-02-11 14:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - I Piripinguini sono una colonia di pinguini che abita su un grande iceberg galleggiante alla deriva, nell'Oceano Antartico. Allegri e positivi tranne quando le scorte di frullati di sardine finiscono, affrontan - o le sfide e le esperienze che la vita sull'iceberg propone. - di Massimo Fenati con 2025 ITA."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/01/1764608215870_2048x1152.jpg",
      "start_time": "2026-02-11 14:40:00",
      "end_time": "2026-02-11 14:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - I Piripinguini sono una colonia di pinguini che abita su un grande iceberg galleggiante alla deriva, nell'Oceano Antartico. Allegri e positivi tranne quando le scorte di frullati di sardine finiscono, affrontan - o le sfide e le esperienze che la vita sull'iceberg propone. - di Massimo Fenati con 2025 ITA."
    },
    {
      "show_name": "Piripinguini",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/01/1764608215870_2048x1152.jpg",
      "start_time": "2026-02-11 14:50:00",
      "end_time": "2026-02-11 15:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - I Piripinguini sono una colonia di pinguini che abita su un grande iceberg galleggiante alla deriva, nell'Oceano Antartico. Allegri e positivi tranne quando le scorte di frullati di sardine finiscono, affrontan - o le sfide e le esperienze che la vita sull'iceberg propone. - di Massimo Fenati con 2025 ITA."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/05/1746446670522_2048x1152.jpg",
      "start_time": "2026-02-11 15:00:00",
      "end_time": "2026-02-11 15:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Gigliola ha disegnato una collezione di moda da mare per la stagione estiva, ma l'effetto è alquanto bizzarro e Carolina avrà il compito di farglielo capire.. - con un programma di Giorgia De Cristofaro, Martina Forti e Ilaria Giudici con Carolina Benvenga, Lorenzo Branchetti, Piero Marcelli regia Emanuela Esposito ITA."
    },
    {
      "show_name": "La posta di YoYo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/05/1746446670522_2048x1152.jpg",
      "start_time": "2026-02-11 15:10:00",
      "end_time": "2026-02-11 15:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Lallo ha indossato i suoi abiti da pittore per realizzare un bel disegno da dedicare a tutte le bambine e i bambini. Cosa avrà scelto di disegnare?. - con un programma di Danilo Bertazzi, Giorgia De Cristofaro con Carolina Benvenga, Piero Marcelli, Lorenzo Branchetti regia Emanuela Esposito ITA."
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/06/1759748483758_2048x1152.jpg",
      "start_time": "2026-02-11 15:20:00",
      "end_time": "2026-02-11 15:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Rosa, Blu, Arancione, Giallo e Verde esplorano l'ambiente circostante e, attraverso il gioco, imparano a conoscere il mondo che li circonda, gli altri e se stessi. Cinque creature minuscole con grandi pe - rsonalità che hanno tanto da imparare ma anche da insegnare! - di Lucy Izzard 2023 GBR."
    },
    {
      "show_name": "Piccolissimi",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/06/1759748483758_2048x1152.jpg",
      "start_time": "2026-02-11 15:25:00",
      "end_time": "2026-02-11 15:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Rosa, Blu, Arancione, Giallo e Verde esplorano l'ambiente circostante e, attraverso il gioco, imparano a conoscere il mondo che li circonda, gli altri e se stessi. Cinque creature minuscole con grandi pe - rsonalità che hanno tanto da imparare ma anche da insegnare! - di Lucy Izzard 2023 GBR."
    },
    {
      "show_name": "Un cerotto per amico",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/03/1762170635592_2048x1152.jpg",
      "start_time": "2026-02-11 15:35:00",
      "end_time": "2026-02-11 15:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Lallo si nasconde nello studio del dottor Andrea per sfuggire a Stellina che vorrebbe portarlo a fare le analisi del sangue! Il pediatra racconta quanto è importante il nostro sangue, e come avvengono queste indagini - così misteriose: anche Rosa è andata a farle, è molto coraggiosa! - con 2025 - con il Dott. Andrea Cagliero e Lallo (animazione e voce Piero Marcelli) un programma di Elena Piras e Janna Carioli. Scritto con Ilaria Giudici e la collaborazione del Dott. Andrea Cagliero Regia Emanuela Esposito ITA."
    },
    {
      "show_name": "Le avventure di Paddington",
      "show_logo": "https://www.raiplay.it/dl/img/2020/12/23/1608746613053_2048x1152.jpg",
      "start_time": "2026-02-11 15:45:00",
      "end_time": "2026-02-11 16:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Nella nuova serie continuiamo a seguire il sempre gentile e curioso Paddington che scrive alla zia Lucy per raccontarle ogni entusiasmante novità della sua vita a Londra. Nuovi amici, nuove scoperte e sempre tante - cose importanti da imparare. - di Chris Drew Jez Hall con 2021 GBR."
    },
    {
      "show_name": "Le storie di paura di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2019/10/14/1571076448923_2048x1152.jpg",
      "start_time": "2026-02-11 16:10:00",
      "end_time": "2026-02-11 16:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Qualcuno ha paura del buio? Qualcuno ha paura dell'acqua? Masha rassicura grandi e piccini che nulla c'è da temere nell'affrontare le nostre più inquietanti paure.... - di Denis Cherviatsov con 2014 CY."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566839337486_2048x1152.jpg",
      "start_time": "2026-02-11 16:15:00",
      "end_time": "2026-02-11 16:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha ha sempre tanta voglia di sperimentare! Dal prelibato porridge di Orso alla sua amata pesca, dall'ornitologia all'apicultura, dall'ingegno alla magia, dalle escursioni alla raccolta funghi, la piccola peste si cimenta - in nuove imprese, ma alla fine la saggezza del buon Orso riporta a tutti l'agognata serenità. - di Aa Vv con 2020 CY."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566839337486_2048x1152.jpg",
      "start_time": "2026-02-11 16:20:00",
      "end_time": "2026-02-11 16:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha ha sempre tanta voglia di sperimentare! Dal prelibato porridge di Orso alla sua amata pesca, dall'ornitologia all'apicultura, dall'ingegno alla magia, dalle escursioni alla raccolta funghi, la piccola peste si cimenta - in nuove imprese, ma alla fine la saggezza del buon Orso riporta a tutti l'agognata serenità. - di Aa Vv con 2020 CY."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566839337486_2048x1152.jpg",
      "start_time": "2026-02-11 16:30:00",
      "end_time": "2026-02-11 16:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha ha sempre tanta voglia di sperimentare! Dal prelibato porridge di Orso alla sua amata pesca, dall'ornitologia all'apicultura, dall'ingegno alla magia, dalle escursioni alla raccolta funghi, la piccola peste si cimenta - in nuove imprese, ma alla fine la saggezza del buon Orso riporta a tutti l'agognata serenità. - di Aa Vv con 2020 CY."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566839337486_2048x1152.jpg",
      "start_time": "2026-02-11 16:35:00",
      "end_time": "2026-02-11 16:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha ha sempre tanta voglia di sperimentare! Dal prelibato porridge di Orso alla sua amata pesca, dall'ornitologia all'apicultura, dall'ingegno alla magia, dalle escursioni alla raccolta funghi, la piccola peste si cimenta - in nuove imprese, ma alla fine la saggezza del buon Orso riporta a tutti l'agognata serenità. - di Aa Vv con 2020 CY."
    },
    {
      "show_name": "Masha e Orso",
      "show_logo": "https://www.raiplay.it/dl/img/2019/08/26/1566839337486_2048x1152.jpg",
      "start_time": "2026-02-11 16:45:00",
      "end_time": "2026-02-11 16:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha ha sempre tanta voglia di sperimentare! Dal prelibato porridge di Orso alla sua amata pesca, dall'ornitologia all'apicultura, dall'ingegno alla magia, dalle escursioni alla raccolta funghi, la piccola peste si ciment - a in nuove imprese, ma alla fine la saggezza del buon Orso riporta a tutti l'agognata serenità. - di Aa Vv con 2020 CY."
    },
    {
      "show_name": "Le Canzoni di Masha",
      "show_logo": "https://www.raiplay.it/dl/img/2020/06/01/1591028720439_Le%20Canzoni%20di%20Masha_2048x1152.jpg",
      "start_time": "2026-02-11 16:50:00",
      "end_time": "2026-02-11 17:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Masha e Orso si divertono con le loro appasionanti canzoni.. .. - di Natalya Malgina con 2019 CY."
    },
    {
      "show_name": "Hello Yoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/07/1762474805202_2048x1152.jpg",
      "start_time": "2026-02-11 17:00:00",
      "end_time": "2026-02-11 17:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Hello Yoyo 2025 Ep. 28 - Come and find me! - - Masha trova un libro di magia e prova a fare alcuni trucchi, Peppa Pig e i suoi amici scoprono un \"dinosauro misterioso\", Bing gioca a nascondersi nel negozi - o di Paget. E ancora: Happy Birthday in versione rock con Pocoyo, Guessing Game, Goodbye Song, gag e risate con Laura e la sua Fantastic Bag! - con un programma di Stefano Acunzo, Giulia Marchionni e Laura Carusino scritto con Federica Mattalia Conduce: Laura Carusino Regia: Marta Manassero ITA."
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/06/1714984491115_2048x1152_logo%203.jpg",
      "start_time": "2026-02-11 17:30:00",
      "end_time": "2026-02-11 17:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Dodò e Ruggero partono per esplorare lo spazio. Tra mille avventure e meraviglie, i due sono così eccitati da finire per litigare e separarsi. Scopriranno così che le esperienze sono più belle se condivise.. - con Un programma di Lucia Rossetti, Andrea Fazzini, Sebastiano Di Bella, Donatella Rorro; Regia Marta Manassero; cast: Laura Carusino (Laura), Andrea Beltramo (Andrea), Paolo Carenzo (Dodò), Emanuele Buganza, Ilene Alciati (Animatori Dodò), Michela Di Martin ITA."
    },
    {
      "show_name": "L'Albero Azzurro",
      "show_logo": "https://www.raiplay.it/dl/img/2024/05/06/1714984491115_2048x1152_logo%203.jpg",
      "start_time": "2026-02-11 17:45:00",
      "end_time": "2026-02-11 18:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Dodò e Ruggero sono decisi ad affrontare un avventura nel bosco: dormire in una capanna, attraversare un fiume! Le buone intenzioni ci sono tutte, ma le cose vanno diversamente da come se le sono immaginate. I cuccioli p - erò non si perdono d animo e imparano la cosa più importante: quello che conta è il divertimento! - con Un programma di Lucia Rossetti, Andrea Fazzini, Sebastiano Di Bella, Donatella Rorro; Regia Marta Manassero; cast: Laura Carusino (Laura), Andrea Beltramo (Andrea), Paolo Carenzo (Dodò), Emanuele Buganza, Ilene Alciati (Animatori Dodò), Michela Di Martin ITA."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:00:00",
      "end_time": "2026-02-11 18:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:05:00",
      "end_time": "2026-02-11 18:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:10:00",
      "end_time": "2026-02-11 18:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:15:00",
      "end_time": "2026-02-11 18:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:20:00",
      "end_time": "2026-02-11 18:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Peppa Pig",
      "show_logo": "https://www.raiplay.it/dl/img/2025/10/16/1760651875004_peppa-pig-11_2048x1152.jpg",
      "start_time": "2026-02-11 18:25:00",
      "end_time": "2026-02-11 18:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Peppa è una buffa maialina che vive con il fratellino George, mamma Pig e papà Pig. La famiglia di Peppa è una famiglia tradizionale che, presentando dinamiche e situazioni realistiche con semplicità ed umorismo, riesce a di - spensare ai più piccoli preziosi insegnamenti. - di Joris Van Hulzen con GB 2018, Regia: J. Van Hulzen 2020 GBR."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/13/1763031436432_2048x1152.jpg",
      "start_time": "2026-02-11 18:30:00",
      "end_time": "2026-02-11 18:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Pocoyo è un bimbetto curioso e sempre pronto a divertirsi insieme ai suoi amici, l'elefantina rosa Elly, l'anatroccolo Pato e la cagnolina Loula. Nuove avventure ricche di musica, danza e umorismo.. - di Aa Vv con 2024 SPA."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/13/1763031436432_2048x1152.jpg",
      "start_time": "2026-02-11 18:35:00",
      "end_time": "2026-02-11 18:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Pocoyo è un bimbetto curioso e sempre pronto a divertirsi insieme ai suoi amici, l'elefantina rosa Elly, l'anatroccolo Pato e la cagnolina Loula. Nuove avventure ricche di musica, danza e umorismo.. - di Aa Vv con 2024 SPA."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/13/1763031436432_2048x1152.jpg",
      "start_time": "2026-02-11 18:45:00",
      "end_time": "2026-02-11 18:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Pocoyo è un bimbetto curioso e sempre pronto a divertirsi insieme ai suoi amici, l'elefantina rosa Elly, l'anatroccolo Pato e la cagnolina Loula. Nuove avventure ricche di musica, danza e umorismo.. - di Aa Vv con 2024 SPA."
    },
    {
      "show_name": "Pocoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/13/1763031436432_2048x1152.jpg",
      "start_time": "2026-02-11 18:50:00",
      "end_time": "2026-02-11 19:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Pocoyo è un bimbetto curioso e sempre pronto a divertirsi insieme ai suoi amici, l'elefantina rosa Elly, l'anatroccolo Pato e la cagnolina Loula. Nuove avventure ricche di musica, danza e umorismo.. - di Aa Vv con 2024 SPA."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/25/1598352387264_Gigantosaurus_2048x1152.jpg",
      "start_time": "2026-02-11 19:00:00",
      "end_time": "2026-02-11 19:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- La terza stagione della serie sul mondo dei dinosauri. Non è facile essere cuccioli nel Cretaceo, tra vulcani che spuntano ogni momento, brachiosauri dal collo lungo, piogge di asteroidi, enormi triceratopi e il grande - Gigantosauro cattivo nei paraggi. - di Oliver Lelardoux con 2022 FRA."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/25/1598352387264_Gigantosaurus_2048x1152.jpg",
      "start_time": "2026-02-11 19:10:00",
      "end_time": "2026-02-11 19:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- La terza stagione della serie sul mondo dei dinosauri. Non è facile essere cuccioli nel Cretaceo, tra vulcani che spuntano ogni momento, brachiosauri dal collo lungo, piogge di asteroidi, enormi triceratopi e il grande - Gigantosauro cattivo nei paraggi. - di Oliver Lelardoux con 2022 FRA."
    },
    {
      "show_name": "Gigantosaurus",
      "show_logo": "https://www.raiplay.it/dl/img/2020/08/25/1598352387264_Gigantosaurus_2048x1152.jpg",
      "start_time": "2026-02-11 19:20:00",
      "end_time": "2026-02-11 19:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- La terza stagione della serie sul mondo dei dinosauri. Non è facile essere cuccioli nel Cretaceo, tra vulcani che spuntano ogni momento, brachiosauri dal collo lungo, piogge di asteroidi, enormi triceratopi e il grande - Gigantosauro cattivo nei paraggi. - di Oliver Lelardoux con 2022 FRA."
    },
    {
      "show_name": "Spidey e i suoi fantastici amici",
      "show_logo": "https://www.raiplay.it/dl/img/2025/03/19/1742382997619_spidey-e-i-suoi-fantastici-amici-s3e69-forza-dino-ragni-forza-un-fantasma-nel-museo.png",
      "start_time": "2026-02-11 19:30:00",
      "end_time": "2026-02-11 19:55:00",
      "episode_number": "S3 E69",
      "show_category": "",
      "show_description": "Con l'aiuto di Reptil, lo Spidey Team ottiene nuovi poteri dinosauro per sconfiggere il Dino-robot di Gobby. Lo Spidey Team deve fermare un fantasma che ruba dal museo."
    },
    {
      "show_name": "Topolino - La casa del divertimento",
      "show_logo": "https://www.raiplay.it/dl/img/2025/12/16/1765906462370_topolino-la-casa-del-divertimento-s3e59-il-compleanno-di-pippo-nello-spazio.jpg",
      "start_time": "2026-02-11 19:55:00",
      "end_time": "2026-02-11 20:15:00",
      "episode_number": "S3 E59",
      "show_category": "",
      "show_description": "Pippo deve essere molto paziente quando la sua festa di compleanno viene interrotta continuamente dalle emergenze spaziali di Astrotopo."
    },
    {
      "show_name": "Minnie Toons",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/09/1762648305278_disney-minnies-bow-toons-s1e7-lezioni-di-ballo.jpg",
      "start_time": "2026-02-11 20:15:00",
      "end_time": "2026-02-11 20:20:00",
      "episode_number": "S1 E7",
      "show_category": "",
      "show_description": "Paperina e Minnie insegnano a Clarabella il ballo \"Fiocco di neve."
    },
    {
      "show_name": "Vampirina",
      "show_logo": "https://www.raiplay.it/dl/img/2025/05/16/1747407003797_vampirina-s3e51_2048x1152.jpg",
      "start_time": "2026-02-11 20:20:00",
      "end_time": "2026-02-11 20:45:00",
      "episode_number": "S3 E51",
      "show_category": "",
      "show_description": "Quando Edgar ha difficoltà con il suo nuovo blog per il Mostrointernet, Vi, Gregoria e Demi lo aiutano a trovare un'idea. Nonnapira dà a Vi un mostrofortuna per il suo spettacolo di danza."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/20/1639998985669_2048x1152.jpg",
      "start_time": "2026-02-11 20:45:00",
      "end_time": "2026-02-11 20:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Bluey è una vivacissima cucciola che adora giocare e trasformare la vita quotidiana di tutta la famiglia in avventure straordinarie. Con la sorellina Bingo si lancia all'esplorazione del mondo: anche tra le mura domestiche usand - o l'immaginazione e coinvolgendo mamma e papà si possono vivere esperienze emozionanti e di - di Joe Brumm con 2020 AUS."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/20/1639998985669_2048x1152.jpg",
      "start_time": "2026-02-11 20:50:00",
      "end_time": "2026-02-11 21:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Bluey è una vivacissima cucciola che adora giocare e trasformare la vita quotidiana di tutta la famiglia in avventure straordinarie. Con la sorellina Bingo si lancia all'esplorazione del mondo: anche tra le mura domestiche usand - o l'immaginazione e coinvolgendo mamma e papà si possono vivere esperienze emozionanti e di - di Joe Brumm con 2020 AUS."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/20/1639998985669_2048x1152.jpg",
      "start_time": "2026-02-11 21:00:00",
      "end_time": "2026-02-11 21:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Bluey è una vivacissima cucciola che adora giocare e trasformare la vita quotidiana di tutta la famiglia in avventure straordinarie. Con la sorellina Bingo si lancia all'esplorazione del mondo: anche tra le mura domestiche usand - o l'immaginazione e coinvolgendo mamma e papà si possono vivere esperienze emozionanti e di - di Joe Brumm con 2020 AUS."
    },
    {
      "show_name": "Bluey",
      "show_logo": "https://www.raiplay.it/dl/img/2021/12/20/1639998985669_2048x1152.jpg",
      "start_time": "2026-02-11 21:05:00",
      "end_time": "2026-02-11 21:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Bluey è una vivacissima cucciola che adora giocare e trasformare la vita quotidiana di tutta la famiglia in avventure straordinarie. Con la sorellina Bingo si lancia all'esplorazione del mondo: anche tra le mura domestiche usand - o l'immaginazione e coinvolgendo mamma e papà si possono vivere esperienze emozionanti e di - di Joe Brumm con 2020 AUS."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:15:00",
      "end_time": "2026-02-11 21:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiave - giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:20:00",
      "end_time": "2026-02-11 21:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiave - giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:30:00",
      "end_time": "2026-02-11 21:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiave - giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:35:00",
      "end_time": "2026-02-11 21:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiav - e giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:45:00",
      "end_time": "2026-02-11 21:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiav - e giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Bing",
      "show_logo": "https://www.raiplay.it/dl/img/2024/06/16/1718554179352_bing_2048x1152.jpg",
      "start_time": "2026-02-11 21:50:00",
      "end_time": "2026-02-11 22:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Il piccolo BING affronta ogni giorno con entusiasmo sfide che sembrano alla sua portata, ma che all'improvviso si rivelano più grandi di lui... Per fortuna ogni impresa diventa superabile quando Bing trova la chiav - e giusta! - di Declan Doyle con 2019 GBR."
    },
    {
      "show_name": "Buonanotte con Carolina - Storie e letterine",
      "show_logo": "https://www.raiplay.it/dl/img/2025/11/24/1763997676610_2048x1152.jpg",
      "start_time": "2026-02-11 22:00:00",
      "end_time": "2026-02-11 22:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "Buonanotte con Carolina Storie e letterine Ep. 9 - - Carolina racconta una fiaba ispirata dalla letterina di una bambina che chiede un racconto sulle fate delle stagioni. - con un programma di Carolina Benvenga, Giorgia De Cristofaro con Carolina Benvenga e Lallo (Piero Marcelli) regia Emanuela Esposito ITA."
    },
    {
      "show_name": "Carolina e Topo Tip - Raccontastorie",
      "show_logo": "https://www.raiplay.it/dl/img/2021/10/18/1634557820608_2048x1152.jpg",
      "start_time": "2026-02-11 22:05:00",
      "end_time": "2026-02-11 22:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Carolina Benvenga, affiancata in modo buffo e divertente da Topo Tip e Coniglietta, legge storie tratte dai libri di Topo Tip che narrano di piccole avventure quotidiane in cui i bambini si possono iden - tificare grazie all'interazione con i due protagonisti: \"Ti ricordi quella volta che?\" \"Mi racconti di quando io...\" - di Tango Charlie con 2021 ITA."
    },
    {
      "show_name": "Tutti a nanna con Yoyo",
      "show_logo": "https://www.raiplay.it/dl/img/2021/05/26/1622023749096_tutti-a-nanna-con-yoyo_2048x1152.jpg",
      "start_time": "2026-02-11 22:15:00",
      "end_time": "2026-02-11 22:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - . - 2024 ITA."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/19/1708360311106_2048x1152.jpg",
      "start_time": "2026-02-11 22:30:00",
      "end_time": "2026-02-11 22:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Sono animali buffi: nasone, grandi denti incisivi sporgenti, orecchie esagerate, braccia e gambe molto corte. Devono il nome al verso caratteristico \"ronf\" che emettono e con cui intercalano ogni discorso e che è chiaramente lega - to alla loro attività preferita: dormire. Pare proprio che facciano di tutto per estinguer - di Bigliazzi con 2019 ITA."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/19/1708360311106_2048x1152.jpg",
      "start_time": "2026-02-11 22:35:00",
      "end_time": "2026-02-11 22:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Sono animali buffi: nasone, grandi denti incisivi sporgenti, orecchie esagerate, braccia e gambe molto corte. Devono il nome al verso caratteristico \"ronf\" che emettono e con cui intercalano ogni discorso e che è chiaramente lega - to alla loro attività preferita: dormire. Pare proprio che facciano di tutto per estinguer - di Bigliazzi con 2019 ITA."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/19/1708360311106_2048x1152.jpg",
      "start_time": "2026-02-11 22:45:00",
      "end_time": "2026-02-11 22:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Sono animali buffi: nasone, grandi denti incisivi sporgenti, orecchie esagerate, braccia e gambe molto corte. Devono il nome al verso caratteristico \"ronf\" che emettono e con cui intercalano ogni discorso e che è chiaramente lega - to alla loro attività preferita: dormire. Pare proprio che facciano di tutto per estinguer - di Bigliazzi con 2019 ITA."
    },
    {
      "show_name": "I Ronfi",
      "show_logo": "https://www.raiplay.it/dl/img/2024/02/19/1708360311106_2048x1152.jpg",
      "start_time": "2026-02-11 22:50:00",
      "end_time": "2026-02-11 23:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Sono animali buffi: nasone, grandi denti incisivi sporgenti, orecchie esagerate, braccia e gambe molto corte. Devono il nome al verso caratteristico \"ronf\" che emettono e con cui intercalano ogni discorso e che è chiaramente lega - to alla loro attività preferita: dormire. Pare proprio che facciano di tutto per estinguer - di Bigliazzi con 2019 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:00:00",
      "end_time": "2026-02-11 23:05:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:05:00",
      "end_time": "2026-02-11 23:10:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:10:00",
      "end_time": "2026-02-11 23:15:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:15:00",
      "end_time": "2026-02-11 23:20:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:20:00",
      "end_time": "2026-02-11 23:25:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Dixiland",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/27/1569609283524_2048x1152.jpg",
      "start_time": "2026-02-11 23:25:00",
      "end_time": "2026-02-11 23:30:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Dixi è un elefantino pieno di contentezza, grazia e buon umore.E' poetico, dolce, imprevedibile, sognante, sensibile, giocherellone, amichevole, curioso, diretto, esuberante, timido, buffo, allegro.... - con 2016 ITA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:30:00",
      "end_time": "2026-02-11 23:35:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro soluzione a ogni - problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:35:00",
      "end_time": "2026-02-11 23:40:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "CARTONI ANIMATI - Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro s - oluzione a ogni problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:40:00",
      "end_time": "2026-02-11 23:45:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro soluzione a ogni - problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:45:00",
      "end_time": "2026-02-11 23:50:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro soluzione a ogni - problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:50:00",
      "end_time": "2026-02-11 23:55:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro soluzione a ogni - problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    },
    {
      "show_name": "Molang",
      "show_logo": "https://www.raiplay.it/dl/img/2019/09/30/1569863110160_2048x1152.jpg",
      "start_time": "2026-02-11 23:55:00",
      "end_time": "2026-02-12 00:00:00",
      "episode_number": "",
      "show_category": "",
      "show_description": "- Molang e Piu Piu tornano in nuove avventure che attraversano spazio e tempo. Dal medioevo alla preistoria, dall'arte alla robotica, a bordo di una navicella spaziale o di fronte a preziosi reperti egizi, la loro soluzione a ogn - i problema è sempre fantasiosa, ma semplice e disarmante. - di Luca Salgado con Francia, 2021 - Regia: L. Salgado 2021 FRA."
    }
  ]
}